{
  "data": {
    "type": "law",
    "id": "BJNR189710006",
    "abbreviation": "AGG",
    "extraAbbreviations": [],
    "firstPublished": "2006-08-14",
    "sourceTimestamp": "20141120220509",
    "headingShort": null,
    "headingLong": "Allgemeines Gleichbehandlungsgesetz",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "2006, 1897"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 8 G v. 3.4.2013 I 610"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 18.8.2006 +++)<BR/><BR/></pre>Das G wurde als Artikel 1 des G v. 14.8.2006 I 1897 vom Bundestag beschlossen. Es ist gem. Art. 4 Satz 1 dieses G am 18.8.2006 in Kraft getreten.</P>"
    },
    "contents": [
      {
        "id": "BJNR189710006BJNG000100000",
        "type": "heading",
        "name": "Abschnitt 1",
        "title": "Allgemeiner Teil",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR189710006BJNE000100000",
        "type": "article",
        "name": "§ 1",
        "title": "Ziel des Gesetzes",
        "body": {
          "content": "<P>Ziel des Gesetzes ist, Benachteiligungen aus Gründen der Rasse oder wegen der ethnischen Herkunft, des Geschlechts, der Religion oder Weltanschauung, einer Behinderung, des Alters oder der sexuellen Identität zu verhindern oder zu beseitigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000100000"
        }
      },
      {
        "id": "BJNR189710006BJNE000200000",
        "type": "article",
        "name": "§ 2",
        "title": "Anwendungsbereich",
        "body": {
          "content": "<P>(1) Benachteiligungen aus einem in § 1 genannten Grund sind nach Maßgabe dieses Gesetzes unzulässig in Bezug auf: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bedingungen, einschließlich Auswahlkriterien und Einstellungsbedingungen, für den Zugang zu unselbstständiger und selbstständiger Erwerbstätigkeit, unabhängig von Tätigkeitsfeld und beruflicher Position, sowie für den beruflichen Aufstieg,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Beschäftigungs- und Arbeitsbedingungen einschließlich Arbeitsentgelt und Entlassungsbedingungen, insbesondere in individual- und kollektivrechtlichen Vereinbarungen und Maßnahmen bei der Durchführung und Beendigung eines Beschäftigungsverhältnisses sowie beim beruflichen Aufstieg,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Zugang zu allen Formen und allen Ebenen der Berufsberatung, der Berufsbildung einschließlich der Berufsausbildung, der beruflichen Weiterbildung und der Umschulung sowie der praktischen Berufserfahrung,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Mitgliedschaft und Mitwirkung in einer Beschäftigten- oder Arbeitgebervereinigung oder einer Vereinigung, deren Mitglieder einer bestimmten Berufsgruppe angehören, einschließlich der Inanspruchnahme der Leistungen solcher Vereinigungen,</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Sozialschutz, einschließlich der sozialen Sicherheit und der Gesundheitsdienste,</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die sozialen Vergünstigungen,</LA></DD> <DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bildung,</LA></DD> <DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Zugang zu und die Versorgung mit Gütern und Dienstleistungen, die der Öffentlichkeit zur Verfügung stehen, einschließlich von Wohnraum.</LA></DD> </DL> </P><P>(2) Für Leistungen nach dem Sozialgesetzbuch gelten § 33c des Ersten Buches Sozialgesetzbuch und § 19a des Vierten Buches Sozialgesetzbuch. Für die betriebliche Altersvorsorge gilt das Betriebsrentengesetz.</P><P>(3) Die Geltung sonstiger Benachteiligungsverbote oder Gebote der Gleichbehandlung wird durch dieses Gesetz nicht berührt. Dies gilt auch für öffentlich-rechtliche Vorschriften, die dem Schutz bestimmter Personengruppen dienen.</P><P>(4) Für Kündigungen gelten ausschließlich die Bestimmungen zum allgemeinen und besonderen Kündigungsschutz.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000100000"
        }
      },
      {
        "id": "BJNR189710006BJNE000300000",
        "type": "article",
        "name": "§ 3",
        "title": "Begriffsbestimmungen",
        "body": {
          "content": "<P>(1) Eine unmittelbare Benachteiligung liegt vor, wenn eine Person wegen eines in § 1 genannten Grundes eine weniger günstige Behandlung erfährt, als eine andere Person in einer vergleichbaren Situation erfährt, erfahren hat oder erfahren würde. Eine unmittelbare Benachteiligung wegen des Geschlechts liegt in Bezug auf § 2 Abs. 1 Nr. 1 bis 4 auch im Falle einer ungünstigeren Behandlung einer Frau wegen Schwangerschaft oder Mutterschaft vor.</P><P>(2) Eine mittelbare Benachteiligung liegt vor, wenn dem Anschein nach neutrale Vorschriften, Kriterien oder Verfahren Personen wegen eines in § 1 genannten Grundes gegenüber anderen Personen in besonderer Weise benachteiligen können, es sei denn, die betreffenden Vorschriften, Kriterien oder Verfahren sind durch ein rechtmäßiges Ziel sachlich gerechtfertigt und die Mittel sind zur Erreichung dieses Ziels angemessen und erforderlich.</P><P>(3) Eine Belästigung ist eine Benachteiligung, wenn unerwünschte Verhaltensweisen, die mit einem in § 1 genannten Grund in Zusammenhang stehen, bezwecken oder bewirken, dass die Würde der betreffenden Person verletzt und ein von Einschüchterungen, Anfeindungen, Erniedrigungen, Entwürdigungen oder Beleidigungen gekennzeichnetes Umfeld geschaffen wird.</P><P>(4) Eine sexuelle Belästigung ist eine Benachteiligung in Bezug auf § 2 Abs. 1 Nr. 1 bis 4, wenn ein unerwünschtes, sexuell bestimmtes Verhalten, wozu auch unerwünschte sexuelle Handlungen und Aufforderungen zu diesen, sexuell bestimmte körperliche Berührungen, Bemerkungen sexuellen Inhalts sowie unerwünschtes Zeigen und sichtbares Anbringen von pornographischen Darstellungen gehören, bezweckt oder bewirkt, dass die Würde der betreffenden Person verletzt wird, insbesondere wenn ein von Einschüchterungen, Anfeindungen, Erniedrigungen, Entwürdigungen oder Beleidigungen gekennzeichnetes Umfeld geschaffen wird.</P><P>(5) Die Anweisung zur Benachteiligung einer Person aus einem in § 1 genannten Grund gilt als Benachteiligung. Eine solche Anweisung liegt in Bezug auf § 2 Abs. 1 Nr. 1 bis 4 insbesondere vor, wenn jemand eine Person zu einem Verhalten bestimmt, das einen Beschäftigten oder eine Beschäftigte wegen eines in § 1 genannten Grundes benachteiligt oder benachteiligen kann.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000100000"
        }
      },
      {
        "id": "BJNR189710006BJNE000400000",
        "type": "article",
        "name": "§ 4",
        "title": "Unterschiedliche Behandlung wegen mehrerer Gründe",
        "body": {
          "content": "<P>Erfolgt eine unterschiedliche Behandlung wegen mehrerer der in § 1 genannten Gründe, so kann diese unterschiedliche Behandlung nach den §§ 8 bis 10 und 20 nur gerechtfertigt werden, wenn sich die Rechtfertigung auf alle diese Gründe erstreckt, derentwegen die unterschiedliche Behandlung erfolgt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000100000"
        }
      },
      {
        "id": "BJNR189710006BJNE000500000",
        "type": "article",
        "name": "§ 5",
        "title": "Positive Maßnahmen",
        "body": {
          "content": "<P>Ungeachtet der in den §§ 8 bis 10 sowie in § 20 benannten Gründe ist eine unterschiedliche Behandlung auch zulässig, wenn durch geeignete und angemessene Maßnahmen bestehende Nachteile wegen eines in § 1 genannten Grundes verhindert oder ausgeglichen werden sollen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000100000"
        }
      },
      {
        "id": "BJNR189710006BJNG000200000",
        "type": "heading",
        "name": "Abschnitt 2",
        "title": "Schutz der Beschäftigten vor Benachteiligung",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR189710006BJNG000300000",
        "type": "heading",
        "name": "Unterabschnitt 1",
        "title": "Verbot der Benachteiligung",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000200000"
        }
      },
      {
        "id": "BJNR189710006BJNE000600000",
        "type": "article",
        "name": "§ 6",
        "title": "Persönlicher Anwendungsbereich",
        "body": {
          "content": "<P>(1) Beschäftigte im Sinne dieses Gesetzes sind <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Arbeitnehmerinnen und Arbeitnehmer,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zu ihrer Berufsbildung Beschäftigten,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Personen, die wegen ihrer wirtschaftlichen Unselbstständigkeit als arbeitnehmerähnliche Personen anzusehen sind; zu diesen gehören auch die in Heimarbeit Beschäftigten und die ihnen Gleichgestellten.</LA></DD> </DL>Als Beschäftigte gelten auch die Bewerberinnen und Bewerber für ein Beschäftigungsverhältnis sowie die Personen, deren Beschäftigungsverhältnis beendet ist.</P><P>(2) Arbeitgeber (Arbeitgeber und Arbeitgeberinnen) im Sinne dieses Abschnitts sind natürliche und juristische Personen sowie rechtsfähige Personengesellschaften, die Personen nach Absatz 1 beschäftigen. Werden Beschäftigte einem Dritten zur Arbeitsleistung überlassen, so gilt auch dieser als Arbeitgeber im Sinne dieses Abschnitts. Für die in Heimarbeit Beschäftigten und die ihnen Gleichgestellten tritt an die Stelle des Arbeitgebers der Auftraggeber oder Zwischenmeister.</P><P>(3) Soweit es die Bedingungen für den Zugang zur Erwerbstätigkeit sowie den beruflichen Aufstieg betrifft, gelten die Vorschriften dieses Abschnitts für Selbstständige und Organmitglieder, insbesondere Geschäftsführer oder Geschäftsführerinnen und Vorstände, entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000300000"
        }
      },
      {
        "id": "BJNR189710006BJNE000700000",
        "type": "article",
        "name": "§ 7",
        "title": "Benachteiligungsverbot",
        "body": {
          "content": "<P>(1) Beschäftigte dürfen nicht wegen eines in § 1 genannten Grundes benachteiligt werden; dies gilt auch, wenn die Person, die die Benachteiligung begeht, das Vorliegen eines in § 1 genannten Grundes bei der Benachteiligung nur annimmt.</P><P>(2) Bestimmungen in Vereinbarungen, die gegen das Benachteiligungsverbot des Absatzes 1 verstoßen, sind unwirksam.</P><P>(3) Eine Benachteiligung nach Absatz 1 durch Arbeitgeber oder Beschäftigte ist eine Verletzung vertraglicher Pflichten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000300000"
        }
      },
      {
        "id": "BJNR189710006BJNE000800000",
        "type": "article",
        "name": "§ 8",
        "title": "Zulässige unterschiedliche Behandlung wegen beruflicher Anforderungen",
        "body": {
          "content": "<P>(1) Eine unterschiedliche Behandlung wegen eines in § 1 genannten Grundes ist zulässig, wenn dieser Grund wegen der Art der auszuübenden Tätigkeit oder der Bedingungen ihrer Ausübung eine wesentliche und entscheidende berufliche Anforderung darstellt, sofern der Zweck rechtmäßig und die Anforderung angemessen ist.</P><P>(2) Die Vereinbarung einer geringeren Vergütung für gleiche oder gleichwertige Arbeit wegen eines in § 1 genannten Grundes wird nicht dadurch gerechtfertigt, dass wegen eines in § 1 genannten Grundes besondere Schutzvorschriften gelten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000300000"
        }
      },
      {
        "id": "BJNR189710006BJNE000900000",
        "type": "article",
        "name": "§ 9",
        "title": "Zulässige unterschiedliche Behandlung wegen der Religion oder\nWeltanschauung",
        "body": {
          "content": "<P>(1) Ungeachtet des § 8 ist eine unterschiedliche Behandlung wegen der Religion oder der Weltanschauung bei der Beschäftigung durch Religionsgemeinschaften, die ihnen zugeordneten Einrichtungen ohne Rücksicht auf ihre Rechtsform oder durch Vereinigungen, die sich die gemeinschaftliche Pflege einer Religion oder Weltanschauung zur Aufgabe machen, auch zulässig, wenn eine bestimmte Religion oder Weltanschauung unter Beachtung des Selbstverständnisses der jeweiligen Religionsgemeinschaft oder Vereinigung im Hinblick auf ihr Selbstbestimmungsrecht oder nach der Art der Tätigkeit eine gerechtfertigte berufliche Anforderung darstellt.</P><P>(2) Das Verbot unterschiedlicher Behandlung wegen der Religion oder der Weltanschauung berührt nicht das Recht der in Absatz 1 genannten Religionsgemeinschaften, der ihnen zugeordneten Einrichtungen ohne Rücksicht auf ihre Rechtsform oder der Vereinigungen, die sich die gemeinschaftliche Pflege einer Religion oder Weltanschauung zur Aufgabe machen, von ihren Beschäftigten ein loyales und aufrichtiges Verhalten im Sinne ihres jeweiligen Selbstverständnisses verlangen zu können.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000300000"
        }
      },
      {
        "id": "BJNR189710006BJNE001001377",
        "type": "article",
        "name": "§ 10",
        "title": "Zulässige unterschiedliche Behandlung wegen des Alters",
        "body": {
          "content": "<P>Ungeachtet des § 8 ist eine unterschiedliche Behandlung wegen des Alters auch zulässig, wenn sie objektiv und angemessen und durch ein legitimes Ziel gerechtfertigt ist. Die Mittel zur Erreichung dieses Ziels müssen angemessen und erforderlich sein. Derartige unterschiedliche Behandlungen können insbesondere Folgendes einschließen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Festlegung besonderer Bedingungen für den Zugang zur Beschäftigung und zur beruflichen Bildung sowie besonderer Beschäftigungs- und Arbeitsbedingungen, einschließlich der Bedingungen für Entlohnung und Beendigung des Beschäftigungsverhältnisses, um die berufliche Eingliederung von Jugendlichen, älteren Beschäftigten und Personen mit Fürsorgepflichten zu fördern oder ihren Schutz sicherzustellen,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Festlegung von Mindestanforderungen an das Alter, die Berufserfahrung oder das Dienstalter für den Zugang zur Beschäftigung oder für bestimmte mit der Beschäftigung verbundene Vorteile,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Festsetzung eines Höchstalters für die Einstellung auf Grund der spezifischen Ausbildungsanforderungen eines bestimmten Arbeitsplatzes oder auf Grund der Notwendigkeit einer angemessenen Beschäftigungszeit vor dem Eintritt in den Ruhestand,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Festsetzung von Altersgrenzen bei den betrieblichen Systemen der sozialen Sicherheit als Voraussetzung für die Mitgliedschaft oder den Bezug von Altersrente oder von Leistungen bei Invalidität einschließlich der Festsetzung unterschiedlicher Altersgrenzen im Rahmen dieser Systeme für bestimmte Beschäftigte oder Gruppen von Beschäftigten und die Verwendung von Alterskriterien im Rahmen dieser Systeme für versicherungsmathematische Berechnungen,</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Vereinbarung, die die Beendigung des Beschäftigungsverhältnisses ohne Kündigung zu einem Zeitpunkt vorsieht, zu dem der oder die Beschäftigte eine Rente wegen Alters beantragen kann; § 41 des Sechsten Buches Sozialgesetzbuch bleibt unberührt,</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Differenzierungen von Leistungen in Sozialplänen im Sinne des Betriebsverfassungsgesetzes, wenn die Parteien eine nach Alter oder Betriebszugehörigkeit gestaffelte Abfindungsregelung geschaffen haben, in der die wesentlich vom Alter abhängenden Chancen auf dem Arbeitsmarkt durch eine verhältnismäßig starke Betonung des Lebensalters erkennbar berücksichtigt worden sind, oder Beschäftigte von den Leistungen des Sozialplans ausgeschlossen haben, die wirtschaftlich abgesichert sind, weil sie, gegebenenfalls nach Bezug von Arbeitslosengeld, rentenberechtigt sind.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000300000"
        }
      },
      {
        "id": "BJNR189710006BJNG000400000",
        "type": "heading",
        "name": "Unterabschnitt 2",
        "title": "Organisationspflichten des\nArbeitgebers",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000200000"
        }
      },
      {
        "id": "BJNR189710006BJNE001100000",
        "type": "article",
        "name": "§ 11",
        "title": "Ausschreibung",
        "body": {
          "content": "<P>Ein Arbeitsplatz darf nicht unter Verstoß gegen § 7 Abs. 1 ausgeschrieben werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000400000"
        }
      },
      {
        "id": "BJNR189710006BJNE001200000",
        "type": "article",
        "name": "§ 12",
        "title": "Maßnahmen und Pflichten des Arbeitgebers",
        "body": {
          "content": "<P>(1) Der Arbeitgeber ist verpflichtet, die erforderlichen Maßnahmen zum Schutz vor Benachteiligungen wegen eines in § 1 genannten Grundes zu treffen. Dieser Schutz umfasst auch vorbeugende Maßnahmen.</P><P>(2) Der Arbeitgeber soll in geeigneter Art und Weise, insbesondere im Rahmen der beruflichen Aus- und Fortbildung, auf die Unzulässigkeit solcher Benachteiligungen hinweisen und darauf hinwirken, dass diese unterbleiben. Hat der Arbeitgeber seine Beschäftigten in geeigneter Weise zum Zwecke der Verhinderung von Benachteiligung geschult, gilt dies als Erfüllung seiner Pflichten nach Absatz 1.</P><P>(3) Verstoßen Beschäftigte gegen das Benachteiligungsverbot des § 7 Abs. 1, so hat der Arbeitgeber die im Einzelfall geeigneten, erforderlichen und angemessenen Maßnahmen zur Unterbindung der Benachteiligung wie Abmahnung, Umsetzung, Versetzung oder Kündigung zu ergreifen.</P><P>(4) Werden Beschäftigte bei der Ausübung ihrer Tätigkeit durch Dritte nach § 7 Abs. 1 benachteiligt, so hat der Arbeitgeber die im Einzelfall geeigneten, erforderlichen und angemessenen Maßnahmen zum Schutz der Beschäftigten zu ergreifen.</P><P>(5) Dieses Gesetz und § 61b des Arbeitsgerichtsgesetzes sowie Informationen über die für die Behandlung von Beschwerden nach § 13 zuständigen Stellen sind im Betrieb oder in der Dienststelle bekannt zu machen. Die Bekanntmachung kann durch Aushang oder Auslegung an geeigneter Stelle oder den Einsatz der im Betrieb oder der Dienststelle üblichen Informations- und Kommunikationstechnik erfolgen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000400000"
        }
      },
      {
        "id": "BJNR189710006BJNG000500000",
        "type": "heading",
        "name": "Unterabschnitt 3",
        "title": "Rechte der Beschäftigten",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000200000"
        }
      },
      {
        "id": "BJNR189710006BJNE001300000",
        "type": "article",
        "name": "§ 13",
        "title": "Beschwerderecht",
        "body": {
          "content": "<P>(1) Die Beschäftigten haben das Recht, sich bei den zuständigen Stellen des Betriebs, des Unternehmens oder der Dienststelle zu beschweren, wenn sie sich im Zusammenhang mit ihrem Beschäftigungsverhältnis vom Arbeitgeber, von Vorgesetzten, anderen Beschäftigten oder Dritten wegen eines in § 1 genannten Grundes benachteiligt fühlen. Die Beschwerde ist zu prüfen und das Ergebnis der oder dem beschwerdeführenden Beschäftigten mitzuteilen.</P><P>(2) Die Rechte der Arbeitnehmervertretungen bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000500000"
        }
      },
      {
        "id": "BJNR189710006BJNE001400000",
        "type": "article",
        "name": "§ 14",
        "title": "Leistungsverweigerungsrecht",
        "body": {
          "content": "<P>Ergreift der Arbeitgeber keine oder offensichtlich ungeeignete Maßnahmen zur Unterbindung einer Belästigung oder sexuellen Belästigung am Arbeitsplatz, sind die betroffenen Beschäftigten berechtigt, ihre Tätigkeit ohne Verlust des Arbeitsentgelts einzustellen, soweit dies zu ihrem Schutz erforderlich ist. § 273 des Bürgerlichen Gesetzbuchs bleibt unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000500000"
        }
      },
      {
        "id": "BJNR189710006BJNE001500000",
        "type": "article",
        "name": "§ 15",
        "title": "Entschädigung und Schadensersatz",
        "body": {
          "content": "<P>(1) Bei einem Verstoß gegen das Benachteiligungsverbot ist der Arbeitgeber verpflichtet, den hierdurch entstandenen Schaden zu ersetzen. Dies gilt nicht, wenn der Arbeitgeber die Pflichtverletzung nicht zu vertreten hat.</P><P>(2) Wegen eines Schadens, der nicht Vermögensschaden ist, kann der oder die Beschäftigte eine angemessene Entschädigung in Geld verlangen. Die Entschädigung darf bei einer Nichteinstellung drei Monatsgehälter nicht übersteigen, wenn der oder die Beschäftigte auch bei benachteiligungsfreier Auswahl nicht eingestellt worden wäre.</P><P>(3) Der Arbeitgeber ist bei der Anwendung kollektivrechtlicher Vereinbarungen nur dann zur Entschädigung verpflichtet, wenn er vorsätzlich oder grob fahrlässig handelt.</P><P>(4) Ein Anspruch nach Absatz 1 oder 2 muss innerhalb einer Frist von zwei Monaten schriftlich geltend gemacht werden, es sei denn, die Tarifvertragsparteien haben etwas anderes vereinbart. Die Frist beginnt im Falle einer Bewerbung oder eines beruflichen Aufstiegs mit dem Zugang der Ablehnung und in den sonstigen Fällen einer Benachteiligung zu dem Zeitpunkt, in dem der oder die Beschäftigte von der Benachteiligung Kenntnis erlangt.</P><P>(5) Im Übrigen bleiben Ansprüche gegen den Arbeitgeber, die sich aus anderen Rechtsvorschriften ergeben, unberührt.</P><P>(6) Ein Verstoß des Arbeitgebers gegen das Benachteiligungsverbot des § 7 Abs. 1 begründet keinen Anspruch auf Begründung eines Beschäftigungsverhältnisses, Berufsausbildungsverhältnisses oder einen beruflichen Aufstieg, es sei denn, ein solcher ergibt sich aus einem anderen Rechtsgrund.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000500000"
        }
      },
      {
        "id": "BJNR189710006BJNE001600000",
        "type": "article",
        "name": "§ 16",
        "title": "Maßregelungsverbot",
        "body": {
          "content": "<P>(1) Der Arbeitgeber darf Beschäftigte nicht wegen der Inanspruchnahme von Rechten nach diesem Abschnitt oder wegen der Weigerung, eine gegen diesen Abschnitt verstoßende Anweisung auszuführen, benachteiligen. Gleiches gilt für Personen, die den Beschäftigten hierbei unterstützen oder als Zeuginnen oder Zeugen aussagen.</P><P>(2) Die Zurückweisung oder Duldung benachteiligender Verhaltensweisen durch betroffene Beschäftigte darf nicht als Grundlage für eine Entscheidung herangezogen werden, die diese Beschäftigten berührt. Absatz 1 Satz 2 gilt entsprechend.</P><P>(3) § 22 gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000500000"
        }
      },
      {
        "id": "BJNR189710006BJNG000600000",
        "type": "heading",
        "name": "Unterabschnitt 4",
        "title": "Ergänzende Vorschriften",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000200000"
        }
      },
      {
        "id": "BJNR189710006BJNE001700000",
        "type": "article",
        "name": "§ 17",
        "title": "Soziale Verantwortung der Beteiligten",
        "body": {
          "content": "<P>(1) Tarifvertragsparteien, Arbeitgeber, Beschäftigte und deren Vertretungen sind aufgefordert, im Rahmen ihrer Aufgaben und Handlungsmöglichkeiten an der Verwirklichung des in § 1 genannten Ziels mitzuwirken.</P><P>(2) In Betrieben, in denen die Voraussetzungen des § 1 Abs. 1 Satz 1 des Betriebsverfassungsgesetzes vorliegen, können bei einem groben Verstoß des Arbeitgebers gegen Vorschriften aus diesem Abschnitt der Betriebsrat oder eine im Betrieb vertretene Gewerkschaft unter der Voraussetzung des § 23 Abs. 3 Satz 1 des Betriebsverfassungsgesetzes die dort genannten Rechte gerichtlich geltend machen; § 23 Abs. 3 Satz 2 bis 5 des Betriebsverfassungsgesetzes gilt entsprechend. Mit dem Antrag dürfen nicht Ansprüche des Benachteiligten geltend gemacht werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000600000"
        }
      },
      {
        "id": "BJNR189710006BJNE001800000",
        "type": "article",
        "name": "§ 18",
        "title": "Mitgliedschaft in Vereinigungen",
        "body": {
          "content": "<P>(1) Die Vorschriften dieses Abschnitts gelten entsprechend für die Mitgliedschaft oder die Mitwirkung in einer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tarifvertragspartei,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vereinigung, deren Mitglieder einer bestimmten Berufsgruppe angehören oder die eine überragende Machtstellung im wirtschaftlichen oder sozialen Bereich innehat, wenn ein grundlegendes Interesse am Erwerb der Mitgliedschaft besteht,</LA></DD> </DL>sowie deren jeweiligen Zusammenschlüssen.</P><P>(2) Wenn die Ablehnung einen Verstoß gegen das Benachteiligungsverbot des § 7 Abs. 1 darstellt, besteht ein Anspruch auf Mitgliedschaft oder Mitwirkung in den in Absatz 1 genannten Vereinigungen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000600000"
        }
      },
      {
        "id": "BJNR189710006BJNG000700000",
        "type": "heading",
        "name": "Abschnitt 3",
        "title": "Schutz vor Benachteiligung im Zivilrechtsverkehr",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR189710006BJNE001900000",
        "type": "article",
        "name": "§ 19",
        "title": "Zivilrechtliches Benachteiligungsverbot",
        "body": {
          "content": "<P>(1) Eine Benachteiligung aus Gründen der Rasse oder wegen der ethnischen Herkunft, wegen des Geschlechts, der Religion, einer Behinderung, des Alters oder der sexuellen Identität bei der Begründung, Durchführung und Beendigung zivilrechtlicher Schuldverhältnisse, die <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">typischerweise ohne Ansehen der Person zu vergleichbaren Bedingungen in einer Vielzahl von Fällen zustande kommen (Massengeschäfte) oder bei denen das Ansehen der Person nach der Art des Schuldverhältnisses eine nachrangige Bedeutung hat und die zu vergleichbaren Bedingungen in einer Vielzahl von Fällen zustande kommen oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine privatrechtliche Versicherung zum Gegenstand haben,</LA></DD> </DL>ist unzulässig.</P><P>(2) Eine Benachteiligung aus Gründen der Rasse oder wegen der ethnischen Herkunft ist darüber hinaus auch bei der Begründung, Durchführung und Beendigung sonstiger zivilrechtlicher Schuldverhältnisse im Sinne des § 2 Abs. 1 Nr. 5 bis 8 unzulässig.</P><P>(3) Bei der Vermietung von Wohnraum ist eine unterschiedliche Behandlung im Hinblick auf die Schaffung und Erhaltung sozial stabiler Bewohnerstrukturen und ausgewogener Siedlungsstrukturen sowie ausgeglichener wirtschaftlicher, sozialer und kultureller Verhältnisse zulässig.</P><P>(4) Die Vorschriften dieses Abschnitts finden keine Anwendung auf familien- und erbrechtliche Schuldverhältnisse.</P><P>(5) Die Vorschriften dieses Abschnitts finden keine Anwendung auf zivilrechtliche Schuldverhältnisse, bei denen ein besonderes Nähe- oder Vertrauensverhältnis der Parteien oder ihrer Angehörigen begründet wird. Bei Mietverhältnissen kann dies insbesondere der Fall sein, wenn die Parteien oder ihre Angehörigen Wohnraum auf demselben Grundstück nutzen. Die Vermietung von Wohnraum zum nicht nur vorübergehenden Gebrauch ist in der Regel kein Geschäft im Sinne des Absatzes 1 Nr. 1, wenn der Vermieter insgesamt nicht mehr als 50 Wohnungen vermietet.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000700000"
        }
      },
      {
        "id": "BJNR189710006BJNE002002377",
        "type": "article",
        "name": "§ 20",
        "title": "Zulässige unterschiedliche Behandlung",
        "body": {
          "content": "<P>(1) Eine Verletzung des Benachteiligungsverbots ist nicht gegeben, wenn für eine unterschiedliche Behandlung wegen der Religion, einer Behinderung, des Alters, der sexuellen Identität oder des Geschlechts ein sachlicher Grund vorliegt. Das kann insbesondere der Fall sein, wenn die unterschiedliche Behandlung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Vermeidung von Gefahren, der Verhütung von Schäden oder anderen Zwecken vergleichbarer Art dient,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">dem Bedürfnis nach Schutz der Intimsphäre oder der persönlichen Sicherheit Rechnung trägt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">besondere Vorteile gewährt und ein Interesse an der Durchsetzung der Gleichbehandlung fehlt,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">an die Religion eines Menschen anknüpft und im Hinblick auf die Ausübung der Religionsfreiheit oder auf das Selbstbestimmungsrecht der Religionsgemeinschaften, der ihnen zugeordneten Einrichtungen ohne Rücksicht auf ihre Rechtsform sowie der Vereinigungen, die sich die gemeinschaftliche Pflege einer Religion zur Aufgabe machen, unter Beachtung des jeweiligen Selbstverständnisses gerechtfertigt ist.</LA></DD></DL></P><P>(2) Kosten im Zusammenhang mit Schwangerschaft und Mutterschaft dürfen auf keinen Fall zu unterschiedlichen Prämien oder Leistungen führen. Eine unterschiedliche Behandlung wegen der Religion, einer Behinderung, des Alters oder der sexuellen Identität ist im Falle des § 19 Abs. 1 Nr. 2 nur zulässig, wenn diese auf anerkannten Prinzipien risikoadäquater Kalkulation beruht, insbesondere auf einer versicherungsmathematisch ermittelten Risikobewertung unter Heranziehung statistischer Erhebungen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000700000"
        }
      },
      {
        "id": "BJNR189710006BJNE002100000",
        "type": "article",
        "name": "§ 21",
        "title": "Ansprüche",
        "body": {
          "content": "<P>(1) Der Benachteiligte kann bei einem Verstoß gegen das Benachteiligungsverbot unbeschadet weiterer Ansprüche die Beseitigung der Beeinträchtigung verlangen. Sind weitere Beeinträchtigungen zu besorgen, so kann er auf Unterlassung klagen.</P><P>(2) Bei einer Verletzung des Benachteiligungsverbots ist der Benachteiligende verpflichtet, den hierdurch entstandenen Schaden zu ersetzen. Dies gilt nicht, wenn der Benachteiligende die Pflichtverletzung nicht zu vertreten hat. Wegen eines Schadens, der nicht Vermögensschaden ist, kann der Benachteiligte eine angemessene Entschädigung in Geld verlangen.</P><P>(3) Ansprüche aus unerlaubter Handlung bleiben unberührt.</P><P>(4) Auf eine Vereinbarung, die von dem Benachteiligungsverbot abweicht, kann sich der Benachteiligende nicht berufen.</P><P>(5) Ein Anspruch nach den Absätzen 1 und 2 muss innerhalb einer Frist von zwei Monaten geltend gemacht werden. Nach Ablauf der Frist kann der Anspruch nur geltend gemacht werden, wenn der Benachteiligte ohne Verschulden an der Einhaltung der Frist verhindert war.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000700000"
        }
      },
      {
        "id": "BJNR189710006BJNG000800000",
        "type": "heading",
        "name": "Abschnitt 4",
        "title": "Rechtsschutz",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR189710006BJNE002200000",
        "type": "article",
        "name": "§ 22",
        "title": "Beweislast",
        "body": {
          "content": "<P>Wenn im Streitfall die eine Partei Indizien beweist, die eine Benachteiligung wegen eines in § 1 genannten Grundes vermuten lassen, trägt die andere Partei die Beweislast dafür, dass kein Verstoß gegen die Bestimmungen zum Schutz vor Benachteiligung vorgelegen hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000800000"
        }
      },
      {
        "id": "BJNR189710006BJNE002301377",
        "type": "article",
        "name": "§ 23",
        "title": "Unterstützung durch Antidiskriminierungsverbände",
        "body": {
          "content": "<P>(1) Antidiskriminierungsverbände sind Personenzusammenschlüsse, die nicht gewerbsmäßig und nicht nur vorübergehend entsprechend ihrer Satzung die besonderen Interessen von benachteiligten Personen oder Personengruppen nach Maßgabe von § 1 wahrnehmen. Die Befugnisse nach den Absätzen 2 bis 4 stehen ihnen zu, wenn sie mindestens 75 Mitglieder haben oder einen Zusammenschluss aus mindestens sieben Verbänden bilden.</P><P>(2) Antidiskriminierungsverbände sind befugt, im Rahmen ihres Satzungszwecks in gerichtlichen Verfahren als Beistände Benachteiligter in der Verhandlung aufzutreten. Im Übrigen bleiben die Vorschriften der Verfahrensordnungen, insbesondere diejenigen, nach denen Beiständen weiterer Vortrag untersagt werden kann, unberührt.</P><P>(3) Antidiskriminierungsverbänden ist im Rahmen ihres Satzungszwecks die Besorgung von Rechtsangelegenheiten Benachteiligter gestattet.</P><P>(4) Besondere Klagerechte und Vertretungsbefugnisse von Verbänden zu Gunsten von behinderten Menschen bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000800000"
        }
      },
      {
        "id": "BJNR189710006BJNG000900000",
        "type": "heading",
        "name": "Abschnitt 5",
        "title": "Sonderregelungen für öffentlich-rechtliche\nDienstverhältnisse",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR189710006BJNE002400000",
        "type": "article",
        "name": "§ 24",
        "title": "Sonderregelung für öffentlich-rechtliche Dienstverhältnisse",
        "body": {
          "content": "<P>Die Vorschriften dieses Gesetzes gelten unter Berücksichtigung ihrer besonderen Rechtsstellung entsprechend für <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Beamtinnen und Beamte des Bundes, der Länder, der Gemeinden, der Gemeindeverbände sowie der sonstigen der Aufsicht des Bundes oder eines Landes unterstehenden Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Richterinnen und Richter des Bundes und der Länder,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zivildienstleistende sowie anerkannte Kriegsdienstverweigerer, soweit ihre Heranziehung zum Zivildienst betroffen ist.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG000900000"
        }
      },
      {
        "id": "BJNR189710006BJNG001000000",
        "type": "heading",
        "name": "Abschnitt 6",
        "title": "Antidiskriminierungsstelle",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR189710006BJNE002500000",
        "type": "article",
        "name": "§ 25",
        "title": "Antidiskriminierungsstelle des Bundes",
        "body": {
          "content": "<P>(1) Beim Bundesministerium für Familie, Senioren, Frauen und Jugend wird unbeschadet der Zuständigkeit der Beauftragten des Deutschen Bundestages oder der Bundesregierung die Stelle des Bundes zum Schutz vor Benachteiligungen wegen eines in § 1 genannten Grundes (Antidiskriminierungsstelle des Bundes) errichtet.</P><P>(2) Der Antidiskriminierungsstelle des Bundes ist die für die Erfüllung ihrer Aufgaben notwendige Personal- und Sachausstattung zur Verfügung zu stellen. Sie ist im Einzelplan des Bundesministeriums für Familie, Senioren, Frauen und Jugend in einem eigenen Kapitel auszuweisen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001000000"
        }
      },
      {
        "id": "BJNR189710006BJNE002601140",
        "type": "article",
        "name": "§ 26",
        "title": "Rechtsstellung der Leitung der Antidiskriminierungsstelle des Bundes",
        "body": {
          "content": "<P>(1) Die Bundesministerin oder der Bundesminister für Familie, Senioren, Frauen und Jugend ernennt auf Vorschlag der Bundesregierung eine Person zur Leitung der Antidiskriminierungsstelle des Bundes. Sie steht nach Maßgabe dieses Gesetzes in einem öffentlich-rechtlichen Amtsverhältnis zum Bund. Sie ist in Ausübung ihres Amtes unabhängig und nur dem Gesetz unterworfen.</P><P>(2) Das Amtsverhältnis beginnt mit der Aushändigung der Urkunde über die Ernennung durch die Bundesministerin oder den Bundesminister für Familie, Senioren, Frauen und Jugend.</P><P>(3) Das Amtsverhältnis endet außer durch Tod <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">mit dem Zusammentreten eines neuen Bundestages,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">durch Ablauf der Amtszeit mit Erreichen der Altersgrenze nach § 51 Abs. 1 und 2 des Bundesbeamtengesetzes,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">mit der Entlassung.</LA></DD></DL>Die Bundesministerin oder der Bundesminister für Familie, Senioren, Frauen und Jugend entlässt die Leiterin oder den Leiter der Antidiskriminierungsstelle des Bundes auf deren Verlangen oder wenn Gründe vorliegen, die bei einer Richterin oder einem Richter auf Lebenszeit die Entlassung aus dem Dienst rechtfertigen. Im Falle der Beendigung des Amtsverhältnisses erhält die Leiterin oder der Leiter der Antidiskriminierungsstelle des Bundes eine von der Bundesministerin oder dem Bundesminister für Familie, Senioren, Frauen und Jugend vollzogene Urkunde. Die Entlassung wird mit der Aushändigung der Urkunde wirksam.</P><P>(4) Das Rechtsverhältnis der Leitung der Antidiskriminierungsstelle des Bundes gegenüber dem Bund wird durch Vertrag mit dem Bundesministerium für Familie, Senioren, Frauen und Jugend geregelt. Der Vertrag bedarf der Zustimmung der Bundesregierung.</P><P>(5) Wird eine Bundesbeamtin oder ein Bundesbeamter zur Leitung der Antidiskriminierungsstelle des Bundes bestellt, scheidet er oder sie mit Beginn des Amtsverhältnisses aus dem bisherigen Amt aus. Für die Dauer des Amtsverhältnisses ruhen die aus dem Beamtenverhältnis begründeten Rechte und Pflichten mit Ausnahme der Pflicht zur Amtsverschwiegenheit und des Verbots der Annahme von Belohnungen oder Geschenken. Bei unfallverletzten Beamtinnen oder Beamten bleiben die gesetzlichen Ansprüche auf das Heilverfahren und einen Unfallausgleich unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001000000"
        }
      },
      {
        "id": "BJNR189710006BJNE002700000",
        "type": "article",
        "name": "§ 27",
        "title": "Aufgaben",
        "body": {
          "content": "<P>(1) Wer der Ansicht ist, wegen eines in § 1 genannten Grundes benachteiligt worden zu sein, kann sich an die Antidiskriminierungsstelle des Bundes wenden.</P><P>(2) Die Antidiskriminierungsstelle des Bundes unterstützt auf unabhängige Weise Personen, die sich nach Absatz 1 an sie wenden, bei der Durchsetzung ihrer Rechte zum Schutz vor Benachteiligungen. Hierbei kann sie insbesondere <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">über Ansprüche und die Möglichkeiten des rechtlichen Vorgehens im Rahmen gesetzlicher Regelungen zum Schutz vor Benachteiligungen informieren,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Beratung durch andere Stellen vermitteln,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine gütliche Beilegung zwischen den Beteiligten anstreben.</LA></DD> </DL>Soweit Beauftragte des Deutschen Bundestages oder der Bundesregierung zuständig sind, leitet die Antidiskriminierungsstelle des Bundes die Anliegen der in Absatz 1 genannten Personen mit deren Einverständnis unverzüglich an diese weiter.</P><P>(3) Die Antidiskriminierungsstelle des Bundes nimmt auf unabhängige Weise folgende Aufgaben wahr, soweit nicht die Zuständigkeit der Beauftragten der Bundesregierung oder des Deutschen Bundestages berührt ist: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Öffentlichkeitsarbeit,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Maßnahmen zur Verhinderung von Benachteiligungen aus den in § 1 genannten Gründen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Durchführung wissenschaftlicher Untersuchungen zu diesen Benachteiligungen.</LA></DD> </DL> </P><P>(4) Die Antidiskriminierungsstelle des Bundes und die in ihrem Zuständigkeitsbereich betroffenen Beauftragten der Bundesregierung und des Deutschen Bundestages legen gemeinsam dem Deutschen Bundestag alle vier Jahre Berichte über Benachteiligungen aus den in § 1 genannten Gründen vor und geben Empfehlungen zur Beseitigung und Vermeidung dieser Benachteiligungen. Sie können gemeinsam wissenschaftliche Untersuchungen zu Benachteiligungen durchführen.</P><P>(5) Die Antidiskriminierungsstelle des Bundes und die in ihrem Zuständigkeitsbereich betroffenen Beauftragten der Bundesregierung und des Deutschen Bundestages sollen bei Benachteiligungen aus mehreren der in § 1 genannten Gründe zusammenarbeiten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001000000"
        }
      },
      {
        "id": "BJNR189710006BJNE002800000",
        "type": "article",
        "name": "§ 28",
        "title": "Befugnisse",
        "body": {
          "content": "<P>(1) Die Antidiskriminierungsstelle des Bundes kann in Fällen des § 27 Abs. 2 Satz 2 Nr. 3 Beteiligte um Stellungnahmen ersuchen, soweit die Person, die sich nach § 27 Abs. 1 an sie gewandt hat, hierzu ihr Einverständnis erklärt.</P><P>(2) Alle Bundesbehörden und sonstigen öffentlichen Stellen im Bereich des Bundes sind verpflichtet, die Antidiskriminierungsstelle des Bundes bei der Erfüllung ihrer Aufgaben zu unterstützen, insbesondere die erforderlichen Auskünfte zu erteilen. Die Bestimmungen zum Schutz personenbezogener Daten bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001000000"
        }
      },
      {
        "id": "BJNR189710006BJNE002900000",
        "type": "article",
        "name": "§ 29",
        "title": "Zusammenarbeit mit Nichtregierungsorganisationen und anderen\nEinrichtungen",
        "body": {
          "content": "<P>Die Antidiskriminierungsstelle des Bundes soll bei ihrer Tätigkeit Nichtregierungsorganisationen sowie Einrichtungen, die auf europäischer, Bundes-, Landes- oder regionaler Ebene zum Schutz vor Benachteiligungen wegen eines in § 1 genannten Grundes tätig sind, in geeigneter Form einbeziehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001000000"
        }
      },
      {
        "id": "BJNR189710006BJNE003000000",
        "type": "article",
        "name": "§ 30",
        "title": "Beirat",
        "body": {
          "content": "<P>(1) Zur Förderung des Dialogs mit gesellschaftlichen Gruppen und Organisationen, die sich den Schutz vor Benachteiligungen wegen eines in § 1 genannten Grundes zum Ziel gesetzt haben, wird der Antidiskriminierungsstelle des Bundes ein Beirat beigeordnet. Der Beirat berät die Antidiskriminierungsstelle des Bundes bei der Vorlage von Berichten und Empfehlungen an den Deutschen Bundestag nach § 27 Abs. 4 und kann hierzu sowie zu wissenschaftlichen Untersuchungen nach § 27 Abs. 3 Nr. 3 eigene Vorschläge unterbreiten.</P><P>(2) Das Bundesministerium für Familie, Senioren, Frauen und Jugend beruft im Einvernehmen mit der Leitung der Antidiskriminierungsstelle des Bundes sowie den entsprechend zuständigen Beauftragten der Bundesregierung oder des Deutschen Bundestages die Mitglieder dieses Beirats und für jedes Mitglied eine Stellvertretung. In den Beirat sollen Vertreterinnen und Vertreter gesellschaftlicher Gruppen und Organisationen sowie Expertinnen und Experten in Benachteiligungsfragen berufen werden. Die Gesamtzahl der Mitglieder des Beirats soll 16 Personen nicht überschreiten. Der Beirat soll zu gleichen Teilen mit Frauen und Männern besetzt sein.</P><P>(3) Der Beirat gibt sich eine Geschäftsordnung, die der Zustimmung des Bundesministeriums für Familie, Senioren, Frauen und Jugend bedarf.</P><P>(4) Die Mitglieder des Beirats üben die Tätigkeit nach diesem Gesetz ehrenamtlich aus. Sie haben Anspruch auf Aufwandsentschädigung sowie Reisekostenvergütung, Tagegelder und Übernachtungsgelder. Näheres regelt die Geschäftsordnung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001000000"
        }
      },
      {
        "id": "BJNR189710006BJNG001100000",
        "type": "heading",
        "name": "Abschnitt 7",
        "title": "Schlussvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR189710006BJNE003100000",
        "type": "article",
        "name": "§ 31",
        "title": "Unabdingbarkeit",
        "body": {
          "content": "<P>Von den Vorschriften dieses Gesetzes kann nicht zu Ungunsten der geschützten Personen abgewichen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001100000"
        }
      },
      {
        "id": "BJNR189710006BJNE003200000",
        "type": "article",
        "name": "§ 32",
        "title": "Schlussbestimmung",
        "body": {
          "content": "<P>Soweit in diesem Gesetz nicht Abweichendes bestimmt ist, gelten die allgemeinen Bestimmungen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001100000"
        }
      },
      {
        "id": "BJNR189710006BJNE003301377",
        "type": "article",
        "name": "§ 33",
        "title": "Übergangsbestimmungen",
        "body": {
          "content": "<P>(1) Bei Benachteiligungen nach den §§ 611a, 611b und 612 Abs. 3 des Bürgerlichen Gesetzbuchs oder sexuellen Belästigungen nach dem Beschäftigtenschutzgesetz ist das vor dem 18. August 2006 maßgebliche Recht anzuwenden.</P><P>(2) Bei Benachteiligungen aus Gründen der Rasse oder wegen der ethnischen Herkunft sind die §§ 19 bis 21 nicht auf Schuldverhältnisse anzuwenden, die vor dem 18. August 2006 begründet worden sind. Satz 1 gilt nicht für spätere Änderungen von Dauerschuldverhältnissen.</P><P>(3) Bei Benachteiligungen wegen des Geschlechts, der Religion, einer Behinderung, des Alters oder der sexuellen Identität sind die §§ 19 bis 21 nicht auf Schuldverhältnisse anzuwenden, die vor dem 1. Dezember 2006 begründet worden sind. Satz 1 gilt nicht für spätere Änderungen von Dauerschuldverhältnissen.</P><P>(4) Auf Schuldverhältnisse, die eine privatrechtliche Versicherung zum Gegenstand haben, ist § 19 Abs. 1 nicht anzuwenden, wenn diese vor dem 22. Dezember 2007 begründet worden sind. Satz 1 gilt nicht für spätere Änderungen solcher Schuldverhältnisse.</P><P>(5) Bei Versicherungsverhältnissen, die vor dem 21. Dezember 2012 begründet werden, ist eine unterschiedliche Behandlung wegen des Geschlechts im Falle des § 19 Absatz 1 Nummer 2 bei den Prämien oder Leistungen nur zulässig, wenn dessen Berücksichtigung bei einer auf relevanten und genauen versicherungsmathematischen und statistischen Daten beruhenden Risikobewertung ein bestimmender Faktor ist. Kosten im Zusammenhang mit Schwangerschaft und Mutterschaft dürfen auf keinen Fall zu unterschiedlichen Prämien oder Leistungen führen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR189710006BJNG001100000"
        }
      }
    ]
  }
}
