{
  "data": {
    "type": "law",
    "id": "BJNR124610996",
    "abbreviation": "ArbSchG",
    "extraAbbreviations": [],
    "firstPublished": "1996-08-07",
    "sourceTimestamp": "20200702212523",
    "headingShort": "Arbeitsschutzgesetz",
    "headingLong": "Gesetz über die Durchführung von Maßnahmen des Arbeitsschutzes zur Verbesserung der Sicherheit und des Gesundheitsschutzes der Beschäftigten bei der Arbeit",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "1996, 1246"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 113 G v. 20.11.2019 I 1626"
      },
      {
        "category": "Hinweis",
        "comment": "Änderung durch Art. 293 V v. 19.6.2020 I 1328 (Nr. 29) textlich nachgewiesen, dokumentarisch noch nicht abschließend bearbeitet"
      },
      {
        "category": "Sonst",
        "comment": "Änderung der Inhaltsübersicht durch Art. 1 Nr. 1 V v. 23.10.2013 I 3882 ist nicht ausführbar, da dieses G keine amtliche Inhaltsübersicht hat"
      }
    ],
    "notes": {
      "body": {
        "content": "<P><noindex>Dieses Gesetz dient der Umsetzung folgender EG-Richtlinien: -Richtlinie 89/391/EWG des Rates vom 12. Juni 1989 über die Durchführung von Maßnahmen zur Verbesserung der Sicherheit und des Gesundheitsschutzes der Arbeitnehmer bei der Arbeit (ABl. EG Nr. L 183 S. 1) und - Richtlinie 91/383/EWG des Rates vom 25. Juni 1991 zur Ergänzung der Maßnahmen zur Verbesserung der Sicherheit und des Gesundheitsschutzes von Arbeitnehmern mit befristetem Arbeitsverhältnis oder Leiharbeitsverhältnis (ABl. EG Nr. L 206 S. 19).</noindex><pre xml:space=\"preserve\"><BR/></pre></P>",
        "footnotes": null
      },
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 21.8.1996 +++)<BR/>(+++ Amtliche Hinweise des Normgebers auf EG-Recht:<BR/>     Umsetzung der<BR/>       EWGRL 391/89 (CELEX Nr: 389L0391)<BR/>       EWGRL 383/91 (CELEX Nr: 391L0383) +++)<BR/><BR/></pre>Das Gesetz wurde als Artikel 1 d. G v. 7.8.1996 I 1246 (ArbSchEGRLUmsG) vom Bundestag mit Zustimmung des Bundesrates beschlossen. Es ist gem. Art. 6 dieses G mWv 21.8.1996 in Kraft getreten. § 6 Abs. 1 tritt am 21.8.1997 in Kraft.</P>"
    },
    "contents": [
      {
        "id": "BJNR124610996BJNG000200000",
        "type": "heading",
        "name": "Erster Abschnitt",
        "title": "Allgemeine Vorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR124610996BJNE000301308",
        "type": "article",
        "name": "§ 1",
        "title": "Zielsetzung und Anwendungsbereich",
        "body": {
          "content": "<P>(1) Dieses Gesetz dient dazu, Sicherheit und Gesundheitsschutz der Beschäftigten bei der Arbeit durch Maßnahmen des Arbeitsschutzes zu sichern und zu verbessern. Es gilt in allen Tätigkeitsbereichen und findet im Rahmen der Vorgaben des Seerechtsübereinkommens der Vereinten Nationen vom 10. Dezember 1982 (BGBl. 1994 II S. 1799) auch in der ausschließlichen Wirtschaftszone Anwendung.</P><P>(2) Dieses Gesetz gilt nicht für den Arbeitsschutz von Hausangestellten in privaten Haushalten. Es gilt nicht für den Arbeitsschutz von Beschäftigten auf Seeschiffen und in Betrieben, die dem Bundesberggesetz unterliegen, soweit dafür entsprechende Rechtsvorschriften bestehen.</P><P>(3) Pflichten, die die Arbeitgeber zur Gewährleistung von Sicherheit und Gesundheitsschutz der Beschäftigten bei der Arbeit nach sonstigen Rechtsvorschriften haben, bleiben unberührt. Satz 1 gilt entsprechend für Pflichten und Rechte der Beschäftigten. Unberührt bleiben Gesetze, die andere Personen als Arbeitgeber zu Maßnahmen des Arbeitsschutzes verpflichten.</P><P>(4) Bei öffentlich-rechtlichen Religionsgemeinschaften treten an die Stelle der Betriebs- oder Personalräte die Mitarbeitervertretungen entsprechend dem kirchlichen Recht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000200000"
        }
      },
      {
        "id": "BJNR124610996BJNE000400000",
        "type": "article",
        "name": "§ 2",
        "title": "Begriffsbestimmungen",
        "body": {
          "content": "<P>(1) Maßnahmen des Arbeitsschutzes im Sinne dieses Gesetzes sind Maßnahmen zur Verhütung von Unfällen bei der Arbeit und arbeitsbedingten Gesundheitsgefahren einschließlich Maßnahmen der menschengerechten Gestaltung der Arbeit.</P><P>(2) Beschäftigte im Sinne dieses Gesetzes sind: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Arbeitnehmerinnen und Arbeitnehmer,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zu ihrer Berufsbildung Beschäftigten,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">arbeitnehmerähnliche Personen im Sinne des § 5 Abs. 1 des Arbeitsgerichtsgesetzes, ausgenommen die in Heimarbeit Beschäftigten und die ihnen Gleichgestellten,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Beamtinnen und Beamte,</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Richterinnen und Richter,</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Soldatinnen und Soldaten,</LA></DD> <DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die in Werkstätten für Behinderte Beschäftigten.</LA></DD> </DL> </P><P>(3) Arbeitgeber im Sinne dieses Gesetzes sind natürliche und juristische Personen und rechtsfähige Personengesellschaften, die Personen nach Absatz 2 beschäftigen.</P><P>(4) Sonstige Rechtsvorschriften im Sinne dieses Gesetzes sind Regelungen über Maßnahmen des Arbeitsschutzes in anderen Gesetzen, in Rechtsverordnungen und Unfallverhütungsvorschriften.</P><P>(5) Als Betriebe im Sinne dieses Gesetzes gelten für den Bereich des öffentlichen Dienstes die Dienststellen. Dienststellen sind die einzelnen Behörden, Verwaltungsstellen und Betriebe der Verwaltungen des Bundes, der Länder, der Gemeinden und der sonstigen Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts, die Gerichte des Bundes und der Länder sowie die entsprechenden Einrichtungen der Streitkräfte.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000200000"
        }
      },
      {
        "id": "BJNR124610996BJNG000500000",
        "type": "heading",
        "name": "Zweiter Abschnitt",
        "title": "Pflichten des Arbeitgebers",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR124610996BJNE000600000",
        "type": "article",
        "name": "§ 3",
        "title": "Grundpflichten des Arbeitgebers",
        "body": {
          "content": "<P>(1) Der Arbeitgeber ist verpflichtet, die erforderlichen Maßnahmen des Arbeitsschutzes unter Berücksichtigung der Umstände zu treffen, die Sicherheit und Gesundheit der Beschäftigten bei der Arbeit beeinflussen. Er hat die Maßnahmen auf ihre Wirksamkeit zu überprüfen und erforderlichenfalls sich ändernden Gegebenheiten anzupassen. Dabei hat er eine Verbesserung von Sicherheit und Gesundheitsschutz der Beschäftigten anzustreben.</P><P>(2) Zur Planung und Durchführung der Maßnahmen nach Absatz 1 hat der Arbeitgeber unter Berücksichtigung der Art der Tätigkeiten und der Zahl der Beschäftigten <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">für eine geeignete Organisation zu sorgen und die erforderlichen Mittel bereitzustellen sowie</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorkehrungen zu treffen, daß die Maßnahmen erforderlichenfalls bei allen Tätigkeiten und eingebunden in die betrieblichen Führungsstrukturen beachtet werden und die Beschäftigten ihren Mitwirkungspflichten nachkommen können.</LA></DD> </DL> </P><P>(3) Kosten für Maßnahmen nach diesem Gesetz darf der Arbeitgeber nicht den Beschäftigten auferlegen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE000701377",
        "type": "article",
        "name": "§ 4",
        "title": "Allgemeine Grundsätze",
        "body": {
          "content": "<P>Der Arbeitgeber hat bei Maßnahmen des Arbeitsschutzes von folgenden allgemeinen Grundsätzen auszugehen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Arbeit ist so zu gestalten, daß eine Gefährdung für das Leben sowie die physische und die psychische Gesundheit möglichst vermieden und die verbleibende Gefährdung möglichst gering gehalten wird;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gefahren sind an ihrer Quelle zu bekämpfen;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei den Maßnahmen sind der Stand von Technik, Arbeitsmedizin und Hygiene sowie sonstige gesicherte arbeitswissenschaftliche Erkenntnisse zu berücksichtigen;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Maßnahmen sind mit dem Ziel zu planen, Technik, Arbeitsorganisation, sonstige Arbeitsbedingungen, soziale Beziehungen und Einfluß der Umwelt auf den Arbeitsplatz sachgerecht zu verknüpfen;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">individuelle Schutzmaßnahmen sind nachrangig zu anderen Maßnahmen;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">spezielle Gefahren für besonders schutzbedürftige Beschäftigtengruppen sind zu berücksichtigen;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Beschäftigten sind geeignete Anweisungen zu erteilen;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">mittelbar oder unmittelbar geschlechtsspezifisch wirkende Regelungen sind nur zulässig, wenn dies aus biologischen Gründen zwingend geboten ist.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE000801377",
        "type": "article",
        "name": "§ 5",
        "title": "Beurteilung der Arbeitsbedingungen",
        "body": {
          "content": "<P>(1) Der Arbeitgeber hat durch eine Beurteilung der für die Beschäftigten mit ihrer Arbeit verbundenen Gefährdung zu ermitteln, welche Maßnahmen des Arbeitsschutzes erforderlich sind.</P><P>(2) Der Arbeitgeber hat die Beurteilung je nach Art der Tätigkeiten vorzunehmen. Bei gleichartigen Arbeitsbedingungen ist die Beurteilung eines Arbeitsplatzes oder einer Tätigkeit ausreichend.</P><P>(3) Eine Gefährdung kann sich insbesondere ergeben durch <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Gestaltung und die Einrichtung der Arbeitsstätte und des Arbeitsplatzes,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">physikalische, chemische und biologische Einwirkungen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Gestaltung, die Auswahl und den Einsatz von Arbeitsmitteln, insbesondere von Arbeitsstoffen, Maschinen, Geräten und Anlagen sowie den Umgang damit,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Gestaltung von Arbeits- und Fertigungsverfahren, Arbeitsabläufen und Arbeitszeit und deren Zusammenwirken,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">unzureichende Qualifikation und Unterweisung der Beschäftigten,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA>psychische Belastungen bei der Arbeit.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE000903377",
        "type": "article",
        "name": "§ 6",
        "title": "Dokumentation",
        "body": {
          "content": "<P>(1) Der Arbeitgeber muß über die je nach Art der Tätigkeiten und der Zahl der Beschäftigten erforderlichen Unterlagen verfügen, aus denen das Ergebnis der Gefährdungsbeurteilung, die von ihm festgelegten Maßnahmen des Arbeitsschutzes und das Ergebnis ihrer Überprüfung ersichtlich sind. Bei gleichartiger Gefährdungssituation ist es ausreichend, wenn die Unterlagen zusammengefaßte Angaben enthalten.</P><P>(2) Unfälle in seinem Betrieb, bei denen ein Beschäftigter getötet oder so verletzt wird, daß er stirbt oder für mehr als drei Tage völlig oder teilweise arbeits- oder dienstunfähig wird, hat der Arbeitgeber zu erfassen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE001000000",
        "type": "article",
        "name": "§ 7",
        "title": "Übertragung von Aufgaben",
        "body": {
          "content": "<P>Bei der Übertragung von Aufgaben auf Beschäftigte hat der Arbeitgeber je nach Art der Tätigkeiten zu berücksichtigen, ob die Beschäftigten befähigt sind, die für die Sicherheit und den Gesundheitsschutz bei der Aufgabenerfüllung zu beachtenden Bestimmungen und Maßnahmen einzuhalten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE001100000",
        "type": "article",
        "name": "§ 8",
        "title": "Zusammenarbeit mehrerer Arbeitgeber",
        "body": {
          "content": "<P>(1) Werden Beschäftigte mehrerer Arbeitgeber an einem Arbeitsplatz tätig, sind die Arbeitgeber verpflichtet, bei der Durchführung der Sicherheits- und Gesundheitsschutzbestimmungen zusammenzuarbeiten. Soweit dies für die Sicherheit und den Gesundheitsschutz der Beschäftigten bei der Arbeit erforderlich ist, haben die Arbeitgeber je nach Art der Tätigkeiten insbesondere sich gegenseitig und ihre Beschäftigten über die mit den Arbeiten verbundenen Gefahren für Sicherheit und Gesundheit der Beschäftigten zu unterrichten und Maßnahmen zur Verhütung dieser Gefahren abzustimmen.</P><P>(2) Der Arbeitgeber muß sich je nach Art der Tätigkeit vergewissern, daß die Beschäftigten anderer Arbeitgeber, die in seinem Betrieb tätig werden, hinsichtlich der Gefahren für ihre Sicherheit und Gesundheit während ihrer Tätigkeit in seinem Betrieb angemessene Anweisungen erhalten haben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE001200000",
        "type": "article",
        "name": "§ 9",
        "title": "Besondere Gefahren",
        "body": {
          "content": "<P>(1) Der Arbeitgeber hat Maßnahmen zu treffen, damit nur Beschäftigte Zugang zu besonders gefährlichen Arbeitsbereichen haben, die zuvor geeignete Anweisungen erhalten haben.</P><P>(2) Der Arbeitgeber hat Vorkehrungen zu treffen, daß alle Beschäftigten, die einer unmittelbaren erheblichen Gefahr ausgesetzt sind oder sein können, möglichst frühzeitig über diese Gefahr und die getroffenen oder zu treffenden Schutzmaßnahmen unterrichtet sind. Bei unmittelbarer erheblicher Gefahr für die eigene Sicherheit oder die Sicherheit anderer Personen müssen die Beschäftigten die geeigneten Maßnahmen zur Gefahrenabwehr und Schadensbegrenzung selbst treffen können, wenn der zuständige Vorgesetzte nicht erreichbar ist; dabei sind die Kenntnisse der Beschäftigten und die vorhandenen technischen Mittel zu berücksichtigen. Den Beschäftigten dürfen aus ihrem Handeln keine Nachteile entstehen, es sei denn, sie haben vorsätzlich oder grob fahrlässig ungeeignete Maßnahmen getroffen.</P><P>(3) Der Arbeitgeber hat Maßnahmen zu treffen, die es den Beschäftigten bei unmittelbarer erheblicher Gefahr ermöglichen, sich durch sofortiges Verlassen der Arbeitsplätze in Sicherheit zu bringen. Den Beschäftigten dürfen hierdurch keine Nachteile entstehen. Hält die unmittelbare erhebliche Gefahr an, darf der Arbeitgeber die Beschäftigten nur in besonders begründeten Ausnahmefällen auffordern, ihre Tätigkeit wieder aufzunehmen. Gesetzliche Pflichten der Beschäftigten zur Abwehr von Gefahren für die öffentliche Sicherheit sowie die §§ 7 und 11 des Soldatengesetzes bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE001300000",
        "type": "article",
        "name": "§ 10",
        "title": "Erste Hilfe und sonstige Notfallmaßnahmen",
        "body": {
          "content": "<P>(1) Der Arbeitgeber hat entsprechend der Art der Arbeitsstätte und der Tätigkeiten sowie der Zahl der Beschäftigten die Maßnahmen zu treffen, die zur Ersten Hilfe, Brandbekämpfung und Evakuierung der Beschäftigten erforderlich sind. Dabei hat er der Anwesenheit anderer Personen Rechnung zu tragen. Er hat auch dafür zu sorgen, daß im Notfall die erforderlichen Verbindungen zu außerbetrieblichen Stellen, insbesondere in den Bereichen der Ersten Hilfe, der medizinischen Notversorgung, der Bergung und der Brandbekämpfung eingerichtet sind.</P><P>(2) Der Arbeitgeber hat diejenigen Beschäftigten zu benennen, die Aufgaben der Ersten Hilfe, Brandbekämpfung und Evakuierung der Beschäftigten übernehmen. Anzahl, Ausbildung und Ausrüstung der nach Satz 1 benannten Beschäftigten müssen in einem angemessenen Verhältnis zur Zahl der Beschäftigten und zu den bestehenden besonderen Gefahren stehen. Vor der Benennung hat der Arbeitgeber den Betriebs- oder Personalrat zu hören. Weitergehende Beteiligungsrechte bleiben unberührt. Der Arbeitgeber kann die in Satz 1 genannten Aufgaben auch selbst wahrnehmen, wenn er über die nach Satz 2 erforderliche Ausbildung und Ausrüstung verfügt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE001400000",
        "type": "article",
        "name": "§ 11",
        "title": "Arbeitsmedizinische Vorsorge",
        "body": {
          "content": "<P>Der Arbeitgeber hat den Beschäftigten auf ihren Wunsch unbeschadet der Pflichten aus anderen Rechtsvorschriften zu ermöglichen, sich je nach den Gefahren für ihre Sicherheit und Gesundheit bei der Arbeit regelmäßig arbeitsmedizinisch untersuchen zu lassen, es sei denn, auf Grund der Beurteilung der Arbeitsbedingungen und der getroffenen Schutzmaßnahmen ist nicht mit einem Gesundheitsschaden zu rechnen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE001500000",
        "type": "article",
        "name": "§ 12",
        "title": "Unterweisung",
        "body": {
          "content": "<P>(1) Der Arbeitgeber hat die Beschäftigten über Sicherheit und Gesundheitsschutz bei der Arbeit während ihrer Arbeitszeit ausreichend und angemessen zu unterweisen. Die Unterweisung umfaßt Anweisungen und Erläuterungen, die eigens auf den Arbeitsplatz oder den Aufgabenbereich der Beschäftigten ausgerichtet sind. Die Unterweisung muß bei der Einstellung, bei Veränderungen im Aufgabenbereich, der Einführung neuer Arbeitsmittel oder einer neuen Technologie vor Aufnahme der Tätigkeit der Beschäftigten erfolgen. Die Unterweisung muß an die Gefährdungsentwicklung angepaßt sein und erforderlichenfalls regelmäßig wiederholt werden.</P><P>(2) Bei einer Arbeitnehmerüberlassung trifft die Pflicht zur Unterweisung nach Absatz 1 den Entleiher. Er hat die Unterweisung unter Berücksichtigung der Qualifikation und der Erfahrung der Personen, die ihm zur Arbeitsleistung überlassen werden, vorzunehmen. Die sonstigen Arbeitsschutzpflichten des Verleihers bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE001601377",
        "type": "article",
        "name": "§ 13",
        "title": "Verantwortliche Personen",
        "body": {
          "content": "<P>(1) Verantwortlich für die Erfüllung der sich aus diesem Abschnitt ergebenden Pflichten sind neben dem Arbeitgeber <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">sein gesetzlicher Vertreter,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das vertretungsberechtigte Organ einer juristischen Person,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der vertretungsberechtigte Gesellschafter einer Personenhandelsgesellschaft,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Personen, die mit der Leitung eines Unternehmens oder eines Betriebes beauftragt sind, im Rahmen der ihnen übertragenen Aufgaben und Befugnisse,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige nach Absatz 2 oder nach einer auf Grund dieses Gesetzes erlassenen Rechtsverordnung oder nach einer Unfallverhütungsvorschrift verpflichtete Personen im Rahmen ihrer Aufgaben und Befugnisse.</LA></DD></DL></P><P>(2) Der Arbeitgeber kann zuverlässige und fachkundige Personen schriftlich damit beauftragen, ihm obliegende Aufgaben nach diesem Gesetz in eigener Verantwortung wahrzunehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNE001700000",
        "type": "article",
        "name": "§ 14",
        "title": "Unterrichtung und Anhörung der Beschäftigten des\nöffentlichen Dienstes",
        "body": {
          "content": "<P>(1) Die Beschäftigten des öffentlichen Dienstes sind vor Beginn der Beschäftigung und bei Veränderungen in ihren Arbeitsbereichen über Gefahren für Sicherheit und Gesundheit, denen sie bei der Arbeit ausgesetzt sein können, sowie über die Maßnahmen und Einrichtungen zur Verhütung dieser Gefahren und die nach § 10 Abs. 2 getroffenen Maßnahmen zu unterrichten.</P><P>(2) Soweit in Betrieben des öffentlichen Dienstes keine Vertretung der Beschäftigten besteht, hat der Arbeitgeber die Beschäftigten zu allen Maßnahmen zu hören, die Auswirkungen auf Sicherheit und Gesundheit der Beschäftigten haben können.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG000500000"
        }
      },
      {
        "id": "BJNR124610996BJNG001800000",
        "type": "heading",
        "name": "Dritter Abschnitt",
        "title": "Pflichten und Rechte der Beschäftigten",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR124610996BJNE001900000",
        "type": "article",
        "name": "§ 15",
        "title": "Pflichten der Beschäftigten",
        "body": {
          "content": "<P>(1) Die Beschäftigten sind verpflichtet, nach ihren Möglichkeiten sowie gemäß der Unterweisung und Weisung des Arbeitgebers für ihre Sicherheit und Gesundheit bei der Arbeit Sorge zu tragen. Entsprechend Satz 1 haben die Beschäftigten auch für die Sicherheit und Gesundheit der Personen zu sorgen, die von ihren Handlungen oder Unterlassungen bei der Arbeit betroffen sind.</P><P>(2) Im Rahmen des Absatzes 1 haben die Beschäftigten insbesondere Maschinen, Geräte, Werkzeuge, Arbeitsstoffe, Transportmittel und sonstige Arbeitsmittel sowie Schutzvorrichtungen und die ihnen zur Verfügung gestellte persönliche Schutzausrüstung bestimmungsgemäß zu verwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG001800000"
        }
      },
      {
        "id": "BJNR124610996BJNE002000000",
        "type": "article",
        "name": "§ 16",
        "title": "Besondere Unterstützungspflichten",
        "body": {
          "content": "<P>(1) Die Beschäftigten haben dem Arbeitgeber oder dem zuständigen Vorgesetzten jede von ihnen festgestellte unmittelbare erhebliche Gefahr für die Sicherheit und Gesundheit sowie jeden an den Schutzsystemen festgestellten Defekt unverzüglich zu melden.</P><P>(2) Die Beschäftigten haben gemeinsam mit dem Betriebsarzt und der Fachkraft für Arbeitssicherheit den Arbeitgeber darin zu unterstützen, die Sicherheit und den Gesundheitsschutz der Beschäftigten bei der Arbeit zu gewährleisten und seine Pflichten entsprechend den behördlichen Auflagen zu erfüllen. Unbeschadet ihrer Pflicht nach Absatz 1 sollen die Beschäftigten von ihnen festgestellte Gefahren für Sicherheit und Gesundheit und Mängel an den Schutzsystemen auch der Fachkraft für Arbeitssicherheit, dem Betriebsarzt oder dem Sicherheitsbeauftragten nach § 22 des Siebten Buches Sozialgesetzbuch mitteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG001800000"
        }
      },
      {
        "id": "BJNR124610996BJNE002103308",
        "type": "article",
        "name": "§ 17",
        "title": "Rechte der Beschäftigten",
        "body": {
          "content": "<P>(1) Die Beschäftigten sind berechtigt, dem Arbeitgeber Vorschläge zu allen Fragen der Sicherheit und des Gesundheitsschutzes bei der Arbeit zu machen. Für Beamtinnen und Beamte des Bundes ist § 125 des Bundesbeamtengesetzes anzuwenden. Entsprechendes Landesrecht bleibt unberührt.</P><P>(2) Sind Beschäftigte auf Grund konkreter Anhaltspunkte der Auffassung, daß die vom Arbeitgeber getroffenen Maßnahmen und bereitgestellten Mittel nicht ausreichen, um die Sicherheit und den Gesundheitsschutz bei der Arbeit zu gewährleisten, und hilft der Arbeitgeber darauf gerichteten Beschwerden von Beschäftigten nicht ab, können sich diese an die zuständige Behörde wenden. Hierdurch dürfen den Beschäftigten keine Nachteile entstehen. Die in Absatz 1 Satz 2 und 3 genannten Vorschriften sowie die Vorschriften der Wehrbeschwerdeordnung und des Gesetzes über den Wehrbeauftragten des Deutschen Bundestages bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG001800000"
        }
      },
      {
        "id": "BJNR124610996BJNG002200000",
        "type": "heading",
        "name": "Vierter Abschnitt",
        "title": "Verordnungsermächtigungen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR124610996BJNE002303308",
        "type": "article",
        "name": "§ 18",
        "title": "Verordnungsermächtigungen",
        "body": {
          "content": "<P>(1) Die Bundesregierung wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates vorzuschreiben, welche Maßnahmen der Arbeitgeber und die sonstigen verantwortlichen Personen zu treffen haben und wie sich die Beschäftigten zu verhalten haben, um ihre jeweiligen Pflichten, die sich aus diesem Gesetz ergeben, zu erfüllen. In diesen Rechtsverordnungen kann auch bestimmt werden, daß bestimmte Vorschriften des Gesetzes zum Schutz anderer als in § 2 Abs. 2 genannter Personen anzuwenden sind.</P><P>(2) Durch Rechtsverordnungen nach Absatz 1 kann insbesondere bestimmt werden, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">daß und wie zur Abwehr bestimmter Gefahren Dauer oder Lage der Beschäftigung oder die Zahl der Beschäftigten begrenzt werden muß,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">daß der Einsatz bestimmter Arbeitsmittel oder -verfahren mit besonderen Gefahren für die Beschäftigten verboten ist oder der zuständigen Behörde angezeigt oder von ihr erlaubt sein muß oder besonders gefährdete Personen dabei nicht beschäftigt werden dürfen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">daß bestimmte, besonders gefährliche Betriebsanlagen einschließlich der Arbeits- und Fertigungsverfahren vor Inbetriebnahme, in regelmäßigen Abständen oder auf behördliche Anordnung fachkundig geprüft werden müssen,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">daß Beschäftigte, bevor sie eine bestimmte gefährdende Tätigkeit aufnehmen oder fortsetzen oder nachdem sie sie beendet haben, arbeitsmedizinisch zu untersuchen sind und welche besonderen Pflichten der Arzt dabei zu beachten hat,</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">dass Ausschüsse zu bilden sind, denen die Aufgabe übertragen wird, die Bundesregierung oder das zuständige Bundesministerium zur Anwendung der Rechtsverordnungen zu beraten, dem Stand der Technik, Arbeitsmedizin und Hygiene entsprechende Regeln und sonstige gesicherte arbeitswissenschaftliche Erkenntnisse zu ermitteln sowie Regeln zu ermitteln, wie die in den Rechtsverordnungen gestellten Anforderungen erfüllt werden können. Das Bundesministerium für Arbeit und Soziales kann die Regeln und Erkenntnisse amtlich bekannt machen.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002200000"
        }
      },
      {
        "id": "BJNR124610996BJNE002400000",
        "type": "article",
        "name": "§ 19",
        "title": "Rechtsakte der Europäischen Gemeinschaften und zwischenstaatliche\nVereinbarungen",
        "body": {
          "content": "<P>Rechtsverordnungen nach § 18 können auch erlassen werden, soweit dies zur Durchführung von Rechtsakten des Rates oder der Kommission der Europäischen Gemeinschaften oder von Beschlüssen internationaler Organisationen oder von zwischenstaatlichen Vereinbarungen, die Sachbereiche dieses Gesetzes betreffen, erforderlich ist, insbesondere um Arbeitsschutzpflichten für andere als in § 2 Abs. 3 genannte Personen zu regeln.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002200000"
        }
      },
      {
        "id": "BJNR124610996BJNE002505124",
        "type": "article",
        "name": "§ 20",
        "title": "Regelungen für den öffentlichen Dienst",
        "body": {
          "content": "<P>(1) Für die Beamten der Länder, Gemeinden und sonstigen Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts regelt das Landesrecht, ob und inwieweit die nach § 18 erlassenen Rechtsverordnungen gelten.</P><P>(2) Für bestimmte Tätigkeiten im öffentlichen Dienst des Bundes, insbesondere bei der Bundeswehr, der Polizei, den Zivil- und Katastrophenschutzdiensten, dem Zoll oder den Nachrichtendiensten, können das Bundeskanzleramt, das Bundesministerium des Innern, für Bau und Heimat, das Bundesministerium für Verkehr und digitale Infrastruktur, das Bundesministerium der Verteidigung oder das Bundesministerium der Finanzen, soweit sie hierfür jeweils zuständig sind, durch Rechtsverordnung ohne Zustimmung des Bundesrates bestimmen, daß Vorschriften dieses Gesetzes ganz oder zum Teil nicht anzuwenden sind, soweit öffentliche Belange dies zwingend erfordern, insbesondere zur Aufrechterhaltung oder Wiederherstellung der öffentlichen Sicherheit. Rechtsverordnungen nach Satz 1 werden im Einvernehmen mit dem Bundesministerium für Arbeit und Soziales und, soweit nicht das Bundesministerium des Innern, für Bau und Heimat selbst ermächtigt ist, im Einvernehmen mit diesem Ministerium erlassen. In den Rechtsverordnungen ist gleichzeitig festzulegen, wie die Sicherheit und der Gesundheitsschutz bei der Arbeit unter Berücksichtigung der Ziele dieses Gesetzes auf andere Weise gewährleistet werden. Für Tätigkeiten im öffentlichen Dienst der Länder, Gemeinden und sonstigen landesunmittelbaren Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts können den Sätzen 1 und 3 entsprechende Regelungen durch Landesrecht getroffen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002200000"
        }
      },
      {
        "id": "BJNR124610996BJNG002700308",
        "type": "heading",
        "name": "Fünfter Abschnitt",
        "title": "Gemeinsame deutsche Arbeitsschutzstrategie",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR124610996BJNE003300308",
        "type": "article",
        "name": "§ 20a",
        "title": "Gemeinsame deutsche Arbeitsschutzstrategie",
        "body": {
          "content": "<P>(1) Nach den Bestimmungen dieses Abschnitts entwickeln Bund, Länder und Unfallversicherungsträger im Interesse eines wirksamen Arbeitsschutzes eine gemeinsame deutsche Arbeitsschutzstrategie und gewährleisten ihre Umsetzung und Fortschreibung. Mit der Wahrnehmung der ihnen gesetzlich zugewiesenen Aufgaben zur Verhütung von Arbeitsunfällen, Berufskrankheiten und arbeitsbedingten Gesundheitsgefahren sowie zur menschengerechten Gestaltung der Arbeit tragen Bund, Länder und Unfallversicherungsträger dazu bei, die Ziele der gemeinsamen deutschen Arbeitsschutzstrategie zu erreichen.</P><P>(2) Die gemeinsame deutsche Arbeitsschutzstrategie umfasst <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Entwicklung gemeinsamer Arbeitsschutzziele,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Festlegung vorrangiger Handlungsfelder und von Eckpunkten für Arbeitsprogramme sowie deren Ausführung nach einheitlichen Grundsätzen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Evaluierung der Arbeitsschutzziele, Handlungsfelder und Arbeitsprogramme mit geeigneten Kennziffern,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Festlegung eines abgestimmten Vorgehens der für den Arbeitsschutz zuständigen Landesbehörden und der Unfallversicherungsträger bei der Beratung und Überwachung der Betriebe,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Herstellung eines verständlichen, überschaubaren und abgestimmten Vorschriften- und Regelwerks.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002700308"
        }
      },
      {
        "id": "BJNR124610996BJNE003400308",
        "type": "article",
        "name": "§ 20b",
        "title": "Nationale Arbeitsschutzkonferenz",
        "body": {
          "content": "<P>(1) Die Aufgabe der Entwicklung, Steuerung und Fortschreibung der gemeinsamen deutschen Arbeitsschutzstrategie nach § 20a Abs. 1 Satz 1 wird von der Nationalen Arbeitsschutzkonferenz wahrgenommen. Sie setzt sich aus jeweils drei stimmberechtigten Vertretern von Bund, Ländern und den Unfallversicherungsträgern zusammen und bestimmt für jede Gruppe drei Stellvertreter. Außerdem entsenden die Spitzenorganisationen der Arbeitgeber und Arbeitnehmer für die Behandlung von Angelegenheiten nach § 20a Abs. 2 Nr. 1 bis 3 und 5 jeweils bis zu drei Vertreter in die Nationale Arbeitsschutzkonferenz; sie nehmen mit beratender Stimme an den Sitzungen teil. Die Nationale Arbeitsschutzkonferenz gibt sich eine Geschäftsordnung; darin werden insbesondere die Arbeitsweise und das Beschlussverfahren festgelegt. Die Geschäftsordnung muss einstimmig angenommen werden.</P><P>(2) Alle Einrichtungen, die mit Sicherheit und Gesundheit bei der Arbeit befasst sind, können der Nationalen Arbeitsschutzkonferenz Vorschläge für Arbeitsschutzziele, Handlungsfelder und Arbeitsprogramme unterbreiten.</P><P>(3) Die Nationale Arbeitsschutzkonferenz wird durch ein Arbeitsschutzforum unterstützt, das in der Regel einmal jährlich stattfindet. Am Arbeitsschutzforum sollen sachverständige Vertreter der Spitzenorganisationen der Arbeitgeber und Arbeitnehmer, der Berufs- und Wirtschaftsverbände, der Wissenschaft, der Kranken- und Rentenversicherungsträger, von Einrichtungen im Bereich Sicherheit und Gesundheit bei der Arbeit sowie von Einrichtungen, die der Förderung der Beschäftigungsfähigkeit dienen, teilnehmen. Das Arbeitsschutzforum hat die Aufgabe, eine frühzeitige und aktive Teilhabe der sachverständigen Fachöffentlichkeit an der Entwicklung und Fortschreibung der gemeinsamen deutschen Arbeitsschutzstrategie sicherzustellen und die Nationale Arbeitsschutzkonferenz entsprechend zu beraten.</P><P>(4) Einzelheiten zum Verfahren der Einreichung von Vorschlägen nach Absatz 2 und zur Durchführung des Arbeitsschutzforums nach Absatz 3 werden in der Geschäftsordnung der Nationalen Arbeitsschutzkonferenz geregelt.</P><P>(5) Die Geschäfte der Nationalen Arbeitsschutzkonferenz und des Arbeitsschutzforums führt die Bundesanstalt für Arbeitsschutz und Arbeitsmedizin. Einzelheiten zu Arbeitsweise und Verfahren werden in der Geschäftsordnung der Nationalen Arbeitsschutzkonferenz festgelegt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002700308"
        }
      },
      {
        "id": "BJNR124610996BJNG002601308",
        "type": "heading",
        "name": "Sechster Abschnitt",
        "title": "Schlußvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR124610996BJNE002710124",
        "type": "article",
        "name": "§ 21",
        "title": "Zuständige Behörden, Zusammenwirken mit den Trägern der gesetzlichen Unfallversicherung",
        "body": {
          "content": "<P>(1) Die Überwachung des Arbeitsschutzes nach diesem Gesetz ist staatliche Aufgabe. Die zuständigen Behörden haben die Einhaltung dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen zu überwachen und die Arbeitgeber bei der Erfüllung ihrer Pflichten zu beraten.</P><P>(2) Die Aufgaben und Befugnisse der Träger der gesetzlichen Unfallversicherung richten sich, soweit nichts anderes bestimmt ist, nach den Vorschriften des Sozialgesetzbuchs. Soweit die Träger der gesetzlichen Unfallversicherung nach dem Sozialgesetzbuch im Rahmen ihres Präventionsauftrags auch Aufgaben zur Gewährleistung von Sicherheit und Gesundheitsschutz der Beschäftigten wahrnehmen, werden sie ausschließlich im Rahmen ihrer autonomen Befugnisse tätig.</P><P>(3) Die zuständigen Landesbehörden und die Unfallversicherungsträger wirken auf der Grundlage einer gemeinsamen Beratungs- und Überwachungsstrategie nach § 20a Abs. 2 Nr. 4 eng zusammen und stellen den Erfahrungsaustausch sicher. Diese Strategie umfasst die Abstimmung allgemeiner Grundsätze zur methodischen Vorgehensweise bei <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Beratung und Überwachung der Betriebe,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Festlegung inhaltlicher Beratungs- und Überwachungsschwerpunkte, aufeinander abgestimmter oder gemeinsamer Schwerpunktaktionen und Arbeitsprogramme und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Förderung eines Daten- und sonstigen Informationsaustausches, insbesondere über Betriebsbesichtigungen und deren wesentliche Ergebnisse.</LA></DD></DL>Die zuständigen Landesbehörden vereinbaren mit den Unfallversicherungsträgern nach § 20 Abs. 2 Satz 3 des Siebten Buches Sozialgesetzbuch die Maßnahmen, die zur Umsetzung der gemeinsamen Arbeitsprogramme nach § 20a Abs. 2 Nr. 2 und der gemeinsamen Beratungs- und Überwachungsstrategie notwendig sind; sie evaluieren deren Zielerreichung mit den von der Nationalen Arbeitsschutzkonferenz nach § 20a Abs. 2 Nr. 3 bestimmten Kennziffern.</P><P>(4) Die für den Arbeitsschutz zuständige oberste Landesbehörde kann mit Trägern der gesetzlichen Unfallversicherung vereinbaren, daß diese in näher zu bestimmenden Tätigkeitsbereichen die Einhaltung dieses Gesetzes, bestimmter Vorschriften dieses Gesetzes oder der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen überwachen. In der Vereinbarung sind Art und Umfang der Überwachung sowie die Zusammenarbeit mit den staatlichen Arbeitsschutzbehörden festzulegen.</P><P>(5) Soweit nachfolgend nichts anderes bestimmt ist, ist zuständige Behörde für die Durchführung dieses Gesetzes und der auf dieses Gesetz gestützten Rechtsverordnungen in den Betrieben und Verwaltungen des Bundes die Zentralstelle für Arbeitsschutz beim Bundesministerium des Innern, für Bau und Heimat. Im Auftrag der Zentralstelle handelt, soweit nichts anderes bestimmt ist, die Unfallversicherung Bund und Bahn, die insoweit der Aufsicht des Bundesministeriums des Innern, für Bau und Heimat unterliegt; Aufwendungen werden nicht erstattet. Im öffentlichen Dienst im Geschäftsbereich des Bundesministeriums für Verkehr und digitale Infrastruktur führt die Unfallversicherung Bund und Bahn, soweit die Eisenbahn-Unfallkasse bis zum 31. Dezember 2014 Träger der Unfallversicherung war, dieses Gesetz durch. Für Betriebe und Verwaltungen in den Geschäftsbereichen des Bundesministeriums der Verteidigung und des Auswärtigen Amtes hinsichtlich seiner Auslandsvertretungen führt das jeweilige Bundesministerium, soweit es jeweils zuständig ist, oder die von ihm jeweils bestimmte Stelle dieses Gesetz durch. Im Geschäftsbereich des Bundesministeriums der Finanzen führt die Berufsgenossenschaft Verkehrswirtschaft Post-Logistik Telekommunikation dieses Gesetz durch, soweit der Geschäftsbereich des ehemaligen Bundesministeriums für Post und Telekommunikation betroffen ist. Die Sätze 1 bis 4 gelten auch für Betriebe und Verwaltungen, die zur Bundesverwaltung gehören, für die aber eine Berufsgenossenschaft Träger der Unfallversicherung ist. Die zuständigen Bundesministerien können mit den Berufsgenossenschaften für diese Betriebe und Verwaltungen vereinbaren, daß das Gesetz von den Berufsgenossenschaften durchgeführt wird; Aufwendungen werden nicht erstattet.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002601308"
        }
      },
      {
        "id": "BJNR124610996BJNE002800000",
        "type": "article",
        "name": "§ 22",
        "title": "Befugnisse der zuständigen Behörden",
        "body": {
          "content": "<P>(1) Die zuständige Behörde kann vom Arbeitgeber oder von den verantwortlichen Personen die zur Durchführung ihrer Überwachungsaufgabe erforderlichen Auskünfte und die Überlassung von entsprechenden Unterlagen verlangen. Die auskunftspflichtige Person kann die Auskunft auf solche Fragen oder die Vorlage derjenigen Unterlagen verweigern, deren Beantwortung oder Vorlage sie selbst oder einen ihrer in § 383 Abs. 1 Nr. 1 bis 3 der Zivilprozeßordnung bezeichneten Angehörigen der Gefahr der Verfolgung wegen einer Straftat oder Ordnungswidrigkeit aussetzen würde. Die auskunftspflichtige Person ist darauf hinzuweisen.</P><P>(2) Die mit der Überwachung beauftragten Personen sind befugt, zu den Betriebs- und Arbeitszeiten Betriebsstätten, Geschäfts- und Betriebsräume zu betreten, zu besichtigen und zu prüfen sowie in die geschäftlichen Unterlagen der auskunftspflichtigen Person Einsicht zu nehmen, soweit dies zur Erfüllung ihrer Aufgaben erforderlich ist. Außerdem sind sie befugt, Betriebsanlagen, Arbeitsmittel und persönliche Schutzausrüstungen zu prüfen, Arbeitsverfahren und Arbeitsabläufe zu untersuchen, Messungen vorzunehmen und insbesondere arbeitsbedingte Gesundheitsgefahren festzustellen und zu untersuchen, auf welche Ursachen ein Arbeitsunfall, eine arbeitsbedingte Erkrankung oder ein Schadensfall zurückzuführen ist. Sie sind berechtigt, die Begleitung durch den Arbeitgeber oder eine von ihm beauftragte Person zu verlangen. Der Arbeitgeber oder die verantwortlichen Personen haben die mit der Überwachung beauftragten Personen bei der Wahrnehmung ihrer Befugnisse nach den Sätzen 1 und 2 zu unterstützen. Außerhalb der in Satz 1 genannten Zeiten, oder wenn die Arbeitsstätte sich in einer Wohnung befindet, dürfen die mit der Überwachung beauftragten Personen ohne Einverständnis des Arbeitgebers die Maßnahmen nach den Sätzen 1 und 2 nur zur Verhütung dringender Gefahren für die öffentliche Sicherheit oder Ordnung treffen. Die auskunftspflichtige Person hat die Maßnahmen nach den Sätzen 1, 2 und 5 zu dulden. Die Sätze 1 und 5 gelten entsprechend, wenn nicht feststeht, ob in der Arbeitsstätte Personen beschäftigt werden, jedoch Tatsachen gegeben sind, die diese Annahme rechtfertigen. Das Grundrecht der Unverletzlichkeit der Wohnung (Artikel 13 des Grundgesetzes) wird insoweit eingeschränkt.</P><P>(3) Die zuständige Behörde kann im Einzelfall anordnen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">welche Maßnahmen der Arbeitgeber und die verantwortlichen Personen oder die Beschäftigten zur Erfüllung der Pflichten zu treffen haben, die sich aus diesem Gesetz und den auf Grund dieses Gesetzes erlassenen Rechtsverordnungen ergeben,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">welche Maßnahmen der Arbeitgeber und die verantwortlichen Personen zur Abwendung einer besonderen Gefahr für Leben und Gesundheit der Beschäftigten zu treffen haben.</LA></DD></DL>Die zuständige Behörde hat, wenn nicht Gefahr im Verzug ist, zur Ausführung der Anordnung eine angemessene Frist zu setzen. Wird eine Anordnung nach Satz 1 nicht innerhalb einer gesetzten Frist oder eine für sofort vollziehbar erklärte Anordnung nicht sofort ausgeführt, kann die zuständige Behörde die von der Anordnung betroffene Arbeit oder die Verwendung oder den Betrieb der von der Anordnung betroffenen Arbeitsmittel untersagen. Maßnahmen der zuständigen Behörde im Bereich des öffentlichen Dienstes, die den Dienstbetrieb wesentlich beeinträchtigen, sollen im Einvernehmen mit der obersten Bundes- oder Landesbehörde oder dem Hauptverwaltungsbeamten der Gemeinde getroffen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002601308"
        }
      },
      {
        "id": "BJNR124610996BJNE002909126",
        "type": "article",
        "name": "§ 23",
        "title": "Betriebliche Daten, Zusammenarbeit mit anderen Behörden, Jahresbericht",
        "body": {
          "content": "<P>(1) Der Arbeitgeber hat der zuständigen Behörde zu einem von ihr bestimmten Zeitpunkt Mitteilungen über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zahl der Beschäftigten und derer, an die er Heimarbeit vergibt, aufgegliedert nach Geschlecht, Alter und Staatsangehörigkeit,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Namen oder die Bezeichnung und Anschrift des Betriebs, in dem er sie beschäftigt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">seinen Namen, seine Firma und seine Anschrift sowie</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Wirtschaftszweig, dem sein Betrieb angehört,</LA></DD></DL>zu machen. Das Bundesministerium für Arbeit und Soziales wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates zu bestimmen, daß die Stellen der Bundesverwaltung, denen der Arbeitgeber die in Satz 1 genannten Mitteilungen bereits auf Grund einer Rechtsvorschrift mitgeteilt hat, diese Angaben an die für die Behörden nach Satz 1 zuständigen obersten Landesbehörden als Schreiben oder auf maschinell verwertbaren Datenträgern oder durch Datenübertragung weiterzuleiten haben. In der Rechtsverordnung können das Nähere über die Form der weiterzuleitenden Angaben sowie die Frist für die Weiterleitung bestimmt werden. Die weitergeleiteten Angaben dürfen nur zur Erfüllung der in der Zuständigkeit der Behörden nach § 21 Abs. 1 liegenden Arbeitsschutzaufgaben verarbeitet werden.</P><P>(2) Die mit der Überwachung beauftragten Personen dürfen die ihnen bei ihrer Überwachungstätigkeit zur Kenntnis gelangenden Geschäfts- und Betriebsgeheimnisse nur in den gesetzlich geregelten Fällen oder zur Verfolgung von Gesetzwidrigkeiten oder zur Erfüllung von gesetzlich geregelten Aufgaben zum Schutz der Versicherten dem Träger der gesetzlichen Unfallversicherung oder zum Schutz der Umwelt den dafür zuständigen Behörden offenbaren. Soweit es sich bei Geschäfts- und Betriebsgeheimnissen um Informationen über die Umwelt im Sinne des Umweltinformationsgesetzes handelt, richtet sich die Befugnis zu ihrer Offenbarung nach dem Umweltinformationsgesetz.</P><P>(3) Ergeben sich im Einzelfall für die zuständigen Behörden konkrete Anhaltspunkte für <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Beschäftigung oder Tätigkeit von Ausländern ohne den erforderlichen Aufenthaltstitel nach § 4 Abs. 3 des Aufenthaltsgesetzes, eine Aufenthaltsgestattung oder eine Duldung, die zur Ausübung der Beschäftigung berechtigen, oder eine Genehmigung nach § 284 Abs. 1 des Dritten Buches Sozialgesetzbuch,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verstöße gegen die Mitwirkungspflicht nach § 60 Abs. 1 Satz 1 Nr. 2 des Ersten Buches Sozialgesetzbuch gegenüber einer Dienststelle der Bundesagentur für Arbeit, einem Träger der gesetzlichen Kranken-, Pflege-, Unfall- oder Rentenversicherung oder einem Träger der Sozialhilfe oder gegen die Meldepflicht nach § 8a des Asylbewerberleistungsgesetzes,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verstöße gegen das Gesetz zur Bekämpfung der Schwarzarbeit,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verstöße gegen das Arbeitnehmerüberlassungsgesetz,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verstöße gegen die Vorschriften des Vierten und Siebten Buches Sozialgesetzbuch über die Verpflichtung zur Zahlung von Sozialversicherungsbeiträgen,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verstöße gegen das Aufenthaltsgesetz,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verstöße gegen die Steuergesetze,</LA></DD></DL>unterrichten sie die für die Verfolgung und Ahndung der Verstöße nach den Nummern 1 bis 7 zuständigen Behörden, die Träger der Sozialhilfe sowie die Behörden nach § 71 des Aufenthaltsgesetzes. In den Fällen des Satzes 1 arbeiten die zuständigen Behörden insbesondere mit den Agenturen für Arbeit, den Hauptzollämtern, den Rentenversicherungsträgern, den Krankenkassen als Einzugsstellen für die Sozialversicherungsbeiträge, den Trägern der gesetzlichen Unfallversicherung, den nach Landesrecht für die Verfolgung und Ahndung von Verstößen gegen das Gesetz zur Bekämpfung der Schwarzarbeit zuständigen Behörden, den Trägern der Sozialhilfe, den in § 71 des Aufenthaltsgesetzes genannten Behörden und den Finanzbehörden zusammen.</P><P>(4) Die zuständigen obersten Landesbehörden haben über die Überwachungstätigkeit der ihnen unterstellten Behörden einen Jahresbericht zu veröffentlichen. Der Jahresbericht umfaßt auch Angaben zur Erfüllung von Unterrichtungspflichten aus internationalen Übereinkommen oder Rechtsakten der Europäischen Gemeinschaften, soweit sie den Arbeitsschutz betreffen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002601308"
        }
      },
      {
        "id": "BJNR124610996BJNE003003124",
        "type": "article",
        "name": "§ 24",
        "title": "Ermächtigung zum Erlaß von allgemeinen Verwaltungsvorschriften",
        "body": {
          "content": "<P>Das Bundesministerium für Arbeit und Soziales kann mit Zustimmung des Bundesrates allgemeine Verwaltungsvorschriften erlassen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Durchführung dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen, soweit die Bundesregierung zu ihrem Erlaß ermächtigt ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">über die Gestaltung der Jahresberichte nach § 23 Abs. 4 und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">über die Angaben, die die zuständigen obersten Landesbehörden dem Bundesministerium für Arbeit und Soziales für den Unfallverhütungsbericht nach § 25 Abs. 2 des Siebten Buches Sozialgesetzbuch bis zu einem bestimmten Zeitpunkt mitzuteilen haben.</LA></DD></DL>Verwaltungsvorschriften, die Bereiche des öffentlichen Dienstes einbeziehen, werden im Einvernehmen mit dem Bundesministerium des Innern, für Bau und Heimat erlassen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002601308"
        }
      },
      {
        "id": "BJNR124610996BJNE003101308",
        "type": "article",
        "name": "§ 25",
        "title": "Bußgeldvorschriften",
        "body": {
          "content": "<P>(1) Ordnungswidrig handelt, wer vorsätzlich oder fahrlässig <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer Rechtsverordnung nach § 18 Abs. 1 oder § 19 zuwiderhandelt, soweit sie für einen bestimmten Tatbestand auf diese Bußgeldvorschrift verweist, oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\"><DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">als Arbeitgeber oder als verantwortliche Person einer vollziehbaren Anordnung nach § 22 Abs. 3 oder</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">als Beschäftigter einer vollziehbaren Anordnung nach § 22 Abs. 3 Satz 1 Nr. 1</LA></DD> </DL></LA><LA Size=\"normal\">zuwiderhandelt.</LA></DD>  </DL> </P><P>(2) Die Ordnungswidrigkeit kann in den Fällen des Absatzes 1 Nr. 1 und 2 Buchstabe b mit einer Geldbuße bis zu fünftausend Euro, in den Fällen des Absatzes 1 Nr. 2 Buchstabe a mit einer Geldbuße bis zu fünfundzwanzigtausend Euro geahndet werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002601308"
        }
      },
      {
        "id": "BJNR124610996BJNE003200000",
        "type": "article",
        "name": "§ 26",
        "title": "Strafvorschriften",
        "body": {
          "content": "<P>Mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe wird bestraft, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine in § 25 Abs. 1 Nr. 2 Buchstabe a bezeichnete Handlung beharrlich wiederholt oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">durch eine in § 25 Abs. 1 Nr. 1 oder Nr. 2 Buchstabe a bezeichnete vorsätzliche Handlung Leben oder Gesundheit eines Beschäftigten gefährdet.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR124610996BJNG002601308"
        }
      }
    ]
  }
}
