{
  "data": {
    "type": "law",
    "id": "BJNR117100994",
    "abbreviation": "ArbZG",
    "extraAbbreviations": [],
    "firstPublished": "1994-06-06",
    "sourceTimestamp": "20200729212520",
    "headingShort": null,
    "headingLong": "Arbeitszeitgesetz",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "1994, 1170, 1171"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 8 u. Art. 11 Abs. 2 Satz 2 G v. 27.3.2020 I 575"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 1.7.1994 +++)<BR/>(+++ Umsetzung der<BR/>       EGRL 104/93    (CELEX Nr: 393L0104)<BR/>       vgl. Art. 4b G v. 24.12.2003 I 3002 +++)<BR/><BR/></pre>Das G wurde als Artikel 1 G v. 6.6.1994 I 1170 (ArbZRG) vom Bundestag beschlossen. Es ist gem. Art. 21 Satz 2 dieses G am 1.7.1994 in Kraft getreten.</P>"
    },
    "contents": [
      {
        "id": "BJNR117100994BJNG000100307",
        "type": "heading",
        "name": "Erster Abschnitt",
        "title": "Allgemeine Vorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR117100994BJNE000901377",
        "type": "article",
        "name": "§ 1",
        "title": "Zweck des Gesetzes",
        "body": {
          "content": "<P>Zweck des Gesetzes ist es, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Sicherheit und den Gesundheitsschutz der Arbeitnehmer in der Bundesrepublik Deutschland und in der ausschließlichen Wirtschaftszone bei der Arbeitszeitgestaltung zu gewährleisten und die Rahmenbedingungen für flexible Arbeitszeiten zu verbessern sowie</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Sonntag und die staatlich anerkannten Feiertage als Tage der Arbeitsruhe und der seelischen Erhebung der Arbeitnehmer zu schützen.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000100307"
        }
      },
      {
        "id": "BJNR117100994BJNE001001308",
        "type": "article",
        "name": "§ 2",
        "title": "Begriffsbestimmungen",
        "body": {
          "content": "<P>(1) Arbeitszeit im Sinne dieses Gesetzes ist die Zeit vom Beginn bis zum Ende der Arbeit ohne die Ruhepausen; Arbeitszeiten bei mehreren Arbeitgebern sind zusammenzurechnen. Im Bergbau unter Tage zählen die Ruhepausen zur Arbeitszeit.</P><P>(2) Arbeitnehmer im Sinne dieses Gesetzes sind Arbeiter und Angestellte sowie die zu ihrer Berufsbildung Beschäftigten.</P><P>(3) Nachtzeit im Sinne dieses Gesetzes ist die Zeit von 23 bis 6 Uhr, in Bäckereien und Konditoreien die Zeit von 22 bis 5 Uhr.</P><P>(4) Nachtarbeit im Sinne dieses Gesetzes ist jede Arbeit, die mehr als zwei Stunden der Nachtzeit umfaßt.</P><P>(5) Nachtarbeitnehmer im Sinne dieses Gesetzes sind Arbeitnehmer, die <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">auf Grund ihrer Arbeitszeitgestaltung normalerweise Nachtarbeit in Wechselschicht zu leisten haben oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Nachtarbeit an mindestens 48 Tagen im Kalenderjahr leisten.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000100307"
        }
      },
      {
        "id": "BJNR117100994BJNG000200307",
        "type": "heading",
        "name": "Zweiter Abschnitt",
        "title": "Werktägliche Arbeitszeit\nund arbeitsfreie Zeiten",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR117100994BJNE001100307",
        "type": "article",
        "name": "§ 3",
        "title": "Arbeitszeit der Arbeitnehmer",
        "body": {
          "content": "<P>Die werktägliche Arbeitszeit der Arbeitnehmer darf acht Stunden nicht überschreiten. Sie kann auf bis zu zehn Stunden nur verlängert werden, wenn innerhalb von sechs Kalendermonaten oder innerhalb von 24 Wochen im Durchschnitt acht Stunden werktäglich nicht überschritten werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000200307"
        }
      },
      {
        "id": "BJNR117100994BJNE001200307",
        "type": "article",
        "name": "§ 4",
        "title": "Ruhepausen",
        "body": {
          "content": "<P>Die Arbeit ist durch im voraus feststehende Ruhepausen von mindestens 30 Minuten bei einer Arbeitszeit von mehr als sechs bis zu neun Stunden und 45 Minuten bei einer Arbeitszeit von mehr als neun Stunden insgesamt zu unterbrechen. Die Ruhepausen nach Satz 1 können in Zeitabschnitte von jeweils mindestens 15 Minuten aufgeteilt werden. Länger als sechs Stunden hintereinander dürfen Arbeitnehmer nicht ohne Ruhepause beschäftigt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000200307"
        }
      },
      {
        "id": "BJNR117100994BJNE001302308",
        "type": "article",
        "name": "§ 5",
        "title": "Ruhezeit",
        "body": {
          "content": "<P>(1) Die Arbeitnehmer müssen nach Beendigung der täglichen Arbeitszeit eine ununterbrochene Ruhezeit von mindestens elf Stunden haben.</P><P>(2) Die Dauer der Ruhezeit des Absatzes 1 kann in Krankenhäusern und anderen Einrichtungen zur Behandlung, Pflege und Betreuung von Personen, in Gaststätten und anderen Einrichtungen zur Bewirtung und Beherbergung, in Verkehrsbetrieben, beim Rundfunk sowie in der Landwirtschaft und in der Tierhaltung um bis zu eine Stunde verkürzt werden, wenn jede Verkürzung der Ruhezeit innerhalb eines Kalendermonats oder innerhalb von vier Wochen durch Verlängerung einer anderen Ruhezeit auf mindestens zwölf Stunden ausgeglichen wird.</P><P>(3) Abweichend von Absatz 1 können in Krankenhäusern und anderen Einrichtungen zur Behandlung, Pflege und Betreuung von Personen Kürzungen der Ruhezeit durch Inanspruchnahmen während der Rufbereitschaft, die nicht mehr als die Hälfte der Ruhezeit betragen, zu anderen Zeiten ausgeglichen werden.</P><P>(4) (weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000200307"
        }
      },
      {
        "id": "BJNR117100994BJNE001400307",
        "type": "article",
        "name": "§ 6",
        "title": "Nacht- und Schichtarbeit",
        "body": {
          "content": "<P>(1) Die Arbeitszeit der Nacht- und Schichtarbeitnehmer ist nach den gesicherten arbeitswissenschaftlichen Erkenntnissen über die menschengerechte Gestaltung der Arbeit festzulegen.</P><P>(2) Die werktägliche Arbeitszeit der Nachtarbeitnehmer darf acht Stunden nicht überschreiten. Sie kann auf bis zu zehn Stunden nur verlängert werden, wenn abweichend von § 3 innerhalb von einem Kalendermonat oder innerhalb von vier Wochen im Durchschnitt acht Stunden werktäglich nicht überschritten werden. Für Zeiträume, in denen Nachtarbeitnehmer im Sinne des § 2 Abs. 5 Nr. 2 nicht zur Nachtarbeit herangezogen werden, findet § 3 Satz 2 Anwendung.</P><P>(3) Nachtarbeitnehmer sind berechtigt, sich vor Beginn der Beschäftigung und danach in regelmäßigen Zeitabständen von nicht weniger als drei Jahren arbeitsmedizinisch untersuchen zu lassen. Nach Vollendung des 50. Lebensjahres steht Nachtarbeitnehmern dieses Recht in Zeitabständen von einem Jahr zu. Die Kosten der Untersuchungen hat der Arbeitgeber zu tragen, sofern er die Untersuchungen den Nachtarbeitnehmern nicht kostenlos durch einen Betriebsarzt oder einen überbetrieblichen Dienst von Betriebsärzten anbietet.</P><P>(4) Der Arbeitgeber hat den Nachtarbeitnehmer auf dessen Verlangen auf einen für ihn geeigneten Tagesarbeitsplatz umzusetzen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach arbeitsmedizinischer Feststellung die weitere Verrichtung von Nachtarbeit den Arbeitnehmer in seiner Gesundheit gefährdet oder</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">im Haushalt des Arbeitnehmers ein Kind unter zwölf Jahren lebt, das nicht von einer anderen im Haushalt lebenden Person betreut werden kann, oder</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">der Arbeitnehmer einen schwerpflegebedürftigen Angehörigen zu versorgen hat, der nicht von einem anderen im Haushalt lebenden Angehörigen versorgt werden kann,</LA></DD> </DL>sofern dem nicht dringende betriebliche Erfordernisse entgegenstehen. Stehen der Umsetzung des Nachtarbeitnehmers auf einen für ihn geeigneten Tagesarbeitsplatz nach Auffassung des Arbeitgebers dringende betriebliche Erfordernisse entgegen, so ist der Betriebs- oder Personalrat zu hören. Der Betriebs- oder Personalrat kann dem Arbeitgeber Vorschläge für eine Umsetzung unterbreiten.</P><P>(5) Soweit keine tarifvertraglichen Ausgleichsregelungen bestehen, hat der Arbeitgeber dem Nachtarbeitnehmer für die während der Nachtzeit geleisteten Arbeitsstunden eine angemessene Zahl bezahlter freier Tage oder einen angemessenen Zuschlag auf das ihm hierfür zustehende Bruttoarbeitsentgelt zu gewähren.</P><P>(6) Es ist sicherzustellen, daß Nachtarbeitnehmer den gleichen Zugang zur betrieblichen Weiterbildung und zu aufstiegsfördernden Maßnahmen haben wie die übrigen Arbeitnehmer.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000200307"
        }
      },
      {
        "id": "BJNR117100994BJNE001501308",
        "type": "article",
        "name": "§ 7",
        "title": "Abweichende Regelungen",
        "body": {
          "content": "<P>(1) In einem Tarifvertrag oder auf Grund eines Tarifvertrags in einer Betriebs- oder Dienstvereinbarung kann zugelassen werden, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 3<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Arbeitszeit über zehn Stunden werktäglich zu verlängern, wenn in die Arbeitszeit regelmäßig und in erheblichem Umfang Arbeitsbereitschaft oder Bereitschaftsdienst fällt,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">einen anderen Ausgleichszeitraum festzulegen,</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD> </DL></LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 4 Satz 2 die Gesamtdauer der Ruhepausen in Schichtbetrieben und Verkehrsbetrieben auf Kurzpausen von angemessener Dauer aufzuteilen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 5 Abs. 1 die Ruhezeit um bis zu zwei Stunden zu kürzen, wenn die Art der Arbeit dies erfordert und die Kürzung der Ruhezeit innerhalb eines festzulegenden Ausgleichszeitraums ausgeglichen wird,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 6 Abs. 2<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Arbeitszeit über zehn Stunden werktäglich hinaus zu verlängern, wenn in die Arbeitszeit regelmäßig und in erheblichem Umfang Arbeitsbereitschaft oder Bereitschaftsdienst fällt,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">einen anderen Ausgleichszeitraum festzulegen,</LA></DD> </DL></LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Beginn des siebenstündigen Nachtzeitraums des § 2 Abs. 3 auf die Zeit zwischen 22 und 24 Uhr festzulegen.</LA></DD> </DL> </P><P>(2) Sofern der Gesundheitsschutz der Arbeitnehmer durch einen entsprechenden Zeitausgleich gewährleistet wird, kann in einem Tarifvertrag oder auf Grund eines Tarifvertrags in einer Betriebs- oder Dienstvereinbarung ferner zugelassen werden, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 5 Abs. 1 die Ruhezeiten bei Rufbereitschaft den Besonderheiten dieses Dienstes anzupassen, insbesondere Kürzungen der Ruhezeit infolge von Inanspruchnahmen während dieses Dienstes zu anderen Zeiten auszugleichen,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Regelungen der §§ 3, 5 Abs. 1 und § 6 Abs. 2 in der Landwirtschaft der Bestellungs- und Erntezeit sowie den Witterungseinflüssen anzupassen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Regelungen der §§ 3, 4, 5 Abs. 1 und § 6 Abs. 2 bei der Behandlung, Pflege und Betreuung von Personen der Eigenart dieser Tätigkeit und dem Wohl dieser Personen entsprechend anzupassen,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Regelungen der §§ 3, 4, 5 Abs. 1 und § 6 Abs. 2 bei Verwaltungen und Betrieben des Bundes, der Länder, der Gemeinden und sonstigen Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts sowie bei anderen Arbeitgebern, die der Tarifbindung eines für den öffentlichen Dienst geltenden oder eines im wesentlichen inhaltsgleichen Tarifvertrags unterliegen, der Eigenart der Tätigkeit bei diesen Stellen anzupassen.</LA></DD> </DL> </P><P>(2a) In einem Tarifvertrag oder auf Grund eines Tarifvertrags in einer Betriebs- oder Dienstvereinbarung kann abweichend von den §§ 3, 5 Abs. 1 und § 6 Abs. 2 zugelassen werden, die werktägliche Arbeitszeit auch ohne Ausgleich über acht Stunden zu verlängern, wenn in die Arbeitszeit regelmäßig und in erheblichem Umfang Arbeitsbereitschaft oder Bereitschaftsdienst fällt und durch besondere Regelungen sichergestellt wird, dass die Gesundheit der Arbeitnehmer nicht gefährdet wird.</P><P>(3) Im Geltungsbereich eines Tarifvertrags nach Absatz 1, 2 oder 2a können abweichende tarifvertragliche Regelungen im Betrieb eines nicht tarifgebundenen Arbeitgebers durch Betriebs- oder Dienstvereinbarung oder, wenn ein Betriebs- oder Personalrat nicht besteht, durch schriftliche Vereinbarung zwischen dem Arbeitgeber und dem Arbeitnehmer übernommen werden. Können auf Grund eines solchen Tarifvertrags abweichende Regelungen in einer Betriebs- oder Dienstvereinbarung getroffen werden, kann auch in Betrieben eines nicht tarifgebundenen Arbeitgebers davon Gebrauch gemacht werden. Eine nach Absatz 2 Nr. 4 getroffene abweichende tarifvertragliche Regelung hat zwischen nicht tarifgebundenen Arbeitgebern und Arbeitnehmern Geltung, wenn zwischen ihnen die Anwendung der für den öffentlichen Dienst geltenden tarifvertraglichen Bestimmungen vereinbart ist und die Arbeitgeber die Kosten des Betriebs überwiegend mit Zuwendungen im Sinne des Haushaltsrechts decken.</P><P>(4) Die Kirchen und die öffentlich-rechtlichen Religionsgesellschaften können die in Absatz 1, 2 oder 2a genannten Abweichungen in ihren Regelungen vorsehen.</P><P>(5) In einem Bereich, in dem Regelungen durch Tarifvertrag üblicherweise nicht getroffen werden, können Ausnahmen im Rahmen des Absatzes 1, 2 oder 2a durch die Aufsichtsbehörde bewilligt werden, wenn dies aus betrieblichen Gründen erforderlich ist und die Gesundheit der Arbeitnehmer nicht gefährdet wird.</P><P>(6) Die Bundesregierung kann durch Rechtsverordnung mit Zustimmung des Bundesrates Ausnahmen im Rahmen des Absatzes 1 oder 2 zulassen, sofern dies aus betrieblichen Gründen erforderlich ist und die Gesundheit der Arbeitnehmer nicht gefährdet wird.</P><P>(7) Auf Grund einer Regelung nach Absatz 2a oder den Absätzen 3 bis 5 jeweils in Verbindung mit Absatz 2a darf die Arbeitszeit nur verlängert werden, wenn der Arbeitnehmer schriftlich eingewilligt hat. Der Arbeitnehmer kann die Einwilligung mit einer Frist von sechs Monaten schriftlich widerrufen. Der Arbeitgeber darf einen Arbeitnehmer nicht benachteiligen, weil dieser die Einwilligung zur Verlängerung der Arbeitszeit nicht erklärt oder die Einwilligung widerrufen hat.</P><P>(8) Werden Regelungen nach Absatz 1 Nr. 1 und 4, Absatz 2 Nr. 2 bis 4 oder solche Regelungen auf Grund der Absätze 3 und 4 zugelassen, darf die Arbeitszeit 48 Stunden wöchentlich im Durchschnitt von zwölf Kalendermonaten nicht überschreiten. Erfolgt die Zulassung auf Grund des Absatzes 5, darf die Arbeitszeit 48 Stunden wöchentlich im Durchschnitt von sechs Kalendermonaten oder 24 Wochen nicht überschreiten.</P><P>(9) Wird die werktägliche Arbeitszeit über zwölf Stunden hinaus verlängert, muss im unmittelbaren Anschluss an die Beendigung der Arbeitszeit eine Ruhezeit von mindestens elf Stunden gewährt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000200307"
        }
      },
      {
        "id": "BJNR117100994BJNE001600307",
        "type": "article",
        "name": "§ 8",
        "title": "Gefährliche Arbeiten",
        "body": {
          "content": "<P>Die Bundesregierung kann durch Rechtsverordnung mit Zustimmung des Bundesrates für einzelne Beschäftigungsbereiche, für bestimmte Arbeiten oder für bestimmte Arbeitnehmergruppen, bei denen besondere Gefahren für die Gesundheit der Arbeitnehmer zu erwarten sind, die Arbeitszeit über § 3 hinaus beschränken, die Ruhepausen und Ruhezeiten über die §§ 4 und 5 hinaus ausdehnen, die Regelungen zum Schutz der Nacht- und Schichtarbeitnehmer in § 6 erweitern und die Abweichungsmöglichkeiten nach § 7 beschränken, soweit dies zum Schutz der Gesundheit der Arbeitnehmer erforderlich ist. Satz 1 gilt nicht für Beschäftigungsbereiche und Arbeiten in Betrieben, die der Bergaufsicht unterliegen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000200307"
        }
      },
      {
        "id": "BJNR117100994BJNG000300307",
        "type": "heading",
        "name": "Dritter Abschnitt",
        "title": "Sonn- und Feiertagsruhe",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR117100994BJNE001700307",
        "type": "article",
        "name": "§ 9",
        "title": "Sonn- und Feiertagsruhe",
        "body": {
          "content": "<P>(1) Arbeitnehmer dürfen an Sonn- und gesetzlichen Feiertagen von 0 bis 24 Uhr nicht beschäftigt werden.</P><P>(2) In mehrschichtigen Betrieben mit regelmäßiger Tag- und Nachtschicht kann Beginn oder Ende der Sonn- und Feiertagsruhe um bis zu sechs Stunden vor- oder zurückverlegt werden, wenn für die auf den Beginn der Ruhezeit folgenden 24 Stunden der Betrieb ruht.</P><P>(3) Für Kraftfahrer und Beifahrer kann der Beginn der 24stündigen Sonn- und Feiertagsruhe um bis zu zwei Stunden vorverlegt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000300307"
        }
      },
      {
        "id": "BJNR117100994BJNE001802308",
        "type": "article",
        "name": "§ 10",
        "title": "Sonn- und Feiertagsbeschäftigung",
        "body": {
          "content": "<P>(1) Sofern die Arbeiten nicht an Werktagen vorgenommen werden können, dürfen Arbeitnehmer an Sonn- und Feiertagen abweichend von § 9 beschäftigt werden <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Not- und Rettungsdiensten sowie bei der Feuerwehr,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Aufrechterhaltung der öffentlichen Sicherheit und Ordnung sowie der Funktionsfähigkeit von Gerichten und Behörden und für Zwecke der Verteidigung,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Krankenhäusern und anderen Einrichtungen zur Behandlung, Pflege und Betreuung von Personen,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Gaststätten und anderen Einrichtungen zur Bewirtung und Beherbergung sowie im Haushalt,</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Musikaufführungen, Theatervorstellungen, Filmvorführungen, Schaustellungen, Darbietungen und anderen ähnlichen Veranstaltungen,</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei nichtgewerblichen Aktionen und Veranstaltungen der Kirchen, Religionsgesellschaften, Verbände, Vereine, Parteien und anderer ähnlicher Vereinigungen,</LA></DD> <DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">beim Sport und in Freizeit-, Erholungs- und Vergnügungseinrichtungen, beim Fremdenverkehr sowie in Museen und wissenschaftlichen Präsenzbibliotheken,</LA></DD> <DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">beim Rundfunk, bei der Tages- und Sportpresse, bei Nachrichtenagenturen sowie bei den der Tagesaktualität dienenden Tätigkeiten für andere Presseerzeugnisse einschließlich des Austragens, bei der Herstellung von Satz, Filmen und Druckformen für tagesaktuelle Nachrichten und Bilder, bei tagesaktuellen Aufnahmen auf Ton- und Bildträger sowie beim Transport und Kommissionieren von Presseerzeugnissen, deren Ersterscheinungstag am Montag oder am Tag nach einem Feiertag liegt,</LA></DD> <DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Messen, Ausstellungen und Märkten im Sinne des Titels IV der Gewerbeordnung sowie bei Volksfesten,</LA></DD> <DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Verkehrsbetrieben sowie beim Transport und Kommissionieren von leichtverderblichen Waren im Sinne des § 30 Abs. 3 Nr. 2 der Straßenverkehrsordnung,</LA></DD> <DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Energie- und Wasserversorgungsbetrieben sowie in Abfall- und Abwasserentsorgungsbetrieben,</LA></DD> <DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">in der Landwirtschaft und in der Tierhaltung sowie in Einrichtungen zur Behandlung und Pflege von Tieren,</LA></DD> <DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Bewachungsgewerbe und bei der Bewachung von Betriebsanlagen,</LA></DD> <DT>14.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei der Reinigung und Instandhaltung von Betriebseinrichtungen, soweit hierdurch der regelmäßige Fortgang des eigenen oder eines fremden Betriebs bedingt ist, bei der Vorbereitung der Wiederaufnahme des vollen werktägigen Betriebs sowie bei der Aufrechterhaltung der Funktionsfähigkeit von Datennetzen und Rechnersystemen,</LA></DD> <DT>15.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Verhütung des Verderbens von Naturerzeugnissen oder Rohstoffen oder des Mißlingens von Arbeitsergebnissen sowie bei kontinuierlich durchzuführenden Forschungsarbeiten,</LA></DD> <DT>16.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Vermeidung einer Zerstörung oder erheblichen Beschädigung der Produktionseinrichtungen.</LA></DD> </DL> </P><P>(2) Abweichend von § 9 dürfen Arbeitnehmer an Sonn- und Feiertagen mit den Produktionsarbeiten beschäftigt werden, wenn die infolge der Unterbrechung der Produktion nach Absatz 1 Nr. 14 zulässigen Arbeiten den Einsatz von mehr Arbeitnehmern als bei durchgehender Produktion erfordern.</P><P>(3) Abweichend von § 9 dürfen Arbeitnehmer an Sonn- und Feiertagen in Bäckereien und Konditoreien für bis zu drei Stunden mit der Herstellung und dem Austragen oder Ausfahren von Konditorwaren und an diesem Tag zum Verkauf kommenden Bäckerwaren beschäftigt werden.</P><P>(4) Sofern die Arbeiten nicht an Werktagen vorgenommen werden können, dürfen Arbeitnehmer zur Durchführung des Eil- und Großbetragszahlungsverkehrs und des Geld-, Devisen-, Wertpapier- und Derivatehandels abweichend von § 9 Abs. 1 an den auf einen Werktag fallenden Feiertagen beschäftigt werden, die nicht in allen Mitgliedstaaten der Europäischen Union Feiertage sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000300307"
        }
      },
      {
        "id": "BJNR117100994BJNE001901308",
        "type": "article",
        "name": "§ 11",
        "title": "Ausgleich für Sonn- und Feiertagsbeschäftigung",
        "body": {
          "content": "<P>(1) Mindestens 15 Sonntage im Jahr müssen beschäftigungsfrei bleiben.</P><P>(2) Für die Beschäftigung an Sonn- und Feiertagen gelten die §§ 3 bis 8 entsprechend, jedoch dürfen durch die Arbeitszeit an Sonn- und Feiertagen die in den §§ 3, 6 Abs. 2, §§ 7 und 21a Abs. 4 bestimmten Höchstarbeitszeiten und Ausgleichszeiträume nicht überschritten werden.</P><P>(3) Werden Arbeitnehmer an einem Sonntag beschäftigt, müssen sie einen Ersatzruhetag haben, der innerhalb eines den Beschäftigungstag einschließenden Zeitraums von zwei Wochen zu gewähren ist. Werden Arbeitnehmer an einem auf einen Werktag fallenden Feiertag beschäftigt, müssen sie einen Ersatzruhetag haben, der innerhalb eines den Beschäftigungstag einschließenden Zeitraums von acht Wochen zu gewähren ist.</P><P>(4) Die Sonn- oder Feiertagsruhe des § 9 oder der Ersatzruhetag des Absatzes 3 ist den Arbeitnehmern unmittelbar in Verbindung mit einer Ruhezeit nach § 5 zu gewähren, soweit dem technische oder arbeitsorganisatorische Gründe nicht entgegenstehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000300307"
        }
      },
      {
        "id": "BJNR117100994BJNE002001308",
        "type": "article",
        "name": "§ 12",
        "title": "Abweichende Regelungen",
        "body": {
          "content": "<P>In einem Tarifvertrag oder auf Grund eines Tarifvertrags in einer Betriebs- oder Dienstvereinbarung kann zugelassen werden,</P><P><DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 11 Abs. 1 die Anzahl der beschäftigungsfreien Sonntage in den Einrichtungen des § 10 Abs. 1 Nr. 2, 3, 4 und 10 auf mindestens zehn Sonntage, im Rundfunk, in Theaterbetrieben, Orchestern sowie bei Schaustellungen auf mindestens acht Sonntage, in Filmtheatern und in der Tierhaltung auf mindestens sechs Sonntage im Jahr zu verringern,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 11 Abs. 3 den Wegfall von Ersatzruhetagen für auf Werktage fallende Feiertage zu vereinbaren oder Arbeitnehmer innerhalb eines festzulegenden Ausgleichszeitraums beschäftigungsfrei zu stellen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 11 Abs. 1 bis 3 in der Seeschiffahrt die den Arbeitnehmern nach diesen Vorschriften zustehenden freien Tage zusammenhängend zu geben,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 11 Abs. 2 die Arbeitszeit in vollkontinuierlichen Schichtbetrieben an Sonn- und Feiertagen auf bis zu zwölf Stunden zu verlängern, wenn dadurch zusätzliche freie Schichten an Sonn- und Feiertagen erreicht werden.</LA></DD> </DL>§ 7 Abs. 3 bis 6 findet Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000300307"
        }
      },
      {
        "id": "BJNR117100994BJNE002100307",
        "type": "article",
        "name": "§ 13",
        "title": "Ermächtigung, Anordnung, Bewilligung",
        "body": {
          "content": "<P>(1) Die Bundesregierung kann durch Rechtsverordnung mit Zustimmung des Bundesrates zur Vermeidung erheblicher Schäden unter Berücksichtigung des Schutzes der Arbeitnehmer und der Sonn- und Feiertagsruhe <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bereiche mit Sonn- und Feiertagsbeschäftigung nach § 10 sowie die dort zugelassenen Arbeiten näher bestimmen,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">über die Ausnahmen nach § 10 hinaus weitere Ausnahmen abweichend von § 9<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">für Betriebe, in denen die Beschäftigung von Arbeitnehmern an Sonn- oder Feiertagen zur Befriedigung täglicher oder an diesen Tagen besonders hervortretender Bedürfnisse der Bevölkerung erforderlich ist,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">für Betriebe, in denen Arbeiten vorkommen, deren Unterbrechung oder Aufschub<DL Font=\"normal\" Type=\"arabic\"><DT>aa)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach dem Stand der Technik ihrer Art nach nicht oder nur mit erheblichen Schwierigkeiten möglich ist,</LA></DD> <DT>bb)</DT><DD Font=\"normal\"><LA Size=\"normal\">besondere Gefahren für Leben oder Gesundheit der Arbeitnehmer zur Folge hätte,</LA></DD> <DT>cc)</DT><DD Font=\"normal\"><LA Size=\"normal\">zu erheblichen Belastungen der Umwelt oder der Energie- oder Wasserversorgung führen würde,</LA></DD> </DL></LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">aus Gründen des Gemeinwohls, insbesondere auch zur Sicherung der Beschäftigung,</LA></DD> </DL></LA><LA Size=\"normal\">zulassen und die zum Schutz der Arbeitnehmer und der Sonn- und Feiertagsruhe notwendigen Bedingungen bestimmen.</LA></DD> </DL> </P><P>(2) Soweit die Bundesregierung von der Ermächtigung des Absatzes 1 Nr. 2 Buchstabe a keinen Gebrauch gemacht hat, können die Landesregierungen durch Rechtsverordnung entsprechende Bestimmungen erlassen. Die Landesregierungen können diese Ermächtigung durch Rechtsverordnung auf oberste Landesbehörden übertragen. </P><P>(3) Die Aufsichtsbehörde kann<DL Font=\"normal\" Type=\"arabic\"> <DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">feststellen, ob eine Beschäftigung nach § 10 zulässig ist,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von § 9 bewilligen, Arbeitnehmer zu beschäftigen<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">im Handelsgewerbe an bis zu zehn Sonn- und Feiertagen im Jahr, an denen besondere Verhältnisse einen erweiterten Geschäftsverkehr erforderlich machen,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">an bis zu fünf Sonn- und Feiertagen im Jahr, wenn besondere Verhältnisse zur Verhütung eines unverhältnismäßigen Schadens dies erfordern,</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">an einem Sonntag im Jahr zur Durchführung einer gesetzlich vorgeschriebenen Inventur,</LA></DD> </DL></LA></DD> </DL>und Anordnungen über die Beschäftigungszeit unter Berücksichtigung der für den öffentlichen Gottesdienst bestimmten Zeit treffen.</P><P>(4) Die Aufsichtsbehörde soll abweichend von § 9 bewilligen, daß Arbeitnehmer an Sonn- und Feiertagen mit Arbeiten beschäftigt werden, die aus chemischen, biologischen, technischen oder physikalischen Gründen einen ununterbrochenen Fortgang auch an Sonn- und Feiertagen erfordern.</P><P>(5) Die Aufsichtsbehörde hat abweichend von § 9 die Beschäftigung von Arbeitnehmern an Sonn- und Feiertagen zu bewilligen, wenn bei einer weitgehenden Ausnutzung der gesetzlich zulässigen wöchentlichen Betriebszeiten und bei längeren Betriebszeiten im Ausland die Konkurrenzfähigkeit unzumutbar beeinträchtigt ist und durch die Genehmigung von Sonn- und Feiertagsarbeit die Beschäftigung gesichert werden kann.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000300307"
        }
      },
      {
        "id": "BJNR117100994BJNG000400307",
        "type": "heading",
        "name": "Vierter Abschnitt",
        "title": "Ausnahmen in besonderen Fällen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR117100994BJNE002202126",
        "type": "article",
        "name": "§ 14",
        "title": "Außergewöhnliche Fälle",
        "body": {
          "content": "<P>(1) Von den §§ 3 bis 5, 6 Abs. 2, §§ 7, 9 bis 11 darf abgewichen werden bei vorübergehenden Arbeiten in Notfällen und in außergewöhnlichen Fällen, die unabhängig vom Willen der Betroffenen eintreten und deren Folgen nicht auf andere Weise zu beseitigen sind, besonders wenn Rohstoffe oder Lebensmittel zu verderben oder Arbeitsergebnisse zu mißlingen drohen.</P><P>(2) Von den §§ 3 bis 5, 6 Abs. 2, §§ 7, 11 Abs. 1 bis 3 und § 12 darf ferner abgewichen werden, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn eine verhältnismäßig geringe Zahl von Arbeitnehmern vorübergehend mit Arbeiten beschäftigt wird, deren Nichterledigung das Ergebnis der Arbeiten gefährden oder einen unverhältnismäßigen Schaden zur Folge haben würden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Forschung und Lehre, bei unaufschiebbaren Vor- und Abschlußarbeiten sowie bei unaufschiebbaren Arbeiten zur Behandlung, Pflege und Betreuung von Personen oder zur Behandlung und Pflege von Tieren an einzelnen Tagen,</LA></DD></DL>wenn dem Arbeitgeber andere Vorkehrungen nicht zugemutet werden können.</P><P>(3) Wird von den Befugnissen nach Absatz 1 oder 2 Gebrauch gemacht, darf die Arbeitszeit 48 Stunden wöchentlich im Durchschnitt von sechs Kalendermonaten oder 24 Wochen nicht überschreiten.</P><P>(4) Das Bundesministerium für Arbeit und Soziales kann durch Rechtsverordnung im Einvernehmen mit dem Bundesministerium für Gesundheit ohne Zustimmung des Bundesrates in außergewöhnlichen Notfällen mit bundesweiten Auswirkungen, insbesondere in epidemischen Lagen von nationaler Tragweite nach § 5 Absatz 1 des Infektionsschutzgesetzes, für Tätigkeiten der Arbeitnehmer für einen befristeten Zeitraum Ausnahmen zulassen, die über die in diesem Gesetz und in den auf Grund dieses Gesetzes erlassenen Rechtsverordnungen sowie in Tarifverträgen vorgesehenen Ausnahmen hinausgehen. Diese Tätigkeiten müssen zur Aufrechterhaltung der öffentlichen Sicherheit und Ordnung, des Gesundheitswesens und der pflegerischen Versorgung, der Daseinsvorsorge oder zur Versorgung der Bevölkerung mit existenziellen Gütern notwendig sein. In der Rechtsverordnung sind die notwendigen Bedingungen zum Schutz der in Satz 1 genannten Arbeitnehmer zu bestimmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000400307"
        }
      },
      {
        "id": "BJNR117100994BJNE002305377",
        "type": "article",
        "name": "§ 15",
        "title": "Bewilligung, Ermächtigung",
        "body": {
          "content": "<P>(1) Die Aufsichtsbehörde kann <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine von den §§ 3, 6 Abs. 2 und § 11 Abs. 2 abweichende längere tägliche Arbeitszeit bewilligen<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">für kontinuierliche Schichtbetriebe zur Erreichung zusätzlicher Freischichten,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">für Bau- und Montagestellen,</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine von den §§ 3, 6 Abs. 2 und § 11 Abs. 2 abweichende längere tägliche Arbeitszeit für Saison- und Kampagnebetriebe für die Zeit der Saison oder Kampagne bewilligen, wenn die Verlängerung der Arbeitszeit über acht Stunden werktäglich durch eine entsprechende Verkürzung der Arbeitszeit zu anderen Zeiten ausgeglichen wird,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine von den §§ 5 und 11 Abs. 2 abweichende Dauer und Lage der Ruhezeit bei Arbeitsbereitschaft, Bereitschaftsdienst und Rufbereitschaft den Besonderheiten dieser Inanspruchnahmen im öffentlichen Dienst entsprechend bewilligen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine von den §§ 5 und 11 Abs. 2 abweichende Ruhezeit zur Herbeiführung eines regelmäßigen wöchentlichen Schichtwechsels zweimal innerhalb eines Zeitraums von drei Wochen bewilligen.</LA></DD></DL></P><P>(2) Die Aufsichtsbehörde kann über die in diesem Gesetz vorgesehenen Ausnahmen hinaus weitergehende Ausnahmen zulassen, soweit sie im öffentlichen Interesse dringend nötig werden.</P><P>(2a) Die Bundesregierung kann durch Rechtsverordnung mit Zustimmung des Bundesrates <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>Ausnahmen von den §§ 3, 4, 5 und 6 Absatz 2 sowie von den §§ 9 und 11 für Arbeitnehmer, die besondere Tätigkeiten zur Errichtung, zur Änderung oder zum Betrieb von Bauwerken, künstlichen Inseln oder sonstigen Anlagen auf See (Offshore-Tätigkeiten) durchführen, zulassen und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die zum Schutz der in Nummer 1 genannten Arbeitnehmer sowie der Sonn- und Feiertagsruhe notwendigen Bedingungen bestimmen.</LA></DD></DL></P><P>(3) Das Bundesministerium der Verteidigung kann in seinem Geschäftsbereich durch Rechtsverordnung mit Zustimmung des Bundesministeriums für Arbeit und Soziales aus zwingenden Gründen der Verteidigung Arbeitnehmer verpflichten, über die in diesem Gesetz und in den auf Grund dieses Gesetzes erlassenen Rechtsverordnungen und Tarifverträgen festgelegten Arbeitszeitgrenzen und -beschränkungen hinaus Arbeit zu leisten.</P><P>(3a) Das Bundesministerium der Verteidigung kann in seinem Geschäftsbereich durch Rechtsverordnung im Einvernehmen mit dem Bundesministerium für Arbeit und Soziales für besondere Tätigkeiten der Arbeitnehmer bei den Streitkräften Abweichungen von in diesem Gesetz sowie von in den auf Grund dieses Gesetzes erlassenen Rechtsverordnungen bestimmten Arbeitszeitgrenzen und -beschränkungen zulassen, soweit die Abweichungen aus zwingenden Gründen erforderlich sind und die größtmögliche Sicherheit und der bestmögliche Gesundheitsschutz der Arbeitnehmer gewährleistet werden.</P><P>(4) Werden Ausnahmen nach Absatz 1 oder 2 zugelassen, darf die Arbeitszeit 48 Stunden wöchentlich im Durchschnitt von sechs Kalendermonaten oder 24 Wochen nicht überschreiten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000400307"
        }
      },
      {
        "id": "BJNR117100994BJNG000500307",
        "type": "heading",
        "name": "Fünfter Abschnitt",
        "title": "Durchführung des Gesetzes",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR117100994BJNE002402308",
        "type": "article",
        "name": "§ 16",
        "title": "Aushang und Arbeitszeitnachweise",
        "body": {
          "content": "<P>(1) Der Arbeitgeber ist verpflichtet, einen Abdruck dieses Gesetzes, der auf Grund dieses Gesetzes erlassenen, für den Betrieb geltenden Rechtsverordnungen und der für den Betrieb geltenden Tarifverträge und Betriebs- oder Dienstvereinbarungen im Sinne des § 7 Abs. 1 bis 3, §§ 12 und 21a Abs. 6 an geeigneter Stelle im Betrieb zur Einsichtnahme auszulegen oder auszuhängen.</P><P>(2) Der Arbeitgeber ist verpflichtet, die über die werktägliche Arbeitszeit des § 3 Satz 1 hinausgehende Arbeitszeit der Arbeitnehmer aufzuzeichnen und ein Verzeichnis der Arbeitnehmer zu führen, die in eine Verlängerung der Arbeitszeit gemäß § 7 Abs. 7 eingewilligt haben. Die Nachweise sind mindestens zwei Jahre aufzubewahren.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000500307"
        }
      },
      {
        "id": "BJNR117100994BJNE002502308",
        "type": "article",
        "name": "§ 17",
        "title": "Aufsichtsbehörde",
        "body": {
          "content": "<P>(1) Die Einhaltung dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen wird von den nach Landesrecht zuständigen Behörden (Aufsichtsbehörden) überwacht.</P><P>(2) Die Aufsichtsbehörde kann die erforderlichen Maßnahmen anordnen, die der Arbeitgeber zur Erfüllung der sich aus diesem Gesetz und den auf Grund dieses Gesetzes erlassenen Rechtsverordnungen ergebenden Pflichten zu treffen hat.</P><P>(3) Für den öffentlichen Dienst des Bundes sowie für die bundesunmittelbaren Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts werden die Aufgaben und Befugnisse der Aufsichtsbehörde vom zuständigen Bundesministerium oder den von ihm bestimmten Stellen wahrgenommen; das gleiche gilt für die Befugnisse nach § 15 Abs. 1 und 2.</P><P>(4) Die Aufsichtsbehörde kann vom Arbeitgeber die für die Durchführung dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen erforderlichen Auskünfte verlangen. Sie kann ferner vom Arbeitgeber verlangen, die Arbeitszeitnachweise und Tarifverträge oder Betriebs- oder Dienstvereinbarungen im Sinne des § 7 Abs. 1 bis 3, §§ 12 und 21a Abs. 6 vorzulegen oder zur Einsicht einzusenden.</P><P>(5) Die Beauftragten der Aufsichtsbehörde sind berechtigt, die Arbeitsstätten während der Betriebs- und Arbeitszeit zu betreten und zu besichtigen; außerhalb dieser Zeit oder wenn sich die Arbeitsstätten in einer Wohnung befinden, dürfen sie ohne Einverständnis des Inhabers nur zur Verhütung von dringenden Gefahren für die öffentliche Sicherheit und Ordnung betreten und besichtigt werden. Der Arbeitgeber hat das Betreten und Besichtigen der Arbeitsstätten zu gestatten. Das Grundrecht der Unverletzlichkeit der Wohnung (Artikel 13 des Grundgesetzes) wird insoweit eingeschränkt.</P><P>(6) Der zur Auskunft Verpflichtete kann die Auskunft auf solche Fragen verweigern, deren Beantwortung ihn selbst oder einen der in § 383 Abs. 1 Nr. 1 bis 3 der Zivilprozeßordnung bezeichneten Angehörigen der Gefahr strafgerichtlicher Verfolgung oder eines Verfahrens nach dem Gesetz über Ordnungswidrigkeiten aussetzen würde.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000500307"
        }
      },
      {
        "id": "BJNR117100994BJNG000600307",
        "type": "heading",
        "name": "Sechster Abschnitt",
        "title": "Sonderregelungen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR117100994BJNE002602377",
        "type": "article",
        "name": "§ 18",
        "title": "Nichtanwendung des Gesetzes",
        "body": {
          "content": "<P>(1) Dieses Gesetz ist nicht anzuwenden auf <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">leitende Angestellte im Sinne des § 5 Abs. 3 des Betriebsverfassungsgesetzes sowie Chefärzte,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Leiter von öffentlichen Dienststellen und deren Vertreter sowie Arbeitnehmer im öffentlichen Dienst, die zu selbständigen Entscheidungen in Personalangelegenheiten befugt sind,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Arbeitnehmer, die in häuslicher Gemeinschaft mit den ihnen anvertrauten Personen zusammenleben und sie eigenverantwortlich erziehen, pflegen oder betreuen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">den liturgischen Bereich der Kirchen und der Religionsgemeinschaften.</LA></DD></DL></P><P>(2) Für die Beschäftigung von Personen unter 18 Jahren gilt anstelle dieses Gesetzes das Jugendarbeitsschutzgesetz.</P><P>(3) Für die Beschäftigung von Arbeitnehmern als Besatzungsmitglieder auf Kauffahrteischiffen im Sinne des § 3 des Seearbeitsgesetzes gilt anstelle dieses Gesetzes das Seearbeitsgesetz.</P><P>(4) (weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000600307"
        }
      },
      {
        "id": "BJNR117100994BJNE002700307",
        "type": "article",
        "name": "§ 19",
        "title": "Beschäftigung im öffentlichen Dienst",
        "body": {
          "content": "<P>Bei der Wahrnehmung hoheitlicher Aufgaben im öffentlichen Dienst können, soweit keine tarifvertragliche Regelung besteht, durch die zuständige Dienstbehörde die für Beamte geltenden Bestimmungen über die Arbeitszeit auf die Arbeitnehmer übertragen werden; insoweit finden die §§ 3 bis 13 keine Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000600307"
        }
      },
      {
        "id": "BJNR117100994BJNE002800307",
        "type": "article",
        "name": "§ 20",
        "title": "Beschäftigung in der Luftfahrt",
        "body": {
          "content": "<P>Für die Beschäftigung von Arbeitnehmern als Besatzungsmitglieder von Luftfahrzeugen gelten anstelle der Vorschriften dieses Gesetzes über Arbeits- und Ruhezeiten die Vorschriften über Flug-, Flugdienst- und Ruhezeiten der Zweiten Durchführungsverordnung zur Betriebsordnung für Luftfahrtgerät in der jeweils geltenden Fassung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000600307"
        }
      },
      {
        "id": "BJNR117100994BJNE002902119",
        "type": "article",
        "name": "§ 21",
        "title": "Beschäftigung in der Binnenschifffahrt",
        "body": {
          "content": "<P>(1) Die Bundesregierung kann durch Rechtsverordnung mit Zustimmung des Bundesrates, auch zur Umsetzung zwischenstaatlicher Vereinbarungen oder Rechtsakten der Europäischen Union, abweichend von den Vorschriften dieses Gesetzes die Bedingungen für die Arbeitszeitgestaltung von Arbeitnehmern, die als Mitglied der Besatzung oder des Bordpersonals an Bord eines Fahrzeugs in der Binnenschifffahrt beschäftigt sind, regeln, soweit dies erforderlich ist, um den besonderen Bedingungen an Bord von Binnenschiffen Rechnung zu tragen. Insbesondere können in diesen Rechtsverordnungen die notwendigen Bedingungen für die Sicherheit und den Gesundheitsschutz im Sinne des § 1, einschließlich gesundheitlicher Untersuchungen hinsichtlich der Auswirkungen der Arbeitszeitbedingungen auf einem Schiff in der Binnenschifffahrt, sowie die notwendigen Bedingungen für den Schutz der Sonn- und Feiertagsruhe bestimmt werden. In Rechtsverordnungen nach Satz 1 kann ferner bestimmt werden, dass von den Vorschriften der Rechtsverordnung durch Tarifvertrag abgewichen werden kann.</P><P>(2) Soweit die Bundesregierung von der Ermächtigung des Absatzes 1 keinen Gebrauch macht, gelten die Vorschriften dieses Gesetzes für das Fahrpersonal auf Binnenschiffen, es sei denn, binnenschifffahrtsrechtliche Vorschriften über Ruhezeiten stehen dem entgegen. Bei Anwendung des Satzes 1 kann durch Tarifvertrag von den Vorschriften dieses Gesetzes abgewichen werden, um der Eigenart der Binnenschifffahrt Rechnung zu tragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000600307"
        }
      },
      {
        "id": "BJNR117100994BJNE003501308",
        "type": "article",
        "name": "§ 21a",
        "title": "Beschäftigung im Straßentransport",
        "body": {
          "content": "<P>(1) Für die Beschäftigung von Arbeitnehmern als Fahrer oder Beifahrer bei Straßenverkehrstätigkeiten im Sinne der Verordnung (EG) Nr. 561/2006 des Europäischen Parlaments und des Rates vom 15. März 2006 zur Harmonisierung bestimmter Sozialvorschriften im Straßenverkehr und zur Änderung der Verordnungen (EWG) Nr. 3821/85 und (EG) Nr. 2135/98 des Rates sowie zur Aufhebung der Verordnung (EWG) Nr. 3820/85 des Rates (ABl. EG Nr. L 102 S. 1) oder des Europäischen Übereinkommens über die Arbeit des im internationalen Straßenverkehr beschäftigten Fahrpersonals (AETR) vom 1. Juli 1970 (BGBl. II 1974 S. 1473) in ihren jeweiligen Fassungen gelten die Vorschriften  dieses Gesetzes, soweit nicht die folgenden Absätze abweichende Regelungen enthalten. Die Vorschriften der Verordnung (EG) Nr. 561/2006 und des AETR bleiben unberührt.</P><P>(2) Eine Woche im Sinne dieser Vorschriften ist der Zeitraum von Montag 0 Uhr bis Sonntag 24 Uhr.</P><P>(3) Abweichend von § 2 Abs. 1 ist keine Arbeitszeit: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zeit, während derer sich ein Arbeitnehmer am Arbeitsplatz bereithalten muss, um seine Tätigkeit aufzunehmen,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zeit, während derer sich ein Arbeitnehmer bereithalten muss, um seine Tätigkeit auf Anweisung aufnehmen zu können, ohne sich an seinem Arbeitsplatz aufhalten zu müssen;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">für Arbeitnehmer, die sich beim Fahren abwechseln, die während der Fahrt neben dem Fahrer oder in einer Schlafkabine verbrachte Zeit.</LA></DD> </DL>Für die Zeiten nach Satz 1 Nr. 1 und 2 gilt dies nur, wenn der Zeitraum und dessen voraussichtliche Dauer im Voraus, spätestens unmittelbar vor Beginn des betreffenden Zeitraums bekannt ist. Die in Satz 1 genannten Zeiten sind keine Ruhezeiten. Die in Satz 1 Nr. 1 und 2 genannten Zeiten sind keine Ruhepausen.</P><P>(4) Die Arbeitszeit darf 48 Stunden wöchentlich nicht überschreiten. Sie kann auf bis zu 60 Stunden verlängert werden, wenn innerhalb von vier Kalendermonaten oder 16 Wochen im Durchschnitt 48 Stunden wöchentlich nicht überschritten werden.</P><P>(5) Die Ruhezeiten bestimmen sich nach den Vorschriften der Europäischen Gemeinschaften für Kraftfahrer und Beifahrer sowie nach dem AETR. Dies gilt auch für Auszubildende und Praktikanten.</P><P>(6) In einem Tarifvertrag oder auf Grund eines Tarifvertrags in einer Betriebs- oder Dienstvereinbarung kann zugelassen werden, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nähere Einzelheiten zu den in Absatz 3 Satz 1 Nr. 1, 2 und Satz 2 genannten Voraussetzungen zu regeln,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">abweichend von Absatz 4 sowie den §§ 3 und 6 Abs. 2 die Arbeitszeit festzulegen, wenn objektive, technische oder arbeitszeitorganisatorische Gründe vorliegen. Dabei darf die Arbeitszeit 48 Stunden wöchentlich im Durchschnitt von sechs Kalendermonaten nicht überschreiten.</LA></DD> </DL>§ 7 Abs. 1 Nr. 2 und Abs. 2a gilt nicht. § 7 Abs. 3 gilt entsprechend.</P><P>(7) Der Arbeitgeber ist verpflichtet, die Arbeitszeit der Arbeitnehmer aufzuzeichnen. Die Aufzeichnungen sind mindestens zwei Jahre aufzubewahren. Der Arbeitgeber hat dem Arbeitnehmer auf Verlangen eine Kopie der Aufzeichnungen seiner Arbeitszeit auszuhändigen.</P><P>(8) Zur Berechnung der Arbeitszeit fordert der Arbeitgeber den Arbeitnehmer schriftlich auf, ihm eine Aufstellung der bei einem anderen Arbeitgeber geleisteten Arbeitszeit vorzulegen. Der Arbeitnehmer legt diese Angaben schriftlich vor.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000600307"
        }
      },
      {
        "id": "BJNR117100994BJNG000700307",
        "type": "heading",
        "name": "Siebter Abschnitt",
        "title": "Straf- und Bußgeldvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR117100994BJNE003004119",
        "type": "article",
        "name": "§ 22",
        "title": "Bußgeldvorschriften",
        "body": {
          "content": "<P>(1) Ordnungswidrig handelt, wer als Arbeitgeber vorsätzlich oder fahrlässig <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen §§ 3, 6 Abs. 2 oder § 21a Abs. 4, jeweils auch in Verbindung mit § 11 Abs. 2, einen Arbeitnehmer über die Grenzen der Arbeitszeit hinaus beschäftigt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 4 Ruhepausen nicht, nicht mit der vorgeschriebenen Mindestdauer oder nicht rechtzeitig gewährt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 5 Abs. 1 die Mindestruhezeit nicht gewährt oder entgegen § 5 Abs. 2 die Verkürzung der Ruhezeit durch Verlängerung einer anderen Ruhezeit nicht oder nicht rechtzeitig ausgleicht,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer Rechtsverordnung nach § 8 Satz 1, § 13 Abs. 1 oder 2, § 15 Absatz 2a Nummer 2, § 21 Absatz 1 oder § 24 zuwiderhandelt, soweit sie für einen bestimmten Tatbestand auf diese Bußgeldvorschrift verweist,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 9 Abs. 1 einen Arbeitnehmer an Sonn- oder Feiertagen beschäftigt,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 11 Abs. 1 einen Arbeitnehmer an allen Sonntagen beschäftigt oder entgegen § 11 Abs. 3 einen Ersatzruhetag nicht oder nicht rechtzeitig gewährt,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer vollziehbaren Anordnung nach § 13 Abs. 3 Nr. 2 zuwiderhandelt,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 16 Abs. 1 die dort bezeichnete Auslage oder den dort bezeichneten Aushang nicht vornimmt,</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 16 Abs. 2 oder § 21a Abs. 7 Aufzeichnungen nicht oder nicht richtig erstellt oder nicht für die vorgeschriebene Dauer aufbewahrt oder</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 17 Abs. 4 eine Auskunft nicht, nicht richtig oder nicht vollständig erteilt, Unterlagen nicht oder nicht vollständig vorlegt oder nicht einsendet oder entgegen § 17 Abs. 5 Satz 2 eine Maßnahme nicht gestattet.</LA></DD></DL></P><P>(2) Die Ordnungswidrigkeit kann in den Fällen des Absatzes 1 Nr. 1 bis 7, 9 und 10 mit einer Geldbuße bis zu fünfzehntausend Euro, in den Fällen des Absatzes 1 Nr. 8 mit einer Geldbuße bis zu zweitausendfünfhundert Euro geahndet werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000700307"
        }
      },
      {
        "id": "BJNR117100994BJNE003100307",
        "type": "article",
        "name": "§ 23",
        "title": "Strafvorschriften",
        "body": {
          "content": "<P>(1) Wer eine der in § 22 Abs. 1 Nr. 1 bis 3, 5 bis 7 bezeichneten Handlungen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorsätzlich begeht und dadurch Gesundheit oder Arbeitskraft eines Arbeitnehmers gefährdet oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">beharrlich wiederholt,</LA></DD> </DL>wird mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe bestraft.</P><P>(2) Wer in den Fällen des Absatzes 1 Nr. 1 die Gefahr fahrlässig verursacht, wird mit Freiheitsstrafe bis zu sechs Monaten oder mit Geldstrafe bis zu 180 Tagessätzen bestraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000700307"
        }
      },
      {
        "id": "BJNR117100994BJNG000800307",
        "type": "heading",
        "name": "Achter Abschnitt",
        "title": "Schlußvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR117100994BJNE003200307",
        "type": "article",
        "name": "§ 24",
        "title": "Umsetzung von zwischenstaatlichen Vereinbarungen\nund Rechtsakten der EG",
        "body": {
          "content": "<P>Die Bundesregierung kann mit Zustimmung des Bundesrates zur Erfüllung von Verpflichtungen aus zwischenstaatlichen Vereinbarungen oder zur Umsetzung von Rechtsakten des Rates oder der Kommission der Europäischen Gemeinschaften, die Sachbereiche dieses Gesetzes betreffen, Rechtsverordnungen nach diesem Gesetz erlassen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000800307"
        }
      },
      {
        "id": "BJNR117100994BJNE003302308",
        "type": "article",
        "name": "§ 25",
        "title": "Übergangsregelung für Tarifverträge",
        "body": {
          "content": "<P>Enthält ein am 1. Januar 2004 bestehender oder nachwirkender Tarifvertrag abweichende Regelungen nach § 7 Abs. 1 oder 2 oder § 12 Satz 1, die den in diesen Vorschriften festgelegten Höchstrahmen überschreiten, bleiben diese tarifvertraglichen Bestimmungen bis zum 31. Dezember 2006 unberührt. Tarifverträgen nach Satz 1 stehen durch Tarifvertrag zugelassene Betriebsvereinbarungen sowie Regelungen nach § 7 Abs. 4 gleich.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000800307"
        }
      },
      {
        "id": "BJNR117100994BJNE003401308",
        "type": "article",
        "name": "§ 26",
        "title": null,
        "body": {
          "content": "<P>(weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR117100994BJNG000800307"
        }
      }
    ]
  }
}
