{
  "data": {
    "type": "law",
    "id": "BJNR368610005",
    "abbreviation": "AAG",
    "extraAbbreviations": [
      "AufAG"
    ],
    "firstPublished": "2005-12-22",
    "sourceTimestamp": "20200703213054",
    "headingShort": "Aufwendungsausgleichsgesetz",
    "headingLong": "Gesetz über den Ausgleich der Arbeitgeberaufwendungen für Entgeltfortzahlung",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "2005, 3686"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 5 G v. 6.5.2019 I 646"
      },
      {
        "category": "Hinweis",
        "comment": "Änderung durch Art. 15 G v. 20.5.2020 I 1044 mWv 29.5.2020 (Nr. 24) textlich nachgewiesen, dokumentarisch noch nicht abschließend bearbeitet"
      },
      {
        "category": "Hinweis",
        "comment": "Änderung durch Art. 11 G v. 12.6.2020 I 1248 (Nr. 28) textlich nachgewiesen, dokumentarisch noch nicht abschließend bearbeitet"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 1.1.2006 +++)<BR/><BR/></pre> <BR/>Das G wurde als Artikel 1 des G v. 22.12.2005 I 3686 vom Bundestag mit Zustimmung des Bundesrates beschlossen. Es ist gem. Art. 4 Satz 2 dieses G am 1.1.2006 in Kraft getreten. § 2 Abs. 2 Satz 3, § 3 Abs. 3, § 7, § 8 Abs. 2 und § 9 sind am 1.10.2005 in Kraft getreten.</P>"
    },
    "contents": [
      {
        "id": "BJNR368610005BJNE000103360",
        "type": "article",
        "name": "§ 1",
        "title": "Erstattungsanspruch",
        "body": {
          "content": "<P>(1) Die Krankenkassen mit Ausnahme der landwirtschaftlichen Krankenkasse erstatten den Arbeitgebern, die in der Regel ausschließlich der zu ihrer Berufsausbildung Beschäftigten nicht mehr als 30 Arbeitnehmer und Arbeitnehmerinnen beschäftigen, 80 Prozent <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">des für den in § 3 Abs. 1 und 2 und den in § 9 Abs. 1 des Entgeltfortzahlungsgesetzes bezeichneten Zeitraum an Arbeitnehmer und Arbeitnehmerinnen fortgezahlten Arbeitsentgelts,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der auf die Arbeitsentgelte nach der Nummer 1 entfallenden von den Arbeitgebern zu tragenden Beiträge zur Bundesagentur für Arbeit und der Arbeitgeberanteile an Beiträgen zur gesetzlichen Kranken- und Rentenversicherung, zur sozialen Pflegeversicherung und die Arbeitgeberzuschüsse nach § 172a des Sechsten Buches Sozialgesetzbuch sowie der Beitragszuschüsse nach § 257 des Fünften und nach § 61 des Elften Buches Sozialgesetzbuch.</LA></DD></DL></P><P>(2) Die Krankenkassen mit Ausnahme der landwirtschaftlichen Krankenkasse erstatten den Arbeitgebern in vollem Umfang <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">den vom Arbeitgeber nach § 20 Absatz 1 des Mutterschutzgesetzes gezahlten Zuschuss zum Mutterschaftsgeld,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das vom Arbeitgeber nach § 18 des Mutterschutzgesetzes bei Beschäftigungsverboten gezahlte Arbeitsentgelt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die auf die Arbeitsentgelte nach der Nummer 2 entfallenden von den Arbeitgebern zu tragenden Beiträge zur Bundesagentur für Arbeit und die Arbeitgeberanteile an Beiträgen zur gesetzlichen Kranken- und Rentenversicherung, zur sozialen Pflegeversicherung und die Arbeitgeberzuschüsse nach § 172a des Sechsten Buches Sozialgesetzbuch sowie der Beitragszuschüsse nach § 257 des Fünften und nach § 61 des Elften Buches Sozialgesetzbuch.</LA></DD></DL></P><P>(3) Am Ausgleich der Arbeitgeberaufwendungen nach den Absätzen 1 (U1-Verfahren) und 2 (U2-Verfahren) nehmen auch die Arbeitgeber teil, die nur Auszubildende beschäftigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE000206360",
        "type": "article",
        "name": "§ 2",
        "title": "Erstattung",
        "body": {
          "content": "<P>(1) Die zu gewährenden Beträge werden dem Arbeitgeber von der Krankenkasse ausgezahlt, bei der die Arbeitnehmer und Arbeitnehmerinnen, die Auszubildenden oder die nach § 18 oder § 20 Absatz 1 des Mutterschutzgesetzes anspruchsberechtigten Frauen versichert sind. Für geringfügig Beschäftigte nach dem Vierten Buch Sozialgesetzbuch ist zuständige Krankenkasse die Deutsche Rentenversicherung Knappschaft-Bahn-See als Träger der knappschaftlichen Krankenversicherung. Für Arbeitnehmer und Arbeitnehmerinnen, die nicht Mitglied einer Krankenkasse sind, gilt § 175 Abs. 3 Satz 2 des Fünften Buches Sozialgesetzbuch entsprechend.</P><P>(2) Die Erstattung wird auf Antrag erbracht. Sie ist zu gewähren, sobald der Arbeitgeber Arbeitsentgelt nach § 3 Abs. 1 und 2 und § 9 Abs. 1 des Entgeltfortzahlungsgesetzes, Arbeitsentgelt nach § 18 des Mutterschutzgesetzes oder Zuschuss zum Mutterschaftsgeld nach § 20 Absatz 1 des Mutterschutzgesetzes gezahlt hat. Stellt die Krankenkasse eine inhaltliche Abweichung zwischen ihrer Berechnung der Erstattung und dem Antrag des Arbeitgebers fest, hat sie diese Abweichung und die Gründe hierfür dem Arbeitgeber durch Datenübertragung nach § 28a Absatz 1 Satz 3 des Vierten Buches Sozialgesetzbuch unverzüglich zu melden; dies gilt auch, wenn dem Antrag vollständig entsprochen wird. § 28a Absatz 1 Satz 2 des Vierten Buches Sozialgesetzbuch gilt entsprechend.</P><P>(3) Der Arbeitgeber hat einen Antrag nach Absatz 2 Satz 1 durch Datenübertragung nach § 28a Absatz 1 Satz 3 und 4 des Vierten Buches Sozialgesetzbuch an die zuständige Krankenkasse zu übermitteln. § 28a Absatz 1 Satz 2 des Vierten Buches Sozialgesetzbuch gilt für die Meldung nach Satz 1 entsprechend.</P><P>(4) Den Übertragungsweg und die Einzelheiten des Verfahrens wie den Aufbau der Datensätze für die maschinellen Meldungen der Krankenkassen nach Absatz 2 und die maschinellen Anträge der Arbeitgeber nach Absatz 3 legt der Spitzenverband Bund der Krankenkassen in Grundsätzen fest, die vom Bundesministerium für Arbeit und Soziales im Einvernehmen mit dem Bundesministerium für Gesundheit zu genehmigen sind; die Bundesvereinigung der Deutschen Arbeitgeberverbände ist anzuhören.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE000301308",
        "type": "article",
        "name": "§ 3",
        "title": "Feststellung der Umlagepflicht",
        "body": {
          "content": "<P>(1) Die zuständige Krankenkasse hat jeweils zum Beginn eines Kalenderjahrs festzustellen, welche Arbeitgeber für die Dauer dieses Kalenderjahrs an dem Ausgleich der Arbeitgeberaufwendungen nach § 1 Abs. 1 teilnehmen. Ein Arbeitgeber beschäftigt in der Regel nicht mehr als 30 Arbeitnehmer und Arbeitnehmerinnen, wenn er in dem letzten Kalenderjahr, das demjenigen, für das die Feststellung nach Satz 1 zu treffen ist, vorausgegangen ist, für einen Zeitraum von mindestens acht Kalendermonaten nicht mehr als 30 Arbeitnehmer und Arbeitnehmerinnen beschäftigt hat. Hat ein Betrieb nicht während des ganzen nach Satz 2 maßgebenden Kalenderjahrs bestanden, so nimmt der Arbeitgeber am Ausgleich der Arbeitgeberaufwendungen teil, wenn er während des Zeitraums des Bestehens des Betriebs in der überwiegenden Zahl der Kalendermonate nicht mehr als 30 Arbeitnehmer und Arbeitnehmerinnen beschäftigt hat. Wird ein Betrieb im Laufe des Kalenderjahrs errichtet, für das die Feststellung nach Satz 1 getroffen ist, so nimmt der Arbeitgeber am Ausgleich der Arbeitgeberaufwendungen teil, wenn nach der Art des Betriebs anzunehmen ist, dass die Zahl der beschäftigten Arbeitnehmer und Arbeitnehmerinnen während der überwiegenden Kalendermonate dieses Kalenderjahrs 30 nicht überschreiten wird. Bei der Errechnung der Gesamtzahl der beschäftigten Arbeitnehmer und Arbeitnehmerinnen bleiben schwerbehinderte Menschen im Sinne des Neunten Buches Sozialgesetzbuch außer Ansatz. Arbeitnehmer und Arbeitnehmerinnen, die wöchentlich regelmäßig nicht mehr als 10 Stunden zu leisten haben, werden mit 0,25, diejenigen, die nicht mehr als 20 Stunden zu leisten haben, mit 0,5 und diejenigen, die nicht mehr als 30 Stunden zu leisten haben, mit 0,75 angesetzt.</P><P>(2) Der Arbeitgeber hat der nach § 2 Abs. 1 zuständigen Krankenkasse die für die Durchführung des Ausgleichs erforderlichen Angaben zu machen.</P><P>(3) Der Spitzenverband Bund der Krankenkassen regelt das Nähere über die Durchführung des Feststellungsverfahrens nach Absatz 1.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE000401360",
        "type": "article",
        "name": "§ 4",
        "title": "Versagung und Rückforderung der Erstattung",
        "body": {
          "content": "<P>(1) Die Erstattung kann im Einzelfall versagt werden, solange der Arbeitgeber die nach § 3 Abs. 2 erforderlichen Angaben nicht oder nicht vollständig macht.</P><P>(2) Die Krankenkasse hat Erstattungsbeträge vom Arbeitgeber insbesondere zurückzufordern, soweit der Arbeitgeber <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">schuldhaft falsche oder unvollständige Angaben gemacht hat oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Erstattungsbeträge gefordert hat, obwohl er wusste oder wissen musste, dass ein Anspruch nach § 3 Abs. 1 und 2 oder § 9 Abs. 1 des Entgeltfortzahlungsgesetzes oder nach § 18 oder § 20 Absatz 1 des Mutterschutzgesetzes nicht besteht.</LA></DD></DL>Der Arbeitgeber kann sich nicht darauf berufen, dass er durch die zu Unrecht gezahlten Beträge nicht mehr bereichert sei. Von der Rückforderung kann abgesehen werden, wenn der zu Unrecht gezahlte Betrag gering ist und der entstehende Verwaltungsaufwand unverhältnismäßig groß sein würde.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE000500000",
        "type": "article",
        "name": "§ 5",
        "title": "Abtretung",
        "body": {
          "content": "<P>Ist auf den Arbeitgeber ein Anspruch auf Schadenersatz nach § 6 des Entgeltfortzahlungsgesetzes übergegangen, so ist die Krankenkasse zur Erstattung nur verpflichtet, wenn der Arbeitgeber den auf ihn übergegangenen Anspruch bis zur anteiligen Höhe des Erstattungsbetrags an die Krankenkasse abtritt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE000600000",
        "type": "article",
        "name": "§ 6",
        "title": "Verjährung und Aufrechnung",
        "body": {
          "content": "<P>(1) Der Erstattungsanspruch verjährt in vier Jahren nach Ablauf des Kalenderjahrs, in dem er entstanden ist.</P><P>(2) Gegen Erstattungsansprüche dürfen nur Ansprüche aufgerechnet werden auf <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zahlung von Umlagebeträgen, Beiträge zur gesetzlichen Krankenversicherung und solche Beiträge, die die Einzugsstelle für andere Träger der Sozialversicherung und die Bundesagentur für Arbeit einzuziehen hat,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Rückzahlung von Vorschüssen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Rückzahlung von zu Unrecht gezahlten Erstattungsbeträgen,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Erstattung von Verfahrenskosten,</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zahlung von Geldbußen,</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Herausgabe einer von einem Dritten an den Berechtigten bewirkten Leistung, die der Krankenkasse gegenüber wirksam ist.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE000701308",
        "type": "article",
        "name": "§ 7",
        "title": "Aufbringung der Mittel",
        "body": {
          "content": "<P>(1) Die Mittel zur Durchführung der U1- und U2-Verfahren werden von den am Ausgleich beteiligten Arbeitgebern jeweils durch gesonderte Umlagen aufgebracht, die die erforderlichen Verwaltungskosten angemessen berücksichtigen.</P><P>(2) Die Umlagen sind jeweils in einem Prozentsatz des Entgelts (Umlagesatz) festzusetzen, nach dem die Beiträge zur gesetzlichen Rentenversicherung für die im Betrieb beschäftigten Arbeitnehmer, Arbeitnehmerinnen und Auszubildenden bemessen werden oder bei Versicherungspflicht in der gesetzlichen Rentenversicherung zu bemessen wären. Bei der Berechnung der Umlage für Aufwendungen nach § 1 Abs. 1 sind Entgelte von Arbeitnehmern und Arbeitnehmerinnen, deren Beschäftigungsverhältnis bei einem Arbeitgeber nicht länger als vier Wochen besteht und bei denen wegen der Art des Beschäftigungsverhältnisses auf Grund des § 3 Abs. 3 des Entgeltfortzahlungsgesetzes kein Anspruch auf Entgeltfortzahlung im Krankheitsfall entstehen kann, sowie einmalig gezahlte Arbeitsentgelte nach § 23a des Vierten Buches Sozialgesetzbuch nicht zu berücksichtigen. Für die Zeit des Bezugs von Kurzarbeitergeld bemessen sich die Umlagen nach dem tatsächlich erzielten Arbeitsentgelt bis zur Beitragsbemessungsgrenze in der gesetzlichen Rentenversicherung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE000800000",
        "type": "article",
        "name": "§ 8",
        "title": "Verwaltung der Mittel",
        "body": {
          "content": "<P>(1) Die Krankenkassen verwalten die Mittel für den Ausgleich der Arbeitgeberaufwendungen als Sondervermögen. Die Mittel dürfen nur für die gesetzlich vorgeschriebenen oder zugelassenen Zwecke verwendet werden.</P><P>(2) Die Krankenkasse kann durch Satzungsregelung die Durchführung der U1- und U2-Verfahren auf eine andere Krankenkasse oder einen Landes- oder Bundesverband übertragen. Der Einzug der Umlagen obliegt weiterhin der übertragenden Krankenkasse, die die von den Arbeitgebern gezahlten Umlagen an die durchführende Krankenkasse oder den Verband weiterzuleiten hat. § 90 des Vierten Buches Sozialgesetzbuch gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE000902360",
        "type": "article",
        "name": "§ 9",
        "title": "Satzung",
        "body": {
          "content": "<P>(1) Die Satzung der Krankenkasse muss insbesondere Bestimmungen enthalten über die <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Höhe der Umlagesätze,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Bildung von Betriebsmitteln,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Aufstellung des Haushalts,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Prüfung und Abnahme des Rechnungsabschlusses.</LA></DD></DL></P><P>(2) Die Satzung kann <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Höhe der Erstattung nach § 1 Abs. 1 beschränken und verschiedene Erstattungssätze, die 40 vom Hundert nicht unterschreiten, vorsehen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine pauschale Erstattung des von den Arbeitgebern zu tragenden Teils des Gesamtsozialversicherungsbeitrags für das nach § 18 des Mutterschutzgesetzes gezahlte Arbeitsentgelt vorsehen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zahlung von Vorschüssen vorsehen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Übertragung nach § 8 Abs. 2 enthalten.</LA></DD></DL></P><P>(3) Die Betriebsmittel dürfen den Betrag der voraussichtlichen Ausgaben für drei Monate nicht übersteigen.</P><P>(4) In Angelegenheiten dieses Gesetzes wirken in den Selbstverwaltungsorganen nur die Vertreter der Arbeitgeber mit; die Selbstverwaltungsorgane der Ersatzkassen haben Einvernehmen mit den für die Vertretung der Interessen der Arbeitgeber maßgeblichen Spitzenorganisationen herzustellen.</P><P>(5) Die Absätze 1 bis 4 gelten auch für die durchführende Krankenkasse oder den Verband nach § 8 Abs. 2 Satz 1.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE001000000",
        "type": "article",
        "name": "§ 10",
        "title": "Anwendung sozialversicherungsrechtlicher Vorschriften",
        "body": {
          "content": "<P>Die für die gesetzliche Krankenversicherung geltenden Vorschriften finden entsprechende Anwendung, soweit dieses Gesetz nichts anderes bestimmt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE001302119",
        "type": "article",
        "name": "§ 11",
        "title": "Ausnahmevorschriften",
        "body": {
          "content": "<P>(1) § 1 Abs. 1 ist nicht anzuwenden auf <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Bund, die Länder, die Gemeinden und Gemeindeverbände sowie sonstige Körperschaften, Anstalten und Stiftungen des öffentlichen Rechts sowie die Vereinigungen, Einrichtungen und Unternehmungen, die hinsichtlich der für die Beschäftigten des Bundes, der Länder oder der Gemeinden geltenden Tarifverträge tarifgebunden sind, sowie die Verbände von Gemeinden, Gemeindeverbänden und kommunalen Unternehmen einschließlich deren Spitzenverbände,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">zivile Arbeitskräfte, die bei Dienststellen und diesen gleichgestellten Einrichtungen der in der Bundesrepublik Deutschland stationierten ausländischen Truppen und der dort auf Grund des Nordatlantikpaktes errichteten internationalen militärischen Hauptquartiere beschäftigt sind,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Hausgewerbetreibende (§ 1 Abs. 1 Buchstabe b des Heimarbeitsgesetzes) sowie die in § 1 Abs. 2 Satz 1 Buchstabe b und c des Heimarbeitsgesetzes bezeichneten Personen, wenn sie hinsichtlich der Entgeltregelung gleichgestellt sind,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Spitzenverbände der freien Wohlfahrtspflege (Arbeiterwohlfahrt, Diakonisches Werk der Evangelischen Kirche in Deutschland, Deutscher Caritasverband, Deutscher Paritätischer Wohlfahrtsverband, Deutsches Rotes Kreuz und Zentralwohlfahrtsstelle der Juden in Deutschland) einschließlich ihrer selbstständigen und nichtselbstständigen Untergliederungen, Einrichtungen und Anstalten, es sei denn, sie erklären schriftlich und unwiderruflich gegenüber einer Krankenkasse mit Wirkung für alle durchführenden Krankenkassen und Verbände ihre Teilnahme am Umlageverfahren nach § 1 Abs. 1.</LA></DD></DL></P><P>(2) § 1 ist nicht anzuwenden auf <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die nach § 2 Abs. 1 Nr. 3 des Zweiten Gesetzes über die Krankenversicherung der Landwirte versicherten mitarbeitenden Familienangehörigen eines landwirtschaftlichen Unternehmers,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Dienststellen und diesen gleichgestellte Einrichtungen der in der Bundesrepublik Deutschland stationierten ausländischen Truppen und der dort auf Grund des Nordatlantikpaktes errichteten internationalen militärischen Hauptquartiere mit Ausnahme der in Absatz 1 Nr. 2 genannten zivilen Arbeitskräfte,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Rahmen des § 54a des Dritten Buches Sozialgesetzbuch bezuschusste betriebliche Einstiegsqualifizierungen und im Rahmen des § 76 Absatz 7 des Dritten Buches Sozialgesetzbuch geförderte Berufsausbildungen in außerbetrieblichen Einrichtungen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Menschen mit Behinderungen im Arbeitsbereich anerkannter Werkstätten, die zu den Werkstätten in einem arbeitnehmerähnlichen Rechtsverhältnis stehen.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR368610005BJNE001200000",
        "type": "article",
        "name": "§ 12",
        "title": "Freiwilliges Ausgleichsverfahren",
        "body": {
          "content": "<P>(1) Für Betriebe eines Wirtschaftszweigs können Arbeitgeber Einrichtungen zum Ausgleich der Arbeitgeberaufwendungen errichten, an denen auch Arbeitgeber teilnehmen, die die Voraussetzungen des § 1 nicht erfüllen. Die Errichtung und die Regelung des Ausgleichsverfahrens bedürfen der Genehmigung des Bundesministeriums für Gesundheit.</P><P>(2) Auf Arbeitgeber, deren Aufwendungen durch eine Einrichtung nach Absatz 1 ausgeglichen werden, finden die Vorschriften dieses Gesetzes keine Anwendung.</P><P>(3) Körperschaften, Personenvereinigungen und Vermögensmassen im Sinne des § 1 Abs. 1 des Körperschaftsteuergesetzes, die als Einrichtung der in Absatz 1 bezeichneten Art durch das Bundesministerium für Gesundheit genehmigt sind, sind von der Körperschaftsteuer, Gewerbesteuer und Vermögensteuer befreit.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      }
    ]
  }
}
