{
  "data": {
    "type": "law",
    "id": "BJNR274810006",
    "abbreviation": "BEEG",
    "extraAbbreviations": [],
    "firstPublished": "2006-12-05",
    "sourceTimestamp": "20200609212517",
    "headingShort": "Bundeselterngeld- und Elternzeitgesetz",
    "headingLong": "Gesetz zum Elterngeld und zur Elternzeit",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "2006, 2748"
      }
    ],
    "statusInfo": [
      {
        "category": "Neuf",
        "comment": "Neugefasst durch Bek. v. 27.01.2015 I 33"
      },
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 36 G v. 12.12.2019 I 2451"
      },
      {
        "category": "Hinweis",
        "comment": "Änderung durch Art. 1 G v. 20.5.2020 I 1061 mWv 29.5.2020 und 1.3.2020 (Nr. 24) textlich nachgewiesen, dokumentarisch noch nicht abschließend bearbeitet"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 01.01.2007 +++)<BR/>(+++ Zur Anwendung vgl. § 27 +++)<BR/><BR/></pre>Das G wurde als Artikel 1 des G v. 5.12.2006 I 2748 vom Bundestag mit Zustimmung des Bundesrates erlassen. Es tritt gem. Art. 3 Abs. 1 dieses G am 1.1.2007 in Kraft.</P>"
    },
    "contents": [
      {
        "id": "BJNR274810006BJNG000101119",
        "type": "heading",
        "name": "Abschnitt 1",
        "title": "Elterngeld",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR274810006BJNE000109126",
        "type": "article",
        "name": "§ 1",
        "title": "Berechtigte",
        "body": {
          "content": "<P>(1) Anspruch auf Elterngeld hat, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">einen Wohnsitz oder seinen gewöhnlichen Aufenthalt in Deutschland hat,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">mit seinem Kind in einem Haushalt lebt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">dieses Kind selbst betreut und erzieht und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">keine oder keine volle Erwerbstätigkeit ausübt.</LA></DD></DL>Bei Mehrlingsgeburten besteht nur ein Anspruch auf Elterngeld.</P><P>(2) Anspruch auf Elterngeld hat auch, wer, ohne eine der Voraussetzungen des Absatzes 1 Satz 1 Nummer 1 zu erfüllen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 4 des Vierten Buches Sozialgesetzbuch dem deutschen Sozialversicherungsrecht unterliegt oder im Rahmen seines in Deutschland bestehenden öffentlich-rechtlichen Dienst- oder Amtsverhältnisses vorübergehend ins Ausland abgeordnet, versetzt oder kommandiert ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Entwicklungshelfer oder Entwicklungshelferin im Sinne des § 1 des Entwicklungshelfer-Gesetzes ist oder als Missionar oder Missionarin der Missionswerke und -gesellschaften, die Mitglieder oder Vereinbarungspartner des Evangelischen Missionswerkes Hamburg, der Arbeitsgemeinschaft Evangelikaler Missionen e. V., des Deutschen katholischen Missionsrates oder der Arbeitsgemeinschaft pfingstlich-charismatischer Missionen sind, tätig ist oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die deutsche Staatsangehörigkeit besitzt und nur vorübergehend bei einer zwischen- oder überstaatlichen Einrichtung tätig ist, insbesondere nach den Entsenderichtlinien des Bundes beurlaubte Beamte und Beamtinnen, oder wer vorübergehend eine nach § 123a des Beamtenrechtsrahmengesetzes oder § 29 des Bundesbeamtengesetzes zugewiesene Tätigkeit im Ausland wahrnimmt.</LA></DD></DL>Dies gilt auch für mit der nach Satz 1 berechtigten Person in einem Haushalt lebende Ehegatten, Ehegattinnen, Lebenspartner oder Lebenspartnerinnen.</P><P>(3) Anspruch auf Elterngeld hat abweichend von Absatz 1 Satz 1 Nummer 2 auch, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">mit einem Kind in einem Haushalt lebt, das er mit dem Ziel der Annahme als Kind aufgenommen hat,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Kind des Ehegatten, der Ehegattin, des Lebenspartners oder der Lebenspartnerin in seinen Haushalt aufgenommen hat oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">mit einem Kind in einem Haushalt lebt und die von ihm erklärte Anerkennung der Vaterschaft nach § 1594 Absatz 2 des Bürgerlichen Gesetzbuchs noch nicht wirksam oder über die von ihm beantragte Vaterschaftsfeststellung nach § 1600d des Bürgerlichen Gesetzbuchs noch nicht entschieden ist.</LA></DD></DL>Für angenommene Kinder und Kinder im Sinne des Satzes 1 Nummer 1 sind die Vorschriften dieses Gesetzes mit der Maßgabe anzuwenden, dass statt des Zeitpunktes der Geburt der Zeitpunkt der Aufnahme des Kindes bei der berechtigten Person maßgeblich ist.</P><P>(4) Können die Eltern wegen einer schweren Krankheit, Schwerbehinderung oder Tod der Eltern ihr Kind nicht betreuen, haben Verwandte bis zum dritten Grad und ihre Ehegatten, Ehegattinnen, Lebenspartner oder Lebenspartnerinnen Anspruch auf Elterngeld, wenn sie die übrigen Voraussetzungen nach Absatz 1 erfüllen und von anderen Berechtigten Elterngeld nicht in Anspruch genommen wird.</P><P>(5) Der Anspruch auf Elterngeld bleibt unberührt, wenn die Betreuung und Erziehung des Kindes aus einem wichtigen Grund nicht sofort aufgenommen werden kann oder wenn sie unterbrochen werden muss.</P><P>(6) Eine Person ist nicht voll erwerbstätig, wenn ihre Arbeitszeit 30 Wochenstunden im Durchschnitt des Monats nicht übersteigt, sie eine Beschäftigung zur Berufsbildung ausübt oder sie eine geeignete Tagespflegeperson im Sinne des § 23 des Achten Buches Sozialgesetzbuch ist und nicht mehr als fünf Kinder in Tagespflege betreut.</P><P>(7) Ein nicht freizügigkeitsberechtigter Ausländer oder eine nicht freizügigkeitsberechtigte Ausländerin ist nur anspruchsberechtigt, wenn diese Person <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Niederlassungserlaubnis oder eine Erlaubnis zum Daueraufenthalt-EU besitzt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Blaue Karte EU, eine ICT-Karte, eine Mobiler-ICT-Karte oder eine Aufenthaltserlaubnis besitzt, die für einen Zeitraum von mindestens sechs Monaten zur Ausübung einer Erwerbstätigkeit berechtigen oder berechtigt haben oder diese erlauben, es sei denn, die Aufenthaltserlaubnis wurde <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 16e des Aufenthaltsgesetzes zu Ausbildungszwecken, nach § 19c Absatz 1 des Aufenthaltsgesetzes zum Zweck der Beschäftigung als Au-Pair oder zum Zweck der Saisonbeschäftigung, nach § 19e des Aufenthaltsgesetzes zum Zweck der Teilnahme an einem Europäischen Freiwilligendienst oder nach § 20 Absatz 1 und 2 des Aufenthaltsgesetzes zur Arbeitsplatzsuche erteilt,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 16b des Aufenthaltsgesetzes zum Zweck eines Studiums, nach § 16d des Aufenthaltsgesetzes für Maßnahmen zur Anerkennung ausländischer Berufsqualifikationen oder nach § 20 Absatz 3 des Aufenthaltsgesetzes zur Arbeitsplatzsuche erteilt und er ist weder erwerbstätig noch nimmt er Elternzeit nach § 15 des Bundeselterngeld- und Elternzeitgesetzes oder laufende Geldleistungen nach dem Dritten Buch Sozialgesetzbuch in Anspruch,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 23 Absatz 1 des Aufenthaltsgesetzes wegen eines Krieges in seinem Heimatland oder nach den §§ 23a, 24 oder § 25 Absatz 3 bis 5 des Aufenthaltsgesetzes erteilt,</LA></DD></DL></LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine in Nummer 2 Buchstabe c genannte Aufenthaltserlaubnis besitzt und im Bundesgebiet berechtigt erwerbstätig ist oder Elternzeit nach § 15 des Bundeselterngeld- und Elternzeitgesetzes oder laufende Geldleistungen nach dem Dritten Buch Sozialgesetzbuch in Anspruch nimmt,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine in Nummer 2 Buchstabe c genannte Aufenthaltserlaubnis besitzt und sich seit mindestens 15 Monaten erlaubt, gestattet oder geduldet im Bundesgebiet aufhält oder</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Beschäftigungsduldung gemäß § 60d in Verbindung mit § 60a Absatz 2 Satz 3 des Aufenthaltsgesetzes besitzt.</LA></DD></DL>Abweichend von Satz 1 Nummer 3 erste Alternative ist ein minderjähriger nicht freizügigkeitsberechtigter Ausländer oder eine minderjährige nicht freizügigkeitsberechtigte Ausländerin unabhängig von einer Erwerbstätigkeit anspruchsberechtigt.</P><P>(8) Ein Anspruch entfällt, wenn die berechtigte Person im letzten abgeschlossenen Veranlagungszeitraum vor der Geburt des Kindes ein zu versteuerndes Einkommen nach § 2 Absatz 5 des Einkommensteuergesetzes in Höhe von mehr als 250 000 Euro erzielt hat. Erfüllt auch eine andere Person die Voraussetzungen des Absatzes 1 Satz 1 Nummer 2 oder der Absätze 3 oder 4, entfällt abweichend von Satz 1 der Anspruch, wenn die Summe des zu versteuernden Einkommens beider Personen mehr als 500 000 Euro beträgt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE000207119",
        "type": "article",
        "name": "§ 2",
        "title": "Höhe des Elterngeldes",
        "body": {
          "content": "<P>(1) Elterngeld wird in Höhe von 67 Prozent des Einkommens aus Erwerbstätigkeit vor der Geburt des Kindes gewährt. Es wird bis zu einem Höchstbetrag von 1 800 Euro monatlich für volle Monate gezahlt, in denen die berechtigte Person kein Einkommen aus Erwerbstätigkeit hat. Das Einkommen aus Erwerbstätigkeit errechnet sich nach Maßgabe der §§ 2c bis 2f aus der um die Abzüge für Steuern und Sozialabgaben verminderten Summe der positiven Einkünfte aus <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nichtselbständiger Arbeit nach § 2 Absatz 1 Satz 1 Nummer 4 des Einkommensteuergesetzes sowie</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Land- und Forstwirtschaft, Gewerbebetrieb und selbständiger Arbeit nach § 2 Absatz 1 Satz 1 Nummer 1 bis 3 des Einkommensteuergesetzes,</LA></DD></DL>die im Inland zu versteuern sind und die die berechtigte Person durchschnittlich monatlich im Bemessungszeitraum nach § 2b oder in Monaten der Bezugszeit nach § 2 Absatz 3 hat.</P><P>(2) In den Fällen, in denen das Einkommen aus Erwerbstätigkeit vor der Geburt geringer als 1 000 Euro war, erhöht sich der Prozentsatz von 67 Prozent um 0,1 Prozentpunkte für je 2 Euro, um die dieses Einkommen den Betrag von 1 000 Euro unterschreitet, auf bis zu 100 Prozent. In den Fällen, in denen das Einkommen aus Erwerbstätigkeit vor der Geburt höher als 1 200 Euro war, sinkt der Prozentsatz von 67 Prozent um 0,1 Prozentpunkte für je 2 Euro, um die dieses Einkommen den Betrag von 1 200 Euro überschreitet, auf bis zu 65 Prozent.</P><P>(3) Für Monate nach der Geburt des Kindes, in denen die berechtigte Person ein Einkommen aus Erwerbstätigkeit hat, das durchschnittlich geringer ist als das Einkommen aus Erwerbstätigkeit vor der Geburt, wird Elterngeld in Höhe des nach Absatz 1 oder 2 maßgeblichen Prozentsatzes des Unterschiedsbetrages dieser Einkommen aus Erwerbstätigkeit gezahlt. Als Einkommen aus Erwerbstätigkeit vor der Geburt ist dabei höchstens der Betrag von 2 770 Euro anzusetzen. Der Unterschiedsbetrag nach Satz 1 ist für das Einkommen aus Erwerbstätigkeit in Monaten, in denen die berechtigte Person Elterngeld im Sinne des § 4 Absatz 2 Satz 2 in Anspruch nimmt, und in Monaten, in denen sie Elterngeld Plus im Sinne des § 4 Absatz 3 Satz 1 in Anspruch nimmt, getrennt zu berechnen.</P><P>(4) Elterngeld wird mindestens in Höhe von 300 Euro gezahlt. Dies gilt auch, wenn die berechtigte Person vor der Geburt des Kindes kein Einkommen aus Erwerbstätigkeit hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE002801119",
        "type": "article",
        "name": "§ 2a",
        "title": "Geschwisterbonus und Mehrlingszuschlag",
        "body": {
          "content": "<P>(1) Lebt die berechtigte Person in einem Haushalt mit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zwei Kindern, die noch nicht drei Jahre alt sind, oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">drei oder mehr Kindern, die noch nicht sechs Jahre alt sind,</LA></DD></DL>wird das Elterngeld um 10 Prozent, mindestens jedoch um 75 Euro erhöht (Geschwisterbonus). Zu berücksichtigen sind alle Kinder, für die die berechtigte Person die Voraussetzungen des § 1 Absatz 1 und 3 erfüllt und für die sich das Elterngeld nicht nach Absatz 4 erhöht.</P><P>(2) Für angenommene Kinder, die noch nicht 14 Jahre alt sind, gilt als Alter des Kindes der Zeitraum seit der Aufnahme des Kindes in den Haushalt der berechtigten Person. Dies gilt auch für Kinder, die die berechtigte Person entsprechend § 1 Absatz 3 Satz 1 Nummer 1 mit dem Ziel der Annahme als Kind in ihren Haushalt aufgenommen hat. Für Kinder mit Behinderung im Sinne von § 2 Absatz 1 Satz 1 des Neunten Buches Sozialgesetzbuch liegt die Altersgrenze nach Absatz 1 Satz 1 bei 14 Jahren.</P><P>(3) Der Anspruch auf den Geschwisterbonus endet mit Ablauf des Monats, in dem eine der in Absatz 1 genannten Anspruchsvoraussetzungen entfällt.</P><P>(4) Bei Mehrlingsgeburten erhöht sich das Elterngeld um je 300 Euro für das zweite und jedes weitere Kind (Mehrlingszuschlag). Dies gilt auch, wenn ein Geschwisterbonus nach Absatz 1 gezahlt wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE002905119",
        "type": "article",
        "name": "§ 2b",
        "title": "Bemessungszeitraum",
        "body": {
          "content": "<P>(1) Für die Ermittlung des Einkommens aus nichtselbstständiger Erwerbstätigkeit im Sinne von § 2c vor der Geburt sind die zwölf Kalendermonate vor dem Monat der Geburt des Kindes maßgeblich. Bei der Bestimmung des Bemessungszeitraums nach Satz 1 bleiben Kalendermonate unberücksichtigt, in denen die berechtigte Person <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Zeitraum nach § 4 Absatz 1 Satz 1 Elterngeld für ein älteres Kind bezogen hat,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">während der Schutzfristen nach § 3 des Mutterschutzgesetzes nicht beschäftigt werden durfte oder Mutterschaftsgeld nach dem Fünften Buch Sozialgesetzbuch oder nach dem Zweiten Gesetz über die Krankenversicherung der Landwirte bezogen hat,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Krankheit hatte, die maßgeblich durch eine Schwangerschaft bedingt war, oder</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wehrdienst nach dem Wehrpflichtgesetz in der bis zum 31. Mai 2011 geltenden Fassung oder nach dem Vierten Abschnitt des Soldatengesetzes oder Zivildienst nach dem Zivildienstgesetz geleistet hat</LA></DD></DL>und in den Fällen der Nummern 3 und 4 dadurch ein geringeres Einkommen aus Erwerbstätigkeit hatte. Abweichend von Satz 2 bleiben auf Antrag bei der Ermittlung des Einkommens für die Zeit vom 1. März 2020 bis 31. Dezember 2020 auch solche Kalendermonate unberücksichtigt, in denen die berechtigte Person aufgrund der COVID-19-Pandemie ein geringeres Einkommen aus Erwerbstätigkeit hatte und dies glaubhaft machen kann. Satz 2 Nummer 1 gilt in den Fällen des § 27 Absatz 1 Satz 1 mit der Maßgabe, dass auf Antrag auch Kalendermonate mit Elterngeldbezug für ein älteres Kind nach Vollendung von dessen 14. Lebensmonat unberücksichtigt bleiben, soweit der Elterngeldbezug von der Zeit vor Vollendung des 14. Lebensmonats auf danach verschoben wurde.</P><P>(2) Für die Ermittlung des Einkommens aus selbstständiger Erwerbstätigkeit im Sinne von § 2d vor der Geburt sind die jeweiligen steuerlichen Gewinnermittlungszeiträume maßgeblich, die dem letzten abgeschlossenen steuerlichen Veranlagungszeitraum vor der Geburt des Kindes zugrunde liegen. Haben in einem Gewinnermittlungszeitraum die Voraussetzungen des Absatzes 1 Satz 2 oder Satz 3 vorgelegen, sind auf Antrag die Gewinnermittlungszeiträume maßgeblich, die dem diesen Ereignissen vorangegangenen abgeschlossenen steuerlichen Veranlagungszeitraum zugrunde liegen.</P><P>(3) Abweichend von Absatz 1 ist für die Ermittlung des Einkommens aus nichtselbstständiger Erwerbstätigkeit vor der Geburt der steuerliche Veranlagungszeitraum maßgeblich, der den Gewinnermittlungszeiträumen nach Absatz 2 zugrunde liegt, wenn die berechtigte Person in den Zeiträumen nach Absatz 1 oder Absatz 2 Einkommen aus selbstständiger Erwerbstätigkeit hatte. Haben im Bemessungszeitraum nach Satz 1 die Voraussetzungen des Absatzes 1 Satz 2 oder Satz 3 vorgelegen, ist Absatz 2 Satz 2 mit der zusätzlichen Maßgabe anzuwenden, dass für die Ermittlung des Einkommens aus nichtselbstständiger Erwerbstätigkeit vor der Geburt der vorangegangene steuerliche Veranlagungszeitraum maßgeblich ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE003003119",
        "type": "article",
        "name": "§ 2c",
        "title": "Einkommen aus nichtselbstständiger Erwerbstätigkeit",
        "body": {
          "content": "<P>(1) Der monatlich durchschnittlich zu berücksichtigende Überschuss der Einnahmen aus nichtselbstständiger Arbeit in Geld oder Geldeswert über ein Zwölftel des Arbeitnehmer-Pauschbetrags, vermindert um die Abzüge für Steuern und Sozialabgaben nach den §§ 2e und 2f, ergibt das Einkommen aus nichtselbstständiger Erwerbstätigkeit. Nicht berücksichtigt werden Einnahmen, die im Lohnsteuerabzugsverfahren nach den lohnsteuerlichen Vorgaben als sonstige Bezüge zu behandeln sind. Die zeitliche Zuordnung von Einnahmen erfolgt nach den lohnsteuerlichen Vorgaben für das Lohnsteuerabzugsverfahren. Maßgeblich ist der Arbeitnehmer-Pauschbetrag nach § 9a Satz 1 Nummer 1 Buchstabe a des Einkommensteuergesetzes in der am 1. Januar des Kalenderjahres vor der Geburt des Kindes für dieses Jahr geltenden Fassung.</P><P>(2) Grundlage der Ermittlung der Einnahmen sind die Angaben in den für die maßgeblichen Monate erstellten Lohn- und Gehaltsbescheinigungen des Arbeitgebers. Die Richtigkeit und Vollständigkeit der Angaben in den maßgeblichen Lohn- und Gehaltsbescheinigungen wird vermutet.</P><P>(3) Grundlage der Ermittlung der nach den §§ 2e und 2f erforderlichen Abzugsmerkmale für Steuern und Sozialabgaben sind die Angaben in der Lohn- und Gehaltsbescheinigung, die für den letzten Monat im Bemessungszeitraum mit Einnahmen nach Absatz 1 erstellt wurde. Soweit sich in den Lohn- und Gehaltsbescheinigungen des Bemessungszeitraums eine Angabe zu einem Abzugsmerkmal geändert hat, ist die von der Angabe nach Satz 1 abweichende Angabe maßgeblich, wenn sie in der überwiegenden Zahl der Monate des Bemessungszeitraums gegolten hat. § 2c Absatz 2 Satz 2 gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE003102119",
        "type": "article",
        "name": "§ 2d",
        "title": "Einkommen aus selbstständiger Erwerbstätigkeit",
        "body": {
          "content": "<P>(1) Die monatlich durchschnittlich zu berücksichtigende Summe der positiven Einkünfte aus Land- und Forstwirtschaft, Gewerbebetrieb und selbstständiger Arbeit (Gewinneinkünfte), vermindert um die Abzüge für Steuern und Sozialabgaben nach den §§ 2e und 2f, ergibt das Einkommen aus selbstständiger Erwerbstätigkeit.</P><P>(2) Bei der Ermittlung der im Bemessungszeitraum zu berücksichtigenden Gewinneinkünfte sind die entsprechenden im Einkommensteuerbescheid ausgewiesenen Gewinne anzusetzen. Ist kein Einkommensteuerbescheid zu erstellen, werden die Gewinneinkünfte in entsprechender Anwendung des Absatzes 3 ermittelt.</P><P>(3) Grundlage der Ermittlung der in den Bezugsmonaten zu berücksichtigenden Gewinneinkünfte ist eine Gewinnermittlung, die mindestens den Anforderungen des § 4 Absatz 3 des Einkommensteuergesetzes entspricht. Als Betriebsausgaben sind 25 Prozent der zugrunde gelegten Einnahmen oder auf Antrag die damit zusammenhängenden tatsächlichen Betriebsausgaben anzusetzen.</P><P>(4) Soweit nicht in § 2c Absatz 3 etwas anderes bestimmt ist, sind bei der Ermittlung der nach § 2e erforderlichen Abzugsmerkmale für Steuern die Angaben im Einkommensteuerbescheid maßgeblich. § 2c Absatz 3 Satz 2 gilt entsprechend.</P><P>(5) Die zeitliche Zuordnung von Einnahmen und Ausgaben erfolgt nach den einkommensteuerrechtlichen Grundsätzen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE003201119",
        "type": "article",
        "name": "§ 2e",
        "title": "Abzüge für Steuern",
        "body": {
          "content": "<P>(1) Als Abzüge für Steuern sind Beträge für die Einkommensteuer, den Solidaritätszuschlag und, wenn die berechtigte Person kirchensteuerpflichtig ist, die Kirchensteuer zu berücksichtigen. Die Abzüge für Steuern werden einheitlich für Einkommen aus nichtselbstständiger und selbstständiger Erwerbstätigkeit auf Grundlage einer Berechnung anhand des am 1. Januar des Kalenderjahres vor der Geburt des Kindes für dieses Jahr geltenden Programmablaufplans für die maschinelle Berechnung der vom Arbeitslohn einzubehaltenden Lohnsteuer, des Solidaritätszuschlags und der Maßstabsteuer für die Kirchenlohnsteuer im Sinne von § 39b Absatz 6 des Einkommensteuergesetzes nach den Maßgaben der Absätze 2 bis 5 ermittelt.</P><P>(2) Bemessungsgrundlage für die Ermittlung der Abzüge für Steuern ist die monatlich durchschnittlich zu berücksichtigende Summe der Einnahmen nach § 2c, soweit sie von der berechtigten Person zu versteuern sind, und der Gewinneinkünfte nach § 2d. Bei der Ermittlung der Abzüge für Steuern nach Absatz 1 werden folgende Pauschalen berücksichtigt: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Arbeitnehmer-Pauschbetrag nach § 9a Satz 1 Nummer 1 Buchstabe a des Einkommensteuergesetzes, wenn die berechtigte Person von ihr zu versteuernde Einnahmen hat, die unter § 2c fallen, und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Vorsorgepauschale <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">mit den Teilbeträgen nach § 39b Absatz 2 Satz 5 Nummer 3 Buchstabe b und c des Einkommensteuergesetzes, falls die berechtigte Person von ihr zu versteuernde Einnahmen nach § 2c hat, ohne in der gesetzlichen Rentenversicherung oder einer vergleichbaren Einrichtung versicherungspflichtig gewesen zu sein, oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">mit den Teilbeträgen nach § 39b Absatz 2 Satz 5 Nummer 3 Buchstabe a bis c des Einkommensteuergesetzes in allen übrigen Fällen,</LA></DD></DL>wobei die Höhe der Teilbeträge ohne Berücksichtigung der besonderen Regelungen zur Berechnung der Beiträge nach § 55 Absatz 3 und § 58 Absatz 3 des Elften Buches Sozialgesetzbuch bestimmt wird.</LA></DD></DL></P><P>(3) Als Abzug für die Einkommensteuer ist der Betrag anzusetzen, der sich unter Berücksichtigung der Steuerklasse und des Faktors nach § 39f des Einkommensteuergesetzes nach § 2c Absatz 3 ergibt; die Steuerklasse VI bleibt unberücksichtigt. War die berechtigte Person im Bemessungszeitraum nach § 2b in keine Steuerklasse eingereiht oder ist ihr nach § 2d zu berücksichtigender Gewinn höher als ihr nach § 2c zu berücksichtigender Überschuss der Einnahmen über ein Zwölftel des Arbeitnehmer-Pauschbetrags, ist als Abzug für die Einkommensteuer der Betrag anzusetzen, der sich unter Berücksichtigung der Steuerklasse IV ohne Berücksichtigung eines Faktors nach § 39f des Einkommensteuergesetzes ergibt.</P><P>(4) Als Abzug für den Solidaritätszuschlag ist der Betrag anzusetzen, der sich nach den Maßgaben des Solidaritätszuschlagsgesetzes 1995 für die Einkommensteuer nach Absatz 3 ergibt. Freibeträge für Kinder werden nach den Maßgaben des § 3 Absatz 2a des Solidaritätszuschlagsgesetzes 1995 berücksichtigt.</P><P>(5) Als Abzug für die Kirchensteuer ist der Betrag anzusetzen, der sich unter Anwendung eines Kirchensteuersatzes von 8 Prozent für die Einkommensteuer nach Absatz 3 ergibt. Freibeträge für Kinder werden nach den Maßgaben des § 51a Absatz 2a des Einkommensteuergesetzes berücksichtigt.</P><P>(6) Vorbehaltlich der Absätze 2 bis 5 werden Freibeträge und Pauschalen nur berücksichtigt, wenn sie ohne weitere Voraussetzung jeder berechtigten Person zustehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE003301119",
        "type": "article",
        "name": "§ 2f",
        "title": "Abzüge für Sozialabgaben",
        "body": {
          "content": "<P>(1) Als Abzüge für Sozialabgaben sind Beträge für die gesetzliche Sozialversicherung oder für eine vergleichbare Einrichtung sowie für die Arbeitsförderung zu berücksichtigen. Die Abzüge für Sozialabgaben werden einheitlich für Einkommen aus nichtselbstständiger und selbstständiger Erwerbstätigkeit anhand folgender Beitragssatzpauschalen ermittelt: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">9 Prozent für die Kranken- und Pflegeversicherung, falls die berechtigte Person in der gesetzlichen Krankenversicherung nach § 5 Absatz 1 Nummer 1 bis 12 des Fünften Buches Sozialgesetzbuch versicherungspflichtig gewesen ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">10 Prozent für die Rentenversicherung, falls die berechtigte Person in der gesetzlichen Rentenversicherung oder einer vergleichbaren Einrichtung versicherungspflichtig gewesen ist, und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">2 Prozent für die Arbeitsförderung, falls die berechtigte Person nach dem Dritten Buch Sozialgesetzbuch versicherungspflichtig gewesen ist.</LA></DD></DL></P><P>(2) Bemessungsgrundlage für die Ermittlung der Abzüge für Sozialabgaben ist die monatlich durchschnittlich zu berücksichtigende Summe der Einnahmen nach § 2c und der Gewinneinkünfte nach § 2d. Einnahmen aus Beschäftigungen im Sinne des § 8, des § 8a oder des § 20 Absatz 3 Satz 1 des Vierten Buches Sozialgesetzbuch werden nicht berücksichtigt. Für Einnahmen aus Beschäftigungsverhältnissen im Sinne des § 20 Absatz 2 des Vierten Buches Sozialgesetzbuch ist der Betrag anzusetzen, der sich nach § 344 Absatz 4 des Dritten Buches Sozialgesetzbuch für diese Einnahmen ergibt, wobei der Faktor im Sinne des § 163 Absatz 10 Satz 2 des Sechsten Buches Sozialgesetzbuch unter Zugrundelegung der Beitragssatzpauschalen nach Absatz 1 bestimmt wird.</P><P>(3) Andere Maßgaben zur Bestimmung der sozialversicherungsrechtlichen Beitragsbemessungsgrundlagen werden nicht berücksichtigt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE000306360",
        "type": "article",
        "name": "§ 3",
        "title": "Anrechnung von anderen Einnahmen",
        "body": {
          "content": "<P>(1) Auf das der berechtigten Person nach § 2 oder nach § 2 in Verbindung mit § 2a zustehende Elterngeld werden folgende Einnahmen angerechnet: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Mutterschaftsleistungen <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">in Form des Mutterschaftsgeldes nach dem Fünften Buch Sozialgesetzbuch oder nach dem Zweiten Gesetz über die Krankenversicherung der Landwirte mit Ausnahme des Mutterschaftsgeldes nach § 19 Absatz 2 des Mutterschutzgesetzes oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">in Form des Zuschusses zum Mutterschaftsgeld nach § 20 des Mutterschutzgesetzes, die der berechtigten Person für die Zeit ab dem Tag der Geburt des Kindes zustehen,</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Dienst- und Anwärterbezüge sowie Zuschüsse, die der berechtigten Person nach beamten- oder soldatenrechtlichen Vorschriften für die Zeit eines Beschäftigungsverbots ab dem Tag der Geburt des Kindes zustehen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">dem Elterngeld oder dem Betreuungsgeld vergleichbare Leistungen, auf die eine nach § 1 berechtigte Person außerhalb Deutschlands oder gegenüber einer über- oder zwischenstaatlichen Einrichtung Anspruch hat,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Elterngeld, das der berechtigten Person für ein älteres Kind zusteht, sowie</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einnahmen, die der berechtigten Person als Ersatz für Erwerbseinkommen zustehen und <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die nicht bereits für die Berechnung des Elterngeldes nach § 2 berücksichtigt werden oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">bei deren Berechnung das Elterngeld nicht berücksichtigt wird.</LA></DD></DL></LA></DD></DL>Stehen der berechtigten Person die Einnahmen nur für einen Teil des Lebensmonats des Kindes zu, sind sie nur auf den entsprechenden Teil des Elterngeldes anzurechnen. Für jeden Kalendermonat, in dem Einnahmen nach Satz 1 Nummer 4 oder Nummer 5 im Bemessungszeitraum bezogen worden sind, wird der Anrechnungsbetrag um ein Zwölftel gemindert.</P><P>(2) Bis zu einem Betrag von 300 Euro ist das Elterngeld von der Anrechnung nach Absatz 1 frei, soweit nicht Einnahmen nach Absatz 1 Satz 1 Nummer 1 bis 3 auf das Elterngeld anzurechnen sind. Dieser Betrag erhöht sich bei Mehrlingsgeburten um je 300 Euro für das zweite und jedes weitere Kind.</P><P>(3) Solange kein Antrag auf die in Absatz 1 Satz 1 Nummer 3 genannten vergleichbaren Leistungen gestellt wird, ruht der Anspruch auf Elterngeld bis zur möglichen Höhe der vergleichbaren Leistung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNE000406360",
        "type": "article",
        "name": "§ 4",
        "title": "Art und Dauer des Bezugs",
        "body": {
          "content": "<P>(1) Elterngeld kann in der Zeit vom Tag der Geburt bis zur Vollendung des 14. Lebensmonats des Kindes bezogen werden. Abweichend von Satz 1 kann Elterngeld Plus nach Absatz 3 auch nach dem 14. Lebensmonat bezogen werden, solange es ab dem 15. Lebensmonat in aufeinander folgenden Lebensmonaten von zumindest einem Elternteil in Anspruch genommen wird. Für angenommene Kinder und Kinder im Sinne des § 1 Absatz 3 Satz 1 Nummer 1 kann Elterngeld ab Aufnahme bei der berechtigten Person längstens bis zur Vollendung des achten Lebensjahres des Kindes bezogen werden.</P><P>(2) Elterngeld wird in Monatsbeträgen für Lebensmonate des Kindes gezahlt. Es wird allein nach den Vorgaben der §§ 2 bis 3 ermittelt (Basiselterngeld), soweit nicht Elterngeld nach Absatz 3 in Anspruch genommen wird. Der Anspruch endet mit dem Ablauf des Monats, in dem eine Anspruchsvoraussetzung entfallen ist. Die Eltern können die jeweiligen Monatsbeträge abwechselnd oder gleichzeitig beziehen.</P><P>(3) Statt für einen Monat Elterngeld im Sinne des Absatzes 2 Satz 2 zu beanspruchen, kann die berechtigte Person jeweils zwei Monate lang ein Elterngeld beziehen, das nach den §§ 2 bis 3 und den zusätzlichen Vorgaben der Sätze 2 und 3 ermittelt wird (Elterngeld Plus). Das Elterngeld Plus beträgt monatlich höchstens die Hälfte des Elterngeldes nach Absatz 2 Satz 2, das der berechtigten Person zustünde, wenn sie während des Elterngeldbezugs keine Einnahmen im Sinne des § 2 oder des § 3 hätte oder hat. Für die Berechnung des Elterngeld Plus halbieren sich: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Mindestbetrag für das Elterngeld nach § 2 Absatz 4 Satz 1,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Mindestgeschwisterbonus nach § 2a Absatz 1 Satz 1,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Mehrlingszuschlag nach § 2a Absatz 4 sowie</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die von der Anrechnung freigestellten Elterngeldbeträge nach § 3 Absatz 2.</LA></DD></DL></P><P>(4) Die Eltern haben gemeinsam Anspruch auf zwölf Monatsbeträge Elterngeld im Sinne des Absatzes 2 Satz 2. Erfolgt für zwei Monate eine Minderung des Einkommens aus Erwerbstätigkeit, können sie für zwei weitere Monate Elterngeld im Sinne des Absatzes 2 Satz 2 beanspruchen (Partnermonate). Wenn beide Elternteile in vier aufeinander folgenden Lebensmonaten gleichzeitig <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nicht weniger als 25 und nicht mehr als 30 Wochenstunden im Durchschnitt des Monats erwerbstätig sind und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzungen des § 1 erfüllen,</LA></DD></DL>hat jeder Elternteil für diese Monate Anspruch auf vier weitere Monatsbeträge Elterngeld Plus (Partnerschaftsbonus).</P><P>(5) Ein Elternteil kann höchstens zwölf Monatsbeträge Elterngeld im Sinne des Absatzes 2 Satz 2 zuzüglich der vier nach Absatz 4 Satz 3 zustehenden Monatsbeträge Elterngeld Plus beziehen. Er kann Elterngeld nur beziehen, wenn er es mindestens für zwei Monate in Anspruch nimmt. Lebensmonate des Kindes, in denen einem Elternteil nach § 3 Absatz 1 Satz 1 Nummer 1 bis 3 anzurechnende Leistungen oder nach § 192 Absatz 5 Satz 2 des Versicherungsvertragsgesetzes Versicherungsleistungen zustehen, gelten als Monate, für die dieser Elternteil Elterngeld im Sinne des Absatzes 2 Satz 2 bezieht.</P><P>(6) Ein Elternteil kann abweichend von Absatz 5 Satz 1 zusätzlich auch die weiteren Monatsbeträge Elterngeld nach Absatz 4 Satz 2 beziehen, wenn für zwei Monate eine Minderung des Einkommens aus Erwerbstätigkeit erfolgt und wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei ihm die Voraussetzungen für den Entlastungsbetrag für Alleinerziehende nach § 24b Absatz 1 und 3 des Einkommensteuergesetzes vorliegen und der andere Elternteil weder mit ihm noch mit dem Kind in einer Wohnung lebt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">mit der Betreuung durch den anderen Elternteil eine Gefährdung des Kindeswohls im Sinne von § 1666 Absatz 1 und 2 des Bürgerlichen Gesetzbuchs verbunden wäre oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Betreuung durch den anderen Elternteil unmöglich ist, insbesondere weil er wegen einer schweren Krankheit oder Schwerbehinderung sein Kind nicht betreuen kann; für die Feststellung der Unmöglichkeit der Betreuung bleiben wirtschaftliche Gründe und Gründe einer Verhinderung wegen anderweitiger Tätigkeiten außer Betracht.</LA></DD></DL>Ist ein Elternteil im Sinne des Satzes 1 Nummer 1 bis 3 in vier aufeinander folgenden Lebensmonaten nicht weniger als 25 und nicht mehr als 30 Wochenstunden im Durchschnitt des Monats erwerbstätig, kann er für diese Monate abweichend von Absatz 5 Satz 1 vier weitere Monatsbeträge Elterngeld Plus beziehen.</P><P>(7) Die Absätze 1 bis 6 gelten in den Fällen des § 1 Absatz 3 und 4 entsprechend. Nicht sorgeberechtigte Elternteile und Personen, die nach § 1 Absatz 3 Satz 1 Nummer 2 und 3 Elterngeld beziehen können, bedürfen der Zustimmung des sorgeberechtigten Elternteils.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000101119"
        }
      },
      {
        "id": "BJNR274810006BJNG000401119",
        "type": "heading",
        "name": "Abschnitt 2",
        "title": "Betreuungsgeld",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR274810006BJNE003501119",
        "type": "article",
        "name": "§ 4a",
        "title": "Berechtigte",
        "body": {
          "content": "<P><I>(1) Anspruch auf Betreuungsgeld hat, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzungen des § 1 Absatz 1 Nummer 1 bis 3, Absatz 2 bis 5, 7 und 8 erfüllt und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">für das Kind keine Leistungen nach § 24 Absatz 2 in Verbindung mit den §§ 22 bis 23 des Achten Buches Sozialgesetzbuch in Anspruch nimmt.</LA></DD></DL></I></P><P><I>(2) Können die Eltern ihr Kind wegen einer schweren Krankheit, Schwerbehinderung oder Tod der Eltern nicht betreuen, haben Berechtigte im Sinne von Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 4 einen Anspruch auf Betreuungsgeld abweichend von Absatz 1 Nummer 2, wenn für das Kind nicht mehr als 20 Wochenstunden im Durchschnitt des Monats Leistungen nach § 24 Absatz 2 in Verbindung mit den §§ 22 bis 23 des Achten Buches Sozialgesetzbuch in Anspruch genommen werden.</I></P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>§ 4a: Nach Maßgabe der Urteilsgründe mit Art. 72 Abs. 2 GG (100-1) unvereinbar und nichtig gem. BVerfGE v. 21.7.2015 I 1565 - 1 BvF 2/13</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000401119"
        }
      },
      {
        "id": "BJNR274810006BJNE003601119",
        "type": "article",
        "name": "§ 4b",
        "title": "Höhe des Betreuungsgeldes",
        "body": {
          "content": "<P><I>Das Betreuungsgeld beträgt für jedes Kind 150 Euro pro Monat.</I></P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>§ 4b: Nach Maßgabe der Urteilsgründe mit Art. 72 Abs. 2 GG (100-1) unvereinbar und nichtig gem. BVerfGE v. 21.7.2015 I 1565 - 1 BvF 2/13</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000401119"
        }
      },
      {
        "id": "BJNR274810006BJNE003701119",
        "type": "article",
        "name": "§ 4c",
        "title": "Anrechnung von anderen Leistungen",
        "body": {
          "content": "<P><I>Dem Betreuungsgeld oder dem Elterngeld vergleichbare Leistungen, auf die eine nach § 4a berechtigte Person außerhalb Deutschlands oder gegenüber einer über- oder zwischenstaatlichen Einrichtung Anspruch hat, werden auf das Betreuungsgeld angerechnet, soweit sie den Betrag übersteigen, der für denselben Zeitraum nach § 3 Absatz 1 Satz 1 Nummer 3 auf das Elterngeld anzurechnen ist. Stehen der berechtigten Person die Leistungen nur für einen Teil des Lebensmonats des Kindes zu, sind sie nur auf den entsprechenden Teil des Betreuungsgeldes anzurechnen. Solange kein Antrag auf die in Satz 1 genannten vergleichbaren Leistungen gestellt wird, ruht der Anspruch auf Betreuungsgeld bis zur möglichen Höhe der vergleichbaren Leistung.</I></P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>§ 4c: Nach Maßgabe der Urteilsgründe mit Art. 72 Abs. 2 GG (100-1) unvereinbar und nichtig gem. BVerfGE v. 21.7.2015 I 1565 - 1 BvF 2/13</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000401119"
        }
      },
      {
        "id": "BJNR274810006BJNE003802119",
        "type": "article",
        "name": "§ 4d",
        "title": "Bezugszeitraum",
        "body": {
          "content": "<P><I>(1) Betreuungsgeld kann in der Zeit vom ersten Tag des 15. Lebensmonats bis zur Vollendung des 36. Lebensmonats des Kindes bezogen werden. Vor dem 15. Lebensmonat wird Betreuungsgeld nur gewährt, wenn die Eltern die Monatsbeträge des Elterngeldes, die ihnen für ihr Kind nach § 4 Absatz 4 Satz 1 und 2 und nach § 4 Absatz 6 Satz 1 zustehen, bereits bezogen haben. Für jedes Kind wird höchstens für 22 Lebensmonate Betreuungsgeld gezahlt.</I></P><P><I>(2) Für angenommene Kinder und Kinder im Sinne des § 1 Absatz 3 Satz 1 Nummer 1 kann Betreuungsgeld ab dem ersten Tag des 15. Monats nach Aufnahme bei der berechtigten Person längstens bis zur Vollendung des dritten Lebensjahres des Kindes bezogen werden. Absatz 1 Satz 2 und 3 ist entsprechend anzuwenden.</I></P><P><I>(3) Für einen Lebensmonat eines Kindes kann nur ein Elternteil Betreuungsgeld beziehen. Lebensmonate des Kindes, in denen einem Elternteil nach § 4c anzurechnende Leistungen zustehen, gelten als Monate, für die dieser Elternteil Betreuungsgeld bezieht.</I></P><P><I>(4) Der Anspruch endet mit dem Ablauf des Monats, in dem eine Anspruchsvoraussetzung entfallen ist.</I></P><P><I>(5) Absatz 1 Satz 2 und Absatz 3 gelten in den Fällen des § 4a Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 3 und 4 entsprechend. Nicht sorgeberechtigte Elternteile und Personen, die nach § 4a Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 3 Satz 1 Nummer 2 und 3 Betreuungsgeld beziehen können, bedürfen der Zustimmung des sorgeberechtigten Elternteils.</I></P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>§ 4d: Nach Maßgabe der Urteilsgründe mit Art. 72 Abs. 2 GG (100-1) unvereinbar und nichtig gem. BVerfGE v. 21.7.2015 I 1565 - 1 BvF 2/13</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000401119"
        }
      },
      {
        "id": "BJNR274810006BJNG000501119",
        "type": "heading",
        "name": "Abschnitt 3",
        "title": "Verfahren und Organisation",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR274810006BJNE000504119",
        "type": "article",
        "name": "§ 5",
        "title": "Zusammentreffen von Ansprüchen",
        "body": {
          "content": "<P>(1) Erfüllen beide Elternteile die Anspruchsvoraussetzungen für Elterngeld oder Betreuungsgeld, bestimmen sie, wer von ihnen welche Monatsbeträge der jeweiligen Leistung in Anspruch nimmt.</P><P>(2) Beanspruchen beide Elternteile zusammen mehr als die ihnen nach § 4 Absatz 4 oder nach § 4 Absatz 4 in Verbindung mit § 4 Absatz 7 zustehenden Monatsbeträge Elterngeld oder mehr als die ihnen zustehenden 22 Monatsbeträge Betreuungsgeld, besteht der Anspruch eines Elternteils auf die jeweilige Leistung, der nicht über die Hälfte der Monatsbeträge hinausgeht, ungekürzt; der Anspruch des anderen Elternteils wird gekürzt auf die verbleibenden Monatsbeträge. Beanspruchen beide Elternteile mehr als die Hälfte der Monatsbeträge Elterngeld oder Betreuungsgeld, steht ihnen jeweils die Hälfte der Monatsbeträge der jeweiligen Leistung zu.</P><P>(3) Die Absätze 1 und 2 gelten in den Fällen des § 1 Absatz 3 und 4 oder des § 4a Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 3 und 4 entsprechend. Wird eine Einigung mit einem nicht sorgeberechtigten Elternteil oder einer Person, die nach § 1 Absatz 3 Satz 1 Nummer 2 und 3 Elterngeld oder nach § 4a Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 3 Satz 1 Nummer 2 und 3 Betreuungsgeld beziehen kann, nicht erzielt, kommt es abweichend von Absatz 2 allein auf die Entscheidung des sorgeberechtigten Elternteils an.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE000604119",
        "type": "article",
        "name": "§ 6",
        "title": "Auszahlung",
        "body": {
          "content": "<P>Elterngeld und Betreuungsgeld werden im Laufe des Monats gezahlt, für den sie bestimmt sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE000705119",
        "type": "article",
        "name": "§ 7",
        "title": "Antragstellung",
        "body": {
          "content": "<P>(1) Elterngeld oder Betreuungsgeld ist schriftlich zu beantragen. Sie werden rückwirkend nur für die letzten drei Monate vor Beginn des Monats geleistet, in dem der Antrag auf die jeweilige Leistung eingegangen ist. In dem Antrag auf Elterngeld oder Betreuungsgeld ist anzugeben, für welche Monate Elterngeld im Sinne des § 4 Absatz 2 Satz 2, für welche Monate Elterngeld Plus oder für welche Monate Betreuungsgeld beantragt wird.</P><P>(2) Die im Antrag getroffenen Entscheidungen können bis zum Ende des Bezugszeitraums geändert werden. Eine Änderung kann rückwirkend nur für die letzten drei Monate vor Beginn des Monats verlangt werden, in dem der Änderungsantrag eingegangen ist. Sie ist außer in den Fällen besonderer Härte unzulässig, soweit Monatsbeträge bereits ausgezahlt sind. Abweichend von den Sätzen 2 und 3 kann für einen Monat, in dem bereits Elterngeld Plus bezogen wurde, nachträglich Elterngeld nach § 4 Absatz 2 Satz 2 beantragt werden. Im Übrigen finden die für die Antragstellung geltenden Vorschriften auch auf den Änderungsantrag Anwendung.</P><P>(3) Der Antrag ist außer in den Fällen des § 4 Absatz 6 und der Antragstellung durch eine allein sorgeberechtigte Person von der Person, die ihn stellt, und zur Bestätigung der Kenntnisnahme auch von der anderen berechtigten Person zu unterschreiben. Die andere berechtigte Person kann gleichzeitig einen Antrag auf das von ihr beanspruchte Elterngeld oder Betreuungsgeld stellen oder der Behörde anzeigen, wie viele Monatsbeträge sie für die jeweilige Leistung beansprucht, wenn mit ihrem Anspruch die Höchstgrenzen nach § 4 Absatz 4 überschritten würden. Liegt der Behörde weder ein Antrag auf Elterngeld oder Betreuungsgeld noch eine Anzeige der anderen berechtigten Person nach Satz 2 vor, erhält der Antragsteller oder die Antragstellerin die Monatsbeträge der jeweiligen Leistung ausgezahlt; die andere berechtigte Person kann bei einem späteren Antrag abweichend von § 5 Absatz 2 nur die unter Berücksichtigung von § 4 Absatz 4 oder § 4d Absatz 1 Satz 3 verbleibenden Monatsbeträge der jeweiligen Leistung erhalten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE000805119",
        "type": "article",
        "name": "§ 8",
        "title": "Auskunftspflicht, Nebenbestimmungen",
        "body": {
          "content": "<P>(1) Soweit im Antrag auf Elterngeld Angaben zum voraussichtlichen Einkommen aus Erwerbstätigkeit gemacht wurden, sind nach Ablauf des Bezugszeitraums für diese Zeit das tatsächliche Einkommen aus Erwerbstätigkeit und die Arbeitszeit nachzuweisen.</P><P>(1a) Die Mitwirkungspflichten nach § 60 des Ersten Buches Sozialgesetzbuch gelten <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Falle des § 1 Absatz 8 Satz 2 auch für die andere Person im Sinne des § 1 Absatz 8 Satz 2 und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Falle des § 4 Absatz 4 Satz 3 oder des § 4 Absatz 4 Satz 3 in Verbindung mit § 4 Absatz 7 Satz 1 für beide Personen, die den Partnerschaftsbonus beantragt haben.</LA></DD></DL>§ 65 Absatz 1 und 3 des Ersten Buches Sozialgesetzbuch gilt entsprechend.</P><P>(2) Elterngeld wird in den Fällen, in denen die berechtigte Person nach ihren Angaben im Antrag im Bezugszeitraum voraussichtlich kein Einkommen aus Erwerbstätigkeit haben wird, unter dem Vorbehalt des Widerrufs für den Fall gezahlt, dass sie entgegen ihren Angaben im Antrag Einkommen aus Erwerbstätigkeit hat. In den Fällen, in denen zum Zeitpunkt der Antragstellung der Steuerbescheid für den letzten abgeschlossenen Veranlagungszeitraum vor der Geburt des Kindes nicht vorliegt und nach den Angaben im Antrag auf Elterngeld oder Betreuungsgeld die Beträge nach § 1 Absatz 8 oder nach § 4a Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 8 voraussichtlich nicht überschritten werden, wird die jeweilige Leistung unter dem Vorbehalt des Widerrufs für den Fall gezahlt, dass entgegen den Angaben im Antrag auf die jeweilige Leistung die Beträge nach § 1 Absatz 8 oder nach § 4a Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 8 überschritten werden.</P><P>(3) Das Elterngeld wird bis zum Nachweis der jeweils erforderlichen Angaben vorläufig unter Berücksichtigung der glaubhaft gemachten Angaben gezahlt, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zum Zeitpunkt der Antragstellung der Steuerbescheid für den letzten abgeschlossenen Veranlagungszeitraum vor der Geburt des Kindes nicht vorliegt und noch nicht angegeben werden kann, ob die Beträge nach § 1 Absatz 8 oder nach § 4a Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 8 überschritten werden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Einkommen aus Erwerbstätigkeit vor der Geburt nicht ermittelt werden kann,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die berechtigte Person nach den Angaben im Antrag auf Elterngeld im Bezugszeitraum voraussichtlich Einkommen aus Erwerbstätigkeit hat oder</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die berechtigte Person weitere Monatsbeträge Elterngeld Plus nach § 4 Absatz 4 Satz 3 oder nach § 4 Absatz 6 Satz 2 beantragt.</LA></DD></DL>Satz 1 Nummer 1 gilt entsprechend bei der Beantragung von Betreuungsgeld.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE000906119",
        "type": "article",
        "name": "§ 9",
        "title": "Einkommens- und Arbeitszeitnachweis, Auskunftspflicht des Arbeitgebers",
        "body": {
          "content": "<P>Soweit es zum Nachweis des Einkommens aus Erwerbstätigkeit oder der wöchentlichen Arbeitszeit erforderlich ist, hat der Arbeitgeber der nach § 12 zuständigen Behörde für bei ihm Beschäftigte das Arbeitsentgelt, die für die Ermittlung der nach den §§ 2e und 2f erforderlichen Abzugsmerkmale für Steuern und Sozialabgaben sowie die Arbeitszeit auf Verlangen zu bescheinigen; das Gleiche gilt für ehemalige Arbeitgeber. Für die in Heimarbeit Beschäftigten und die ihnen Gleichgestellten (§ 1 Absatz 1 und 2 des Heimarbeitsgesetzes) tritt an die Stelle des Arbeitgebers der Auftraggeber oder Zwischenmeister.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE001005119",
        "type": "article",
        "name": "§ 10",
        "title": "Verhältnis zu anderen Sozialleistungen",
        "body": {
          "content": "<P>(1) Das Elterngeld, das Betreuungsgeld und jeweils vergleichbare Leistungen der Länder sowie die nach § 3 oder § 4c auf die jeweilige Leistung angerechneten Einnahmen oder Leistungen bleiben bei Sozialleistungen, deren Zahlung von anderen Einkommen abhängig ist, bis zu einer Höhe von insgesamt 300 Euro im Monat als Einkommen unberücksichtigt.</P><P>(2) Das Elterngeld, das Betreuungsgeld und jeweils vergleichbare Leistungen der Länder sowie die nach § 3 oder § 4c auf die jeweilige Leistung angerechneten Einnahmen oder Leistungen dürfen bis zu einer Höhe von insgesamt 300 Euro nicht dafür herangezogen werden, um auf Rechtsvorschriften beruhende Leistungen anderer, auf die kein Anspruch besteht, zu versagen.</P><P>(3) Soweit die berechtigte Person Elterngeld Plus bezieht, bleibt das Elterngeld nur bis zur Hälfte des Anrechnungsfreibetrags, der nach Abzug der anderen nach Absatz 1 nicht zu berücksichtigenden Einnahmen für das Elterngeld verbleibt, als Einkommen unberücksichtigt und darf nur bis zu dieser Höhe nicht dafür herangezogen werden, um auf Rechtsvorschriften beruhende Leistungen anderer, auf die kein Anspruch besteht, zu versagen.</P><P>(4) Die nach den Absätzen 1 bis 3 nicht zu berücksichtigenden oder nicht heranzuziehenden Beträge vervielfachen sich bei Mehrlingsgeburten mit der Zahl der geborenen Kinder.</P><P>(5) Die Absätze 1 bis 4 gelten nicht bei Leistungen nach dem Zweiten Buch Sozialgesetzbuch, dem Zwölften Buch Sozialgesetzbuch und § 6a des Bundeskindergeldgesetzes. Bei den in Satz 1 bezeichneten Leistungen bleiben das Elterngeld und vergleichbare Leistungen der Länder sowie die nach § 3 auf das Elterngeld angerechneten Einnahmen in Höhe des nach § 2 Absatz 1 berücksichtigten Einkommens aus Erwerbstätigkeit vor der Geburt bis zu 300 Euro im Monat als Einkommen unberücksichtigt. Soweit die berechtigte Person Elterngeld Plus bezieht, verringern sich die Beträge nach Satz 2 um die Hälfte.</P><P>(6) Die Absätze 1 bis 4 gelten entsprechend, soweit für eine Sozialleistung ein Kostenbeitrag erhoben werden kann, der einkommensabhängig ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE001103119",
        "type": "article",
        "name": "§ 11",
        "title": "Unterhaltspflichten",
        "body": {
          "content": "<P>Unterhaltsverpflichtungen werden durch die Zahlung des Elterngeldes, des Betreuungsgeldes und jeweils vergleichbarer Leistungen der Länder nur insoweit berührt, als die Zahlung 300 Euro monatlich übersteigt. Soweit die berechtigte Person Elterngeld Plus bezieht, werden die Unterhaltspflichten insoweit berührt, als die Zahlung 150 Euro übersteigt. Die in den Sätzen 1 und 2 genannten Beträge vervielfachen sich bei Mehrlingsgeburten mit der Zahl der geborenen Kinder. Die Sätze 1 bis 3 gelten nicht in den Fällen des § 1361 Absatz 3, der §§ 1579, 1603 Absatz 2 und des § 1611 Absatz 1 des Bürgerlichen Gesetzbuchs.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE001202119",
        "type": "article",
        "name": "§ 12",
        "title": "Zuständigkeit; Aufbringung der Mittel",
        "body": {
          "content": "<P>(1) Die Landesregierungen oder die von ihnen beauftragten Stellen bestimmen die für die Ausführung dieses Gesetzes zuständigen Behörden. Diesen Behörden obliegt auch die Beratung zur Elternzeit. In den Fällen des § 1 Absatz 2 oder des § 4a Absatz 1 Nummer 1 in Verbindung mit § 1 Absatz 2 ist die von den Ländern für die Durchführung dieses Gesetzes bestimmte Behörde des Bezirks zuständig, in dem die berechtigte Person ihren letzten inländischen Wohnsitz hatte; hilfsweise ist die Behörde des Bezirks zuständig, in dem der entsendende Dienstherr oder Arbeitgeber der berechtigten Person oder der Arbeitgeber des Ehegatten, der Ehegattin, des Lebenspartners oder der Lebenspartnerin der berechtigten Person den inländischen Sitz hat.</P><P>(2) Der Bund trägt die Ausgaben für das Elterngeld und das Betreuungsgeld.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE001301119",
        "type": "article",
        "name": "§ 13",
        "title": "Rechtsweg",
        "body": {
          "content": "<P>(1) Über öffentlich-rechtliche Streitigkeiten in Angelegenheiten der §§ 1 bis 12 entscheiden die Gerichte der Sozialgerichtsbarkeit. § 85 Absatz 2 Nummer 2 des Sozialgerichtsgesetzes gilt mit der Maßgabe, dass die zuständige Stelle nach § 12 bestimmt wird.</P><P>(2) Widerspruch und Anfechtungsklage haben keine aufschiebende Wirkung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNE001402119",
        "type": "article",
        "name": "§ 14",
        "title": "Bußgeldvorschriften",
        "body": {
          "content": "<P>(1) Ordnungswidrig handelt, wer vorsätzlich oder fahrlässig <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 8 Absatz 1 einen Nachweis nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig erbringt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 9 eine dort genannte Angabe nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig bescheinigt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 60 Absatz 1 Satz 1 Nummer 1 des Ersten Buches Sozialgesetzbuch, auch in Verbindung mit § 8 Absatz 1a Satz 1, eine Angabe nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig macht,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 60 Absatz 1 Satz 1 Nummer 2 des Ersten Buches Sozialgesetzbuch, auch in Verbindung mit § 8 Absatz 1a Satz 1, eine Mitteilung nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig macht oder</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 60 Absatz 1 Satz 1 Nummer 3 des Ersten Buches Sozialgesetzbuch, auch in Verbindung mit § 8 Absatz 1a Satz 1, eine Beweisurkunde nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig vorlegt.</LA></DD></DL></P><P>(2) Die Ordnungswidrigkeit kann mit einer Geldbuße von bis zu zweitausend Euro geahndet werden.</P><P>(3) Verwaltungsbehörden im Sinne des § 36 Absatz 1 Nummer 1 des Gesetzes über Ordnungswidrigkeiten sind die in § 12 Absatz 1 Satz 1 und 3 genannten Behörden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000501119"
        }
      },
      {
        "id": "BJNR274810006BJNG000202119",
        "type": "heading",
        "name": "Abschnitt 4",
        "title": "Elternzeit für Arbeitnehmerinnen und Arbeitnehmer",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR274810006BJNE001505360",
        "type": "article",
        "name": "§ 15",
        "title": "Anspruch auf Elternzeit",
        "body": {
          "content": "<P>(1) Arbeitnehmerinnen und Arbeitnehmer haben Anspruch auf Elternzeit, wenn sie <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\"><DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">mit ihrem Kind,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">mit einem Kind, für das sie die Anspruchsvoraussetzungen nach § 1 Absatz 3 oder 4 erfüllen, oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">mit einem Kind, das sie in Vollzeitpflege nach § 33 des Achten Buches Sozialgesetzbuch aufgenommen haben,</LA></DD></DL>in einem Haushalt leben und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">dieses Kind selbst betreuen und erziehen.</LA></DD></DL>Nicht sorgeberechtigte Elternteile und Personen, die nach Satz 1 Nummer 1 Buchstabe b und c Elternzeit nehmen können, bedürfen der Zustimmung des sorgeberechtigten Elternteils.</P><P>(1a) Anspruch auf Elternzeit haben Arbeitnehmerinnen und Arbeitnehmer auch, wenn sie mit ihrem Enkelkind in einem Haushalt leben und dieses Kind selbst betreuen und erziehen und <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Elternteil des Kindes minderjährig ist oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Elternteil des Kindes sich in einer Ausbildung befindet, die vor Vollendung des 18. Lebensjahres begonnen wurde und die Arbeitskraft des Elternteils im Allgemeinen voll in Anspruch nimmt.</LA></DD></DL>Der Anspruch besteht nur für Zeiten, in denen keiner der Elternteile des Kindes selbst Elternzeit beansprucht.</P><P>(2) Der Anspruch auf Elternzeit besteht bis zur Vollendung des dritten Lebensjahres eines Kindes. Ein Anteil von bis zu 24 Monaten kann zwischen dem dritten Geburtstag und dem vollendeten achten Lebensjahr des Kindes in Anspruch genommen werden. Die Zeit der Mutterschutzfrist nach § 3 Absatz 2 und 3 des Mutterschutzgesetzes wird für die Elternzeit der Mutter auf die Begrenzung nach den Sätzen 1 und 2 angerechnet. Bei mehreren Kindern besteht der Anspruch auf Elternzeit für jedes Kind, auch wenn sich die Zeiträume im Sinne der Sätze 1 und 2 überschneiden. Bei einem angenommenen Kind und bei einem Kind in Vollzeit- oder Adoptionspflege kann Elternzeit von insgesamt bis zu drei Jahren ab der Aufnahme bei der berechtigten Person, längstens bis zur Vollendung des achten Lebensjahres des Kindes genommen werden; die Sätze 2 und 4 sind entsprechend anwendbar, soweit sie die zeitliche Aufteilung regeln. Der Anspruch kann nicht durch Vertrag ausgeschlossen oder beschränkt werden.</P><P>(3) Die Elternzeit kann, auch anteilig, von jedem Elternteil allein oder von beiden Elternteilen gemeinsam genommen werden. Satz 1 gilt in den Fällen des Absatzes 1 Satz 1 Nummer 1 Buchstabe b und c entsprechend.</P><P>(4) Der Arbeitnehmer oder die Arbeitnehmerin darf während der Elternzeit nicht mehr als 30 Wochenstunden im Durchschnitt des Monats erwerbstätig sein. Eine im Sinne des § 23 des Achten Buches Sozialgesetzbuch geeignete Tagespflegeperson kann bis zu fünf Kinder in Tagespflege betreuen, auch wenn die wöchentliche Betreuungszeit 30 Stunden übersteigt. Teilzeitarbeit bei einem anderen Arbeitgeber oder selbstständige Tätigkeit nach Satz 1 bedürfen der Zustimmung des Arbeitgebers. Dieser kann sie nur innerhalb von vier Wochen aus dringenden betrieblichen Gründen schriftlich ablehnen.</P><P>(5) Der Arbeitnehmer oder die Arbeitnehmerin kann eine Verringerung der Arbeitszeit und ihre Verteilung beantragen. Über den Antrag sollen sich der Arbeitgeber und der Arbeitnehmer oder die Arbeitnehmerin innerhalb von vier Wochen einigen. Der Antrag kann mit der schriftlichen Mitteilung nach Absatz 7 Satz 1 Nummer 5 verbunden werden. Unberührt bleibt das Recht, sowohl die vor der Elternzeit bestehende Teilzeitarbeit unverändert während der Elternzeit fortzusetzen, soweit Absatz 4 beachtet ist, als auch nach der Elternzeit zu der Arbeitszeit zurückzukehren, die vor Beginn der Elternzeit vereinbart war.</P><P>(6) Der Arbeitnehmer oder die Arbeitnehmerin kann gegenüber dem Arbeitgeber, soweit eine Einigung nach Absatz 5 nicht möglich ist, unter den Voraussetzungen des Absatzes 7 während der Gesamtdauer der Elternzeit zweimal eine Verringerung seiner oder ihrer Arbeitszeit beanspruchen.</P><P>(7) Für den Anspruch auf Verringerung der Arbeitszeit gelten folgende Voraussetzungen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Der Arbeitgeber beschäftigt, unabhängig von der Anzahl der Personen in Berufsbildung, in der Regel mehr als 15 Arbeitnehmer und Arbeitnehmerinnen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Arbeitsverhältnis in demselben Betrieb oder Unternehmen besteht ohne Unterbrechung länger als sechs Monate,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die vertraglich vereinbarte regelmäßige Arbeitszeit soll für mindestens zwei Monate auf einen Umfang von nicht weniger als 15 und nicht mehr als 30 Wochenstunden im Durchschnitt des Monats verringert werden,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">dem Anspruch stehen keine dringenden betrieblichen Gründe entgegen und</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Anspruch auf Teilzeit wurde dem Arbeitgeber <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">für den Zeitraum bis zum vollendeten dritten Lebensjahr des Kindes sieben Wochen und</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">für den Zeitraum zwischen dem dritten Geburtstag und dem vollendeten achten Lebensjahr des Kindes 13 Wochen</LA></DD></DL>vor Beginn der Teilzeittätigkeit schriftlich mitgeteilt.</LA></DD></DL>Der Antrag muss den Beginn und den Umfang der verringerten Arbeitszeit enthalten. Die gewünschte Verteilung der verringerten Arbeitszeit soll im Antrag angegeben werden. Falls der Arbeitgeber die beanspruchte Verringerung oder Verteilung der Arbeitszeit ablehnen will, muss er dies innerhalb der in Satz 5 genannten Frist mit schriftlicher Begründung tun. Hat ein Arbeitgeber die Verringerung der Arbeitszeit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in einer Elternzeit zwischen der Geburt und dem vollendeten dritten Lebensjahr des Kindes nicht spätestens vier Wochen nach Zugang des Antrags oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in einer Elternzeit zwischen dem dritten Geburtstag und dem vollendeten achten Lebensjahr des Kindes nicht spätestens acht Wochen nach Zugang des Antrags</LA></DD></DL>schriftlich abgelehnt, gilt die Zustimmung als erteilt und die Verringerung der Arbeitszeit entsprechend den Wünschen der Arbeitnehmerin oder des Arbeitnehmers als festgelegt. Haben Arbeitgeber und Arbeitnehmerin oder Arbeitnehmer über die Verteilung der Arbeitszeit kein Einvernehmen nach Absatz 5 Satz 2 erzielt und hat der Arbeitgeber nicht innerhalb der in Satz 5 genannten Fristen die gewünschte Verteilung schriftlich abgelehnt, gilt die Verteilung der Arbeitszeit entsprechend den Wünschen der Arbeitnehmerin oder des Arbeitnehmers als festgelegt. Soweit der Arbeitgeber den Antrag auf Verringerung oder Verteilung der Arbeitszeit rechtzeitig ablehnt, kann die Arbeitnehmerin oder der Arbeitnehmer Klage vor dem Gericht für Arbeitssachen erheben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000202119"
        }
      },
      {
        "id": "BJNR274810006BJNE001605360",
        "type": "article",
        "name": "§ 16",
        "title": "Inanspruchnahme der Elternzeit",
        "body": {
          "content": "<P>(1) Wer Elternzeit beanspruchen will, muss sie <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">für den Zeitraum bis zum vollendeten dritten Lebensjahr des Kindes spätestens sieben Wochen und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">für den Zeitraum zwischen dem dritten Geburtstag und dem vollendeten achten Lebensjahr des Kindes spätestens 13 Wochen</LA></DD></DL>vor Beginn der Elternzeit schriftlich vom Arbeitgeber verlangen. Verlangt die Arbeitnehmerin oder der Arbeitnehmer Elternzeit nach Satz 1 Nummer 1, muss sie oder er gleichzeitig erklären, für welche Zeiten innerhalb von zwei Jahren Elternzeit genommen werden soll. Bei dringenden Gründen ist ausnahmsweise eine angemessene kürzere Frist möglich. Nimmt die Mutter die Elternzeit im Anschluss an die Mutterschutzfrist, wird die Zeit der Mutterschutzfrist nach § 3 Absatz 2 und 3 des Mutterschutzgesetzes auf den Zeitraum nach Satz 2 angerechnet. Nimmt die Mutter die Elternzeit im Anschluss an einen auf die Mutterschutzfrist folgenden Erholungsurlaub, werden die Zeit der Mutterschutzfrist nach § 3 Absatz 2 und 3 des Mutterschutzgesetzes und die Zeit des Erholungsurlaubs auf den Zweijahreszeitraum nach Satz 2 angerechnet. Jeder Elternteil kann seine Elternzeit auf drei Zeitabschnitte verteilen; eine Verteilung auf weitere Zeitabschnitte ist nur mit der Zustimmung des Arbeitgebers möglich. Der Arbeitgeber kann die Inanspruchnahme eines dritten Abschnitts einer Elternzeit innerhalb von acht Wochen nach Zugang des Antrags aus dringenden betrieblichen Gründen ablehnen, wenn dieser Abschnitt im Zeitraum zwischen dem dritten Geburtstag und dem vollendeten achten Lebensjahr des Kindes liegen soll. Der Arbeitgeber hat dem Arbeitnehmer oder der Arbeitnehmerin die Elternzeit zu bescheinigen. Bei einem Arbeitgeberwechsel ist bei der Anmeldung der Elternzeit auf Verlangen des neuen Arbeitgebers eine Bescheinigung des früheren Arbeitgebers über bereits genommene Elternzeit durch die Arbeitnehmerin oder den Arbeitnehmer vorzulegen.</P><P>(2) Können Arbeitnehmerinnen aus einem von ihnen nicht zu vertretenden Grund eine sich unmittelbar an die Mutterschutzfrist des § 3 Absatz 2 und 3 des Mutterschutzgesetzes anschließende Elternzeit nicht rechtzeitig verlangen, können sie dies innerhalb einer Woche nach Wegfall des Grundes nachholen.</P><P>(3) Die Elternzeit kann vorzeitig beendet oder im Rahmen des § 15 Absatz 2 verlängert werden, wenn der Arbeitgeber zustimmt. Die vorzeitige Beendigung wegen der Geburt eines weiteren Kindes oder in Fällen besonderer Härte, insbesondere bei Eintritt einer schweren Krankheit, Schwerbehinderung oder Tod eines Elternteils oder eines Kindes der berechtigten Person oder bei erheblich gefährdeter wirtschaftlicher Existenz der Eltern nach Inanspruchnahme der Elternzeit, kann der Arbeitgeber unbeschadet von Satz 3 nur innerhalb von vier Wochen aus dringenden betrieblichen Gründen schriftlich ablehnen. Die Elternzeit kann zur Inanspruchnahme der Schutzfristen des § 3 des Mutterschutzgesetzes auch ohne Zustimmung des Arbeitgebers vorzeitig beendet werden; in diesen Fällen soll die Arbeitnehmerin dem Arbeitgeber die Beendigung der Elternzeit rechtzeitig mitteilen. Eine Verlängerung der Elternzeit kann verlangt werden, wenn ein vorgesehener Wechsel der Anspruchsberechtigten aus einem wichtigen Grund nicht erfolgen kann.</P><P>(4) Stirbt das Kind während der Elternzeit, endet diese spätestens drei Wochen nach dem Tod des Kindes.</P><P>(5) Eine Änderung in der Anspruchsberechtigung hat der Arbeitnehmer oder die Arbeitnehmerin dem Arbeitgeber unverzüglich mitzuteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000202119"
        }
      },
      {
        "id": "BJNR274810006BJNE001701119",
        "type": "article",
        "name": "§ 17",
        "title": "Urlaub",
        "body": {
          "content": "<P>(1) Der Arbeitgeber kann den Erholungsurlaub, der dem Arbeitnehmer oder der Arbeitnehmerin für das Urlaubsjahr zusteht, für jeden vollen Kalendermonat der Elternzeit um ein Zwölftel kürzen. Dies gilt nicht, wenn der Arbeitnehmer oder die Arbeitnehmerin während der Elternzeit bei seinem oder ihrem Arbeitgeber Teilzeitarbeit leistet.</P><P>(2) Hat der Arbeitnehmer oder die Arbeitnehmerin den ihm oder ihr zustehenden Urlaub vor dem Beginn der Elternzeit nicht oder nicht vollständig erhalten, hat der Arbeitgeber den Resturlaub nach der Elternzeit im laufenden oder im nächsten Urlaubsjahr zu gewähren.</P><P>(3) Endet das Arbeitsverhältnis während der Elternzeit oder wird es im Anschluss an die Elternzeit nicht fortgesetzt, so hat der Arbeitgeber den noch nicht gewährten Urlaub abzugelten.</P><P>(4) Hat der Arbeitnehmer oder die Arbeitnehmerin vor Beginn der Elternzeit mehr Urlaub erhalten, als ihm oder ihr nach Absatz 1 zusteht, kann der Arbeitgeber den Urlaub, der dem Arbeitnehmer oder der Arbeitnehmerin nach dem Ende der Elternzeit zusteht, um die zu viel gewährten Urlaubstage kürzen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000202119"
        }
      },
      {
        "id": "BJNR274810006BJNE001802119",
        "type": "article",
        "name": "§ 18",
        "title": "Kündigungsschutz",
        "body": {
          "content": "<P>(1) Der Arbeitgeber darf das Arbeitsverhältnis ab dem Zeitpunkt, von dem an Elternzeit verlangt worden ist, nicht kündigen. Der Kündigungsschutz nach Satz 1 beginnt <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">frühestens acht Wochen vor Beginn einer Elternzeit bis zum vollendeten dritten Lebensjahr des Kindes und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">frühestens 14 Wochen vor Beginn einer Elternzeit zwischen dem dritten Geburtstag und dem vollendeten achten Lebensjahr des Kindes.</LA></DD></DL>Während der Elternzeit darf der Arbeitgeber das Arbeitsverhältnis nicht kündigen. In besonderen Fällen kann ausnahmsweise eine Kündigung für zulässig erklärt werden. Die Zulässigkeitserklärung erfolgt durch die für den Arbeitsschutz zuständige oberste Landesbehörde oder die von ihr bestimmte Stelle. Die Bundesregierung kann mit Zustimmung des Bundesrates allgemeine Verwaltungsvorschriften zur Durchführung des Satzes 4 erlassen.</P><P>(2) Absatz 1 gilt entsprechend, wenn Arbeitnehmer oder Arbeitnehmerinnen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">während der Elternzeit bei demselben Arbeitgeber Teilzeitarbeit leisten oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ohne Elternzeit in Anspruch zu nehmen, Teilzeitarbeit leisten und Anspruch auf Elterngeld nach § 1 während des Zeitraums nach § 4 Absatz 1 Satz 1 und 3 haben.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000202119"
        }
      },
      {
        "id": "BJNR274810006BJNE001901119",
        "type": "article",
        "name": "§ 19",
        "title": "Kündigung zum Ende der Elternzeit",
        "body": {
          "content": "<P>Der Arbeitnehmer oder die Arbeitnehmerin kann das Arbeitsverhältnis zum Ende der Elternzeit nur unter Einhaltung einer Kündigungsfrist von drei Monaten kündigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000202119"
        }
      },
      {
        "id": "BJNR274810006BJNE002001119",
        "type": "article",
        "name": "§ 20",
        "title": "Zur Berufsbildung Beschäftigte, in Heimarbeit Beschäftigte",
        "body": {
          "content": "<P>(1) Die zu ihrer Berufsbildung Beschäftigten gelten als Arbeitnehmer oder Arbeitnehmerinnen im Sinne dieses Gesetzes. Die Elternzeit wird auf Berufsbildungszeiten nicht angerechnet.</P><P>(2) Anspruch auf Elternzeit haben auch die in Heimarbeit Beschäftigten und die ihnen Gleichgestellten (§ 1 Absatz 1 und 2 des Heimarbeitsgesetzes), soweit sie am Stück mitarbeiten. Für sie tritt an die Stelle des Arbeitgebers der Auftraggeber oder Zwischenmeister und an die Stelle des Arbeitsverhältnisses das Beschäftigungsverhältnis.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000202119"
        }
      },
      {
        "id": "BJNR274810006BJNE002101119",
        "type": "article",
        "name": "§ 21",
        "title": "Befristete Arbeitsverträge",
        "body": {
          "content": "<P>(1) Ein sachlicher Grund, der die Befristung eines Arbeitsverhältnisses rechtfertigt, liegt vor, wenn ein Arbeitnehmer oder eine Arbeitnehmerin zur Vertretung eines anderen Arbeitnehmers oder einer anderen Arbeitnehmerin für die Dauer eines Beschäftigungsverbotes nach dem Mutterschutzgesetz, einer Elternzeit, einer auf Tarifvertrag, Betriebsvereinbarung oder einzelvertraglicher Vereinbarung beruhenden Arbeitsfreistellung zur Betreuung eines Kindes oder für diese Zeiten zusammen oder für Teile davon eingestellt wird.</P><P>(2) Über die Dauer der Vertretung nach Absatz 1 hinaus ist die Befristung für notwendige Zeiten einer Einarbeitung zulässig.</P><P>(3) Die Dauer der Befristung des Arbeitsvertrags muss kalendermäßig bestimmt oder bestimmbar oder den in den Absätzen 1 und 2 genannten Zwecken zu entnehmen sein.</P><P>(4) Der Arbeitgeber kann den befristeten Arbeitsvertrag unter Einhaltung einer Frist von mindestens drei Wochen, jedoch frühestens zum Ende der Elternzeit, kündigen, wenn die Elternzeit ohne Zustimmung des Arbeitgebers vorzeitig endet und der Arbeitnehmer oder die Arbeitnehmerin die vorzeitige Beendigung der Elternzeit mitgeteilt hat. Satz 1 gilt entsprechend, wenn der Arbeitgeber die vorzeitige Beendigung der Elternzeit in den Fällen des § 16 Absatz 3 Satz 2 nicht ablehnen darf.</P><P>(5) Das Kündigungsschutzgesetz ist im Falle des Absatzes 4 nicht anzuwenden.</P><P>(6) Absatz 4 gilt nicht, soweit seine Anwendung vertraglich ausgeschlossen ist.</P><P>(7) Wird im Rahmen arbeitsrechtlicher Gesetze oder Verordnungen auf die Zahl der beschäftigten Arbeitnehmer und Arbeitnehmerinnen abgestellt, so sind bei der Ermittlung dieser Zahl Arbeitnehmer und Arbeitnehmerinnen, die sich in der Elternzeit befinden oder zur Betreuung eines Kindes freigestellt sind, nicht mitzuzählen, solange für sie aufgrund von Absatz 1 ein Vertreter oder eine Vertreterin eingestellt ist. Dies gilt nicht, wenn der Vertreter oder die Vertreterin nicht mitzuzählen ist. Die Sätze 1 und 2 gelten entsprechend, wenn im Rahmen arbeitsrechtlicher Gesetze oder Verordnungen auf die Zahl der Arbeitsplätze abgestellt wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000202119"
        }
      },
      {
        "id": "BJNR274810006BJNG000302119",
        "type": "heading",
        "name": "Abschnitt 5",
        "title": "Statistik und Schlussvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR274810006BJNE002205119",
        "type": "article",
        "name": "§ 22",
        "title": "Bundesstatistik",
        "body": {
          "content": "<P>(1) Zur Beurteilung der Auswirkungen dieses Gesetzes sowie zu seiner Fortentwicklung sind laufende Erhebungen zum Bezug von Elterngeld und Betreuungsgeld als Bundesstatistiken durchzuführen. Die Erhebungen erfolgen zentral beim Statistischen Bundesamt.</P><P>(2) Die Statistik zum Bezug von Elterngeld erfasst vierteljährlich zum jeweils letzten Tag des aktuellen und der vorangegangenen zwei Kalendermonate für Personen, die in einem dieser Kalendermonate Elterngeld bezogen haben, für jedes den Anspruch auslösende Kind folgende Erhebungsmerkmale: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Art der Berechtigung nach § 1,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundlagen der Berechnung des zustehenden Monatsbetrags nach Art und Höhe (§ 2 Absatz 1, 2, 3 oder 4, § 2a Absatz 1 oder 4, § 2c, die §§ 2d, 2e oder § 2f),</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Höhe und Art des zustehenden Monatsbetrags (§ 4 Absatz 2 Satz 2 und Absatz 3 Satz 1) ohne die Berücksichtigung der Einnahmen nach § 3,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Art und Höhe der Einnahmen nach § 3,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Inanspruchnahme der als Partnerschaftsbonus gewährten Monatsbeträge nach § 4 Absatz 4 Satz 3 und der weiteren Monatsbeträge Elterngeld Plus nach § 4 Absatz 6 Satz 2,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Höhe des monatlichen Auszahlungsbetrags,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Geburtstag des Kindes,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">für die Elterngeld beziehende Person: <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Geschlecht, Geburtsjahr und -monat,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Staatsangehörigkeit,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wohnsitz oder gewöhnlicher Aufenthalt,</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">Familienstand und unverheiratetes Zusammenleben mit dem anderen Elternteil und</LA></DD><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">Anzahl der im Haushalt lebenden Kinder.</LA></DD></DL></LA></DD></DL>Die Angaben nach den Nummern 2, 3, 5 und 6 sind für jeden Lebensmonat des Kindes bezogen auf den nach § 4 Absatz 1 möglichen Zeitraum des Leistungsbezugs zu melden.</P><P>(3) Die Statistik zum Bezug von Betreuungsgeld erfasst vierteljährlich zum jeweils letzten Tag des aktuellen und der vorangegangenen zwei Kalendermonate erstmalig zum 30. September 2013 für Personen, die in einem dieser Kalendermonate Betreuungsgeld bezogen haben, für jedes den Anspruch auslösende Kind folgende Erhebungsmerkmale: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Art der Berechtigung nach § 4a,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Höhe des monatlichen Auszahlungsbetrags,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Geburtstag des Kindes,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">für die Betreuungsgeld beziehende Person: <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Geschlecht, Geburtsjahr und -monat,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Staatsangehörigkeit,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wohnsitz oder gewöhnlicher Aufenthalt,</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">Familienstand und unverheiratetes Zusammenleben mit dem anderen Elternteil und</LA></DD><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">Anzahl der im Haushalt lebenden Kinder.</LA></DD></DL></LA></DD></DL>Die Angaben nach Nummer 2 sind für jeden Lebensmonat des Kindes bezogen auf den nach § 4d Absatz 1 möglichen Zeitraum des Leistungsbezugs zu melden.</P><P>(4) Hilfsmerkmale sind: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Name und Anschrift der zuständigen Behörde,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Name und Telefonnummer sowie Adresse für elektronische Post der für eventuelle Rückfragen zur Verfügung stehenden Person und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Kennnummer des Antragstellers oder der Antragstellerin.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      },
      {
        "id": "BJNR274810006BJNE002304119",
        "type": "article",
        "name": "§ 23",
        "title": "Auskunftspflicht; Datenübermittlung an das Statistische Bundesamt",
        "body": {
          "content": "<P>(1) Für die Erhebung nach § 22 besteht Auskunftspflicht. Die Angaben nach § 22 Absatz 4 Nummer 2 sind freiwillig. Auskunftspflichtig sind die nach § 12 Absatz 1 zuständigen Stellen.</P><P>(2) Der Antragsteller oder die Antragstellerin ist gegenüber den nach § 12 Absatz 1 zuständigen Stellen zu den Erhebungsmerkmalen nach § 22 Absatz 2 und 3 auskunftspflichtig. Die zuständigen Stellen nach § 12 Absatz 1 dürfen die Angaben nach § 22 Absatz 2 Satz 1 Nummer 8 und Absatz 3 Satz 1 Nummer 4, soweit sie für den Vollzug dieses Gesetzes nicht erforderlich sind, nur durch technische und organisatorische Maßnahmen getrennt von den übrigen Daten nach § 22 Absatz 2 und 3 und nur für die Übermittlung an das Statistische Bundesamt verwenden und haben diese unverzüglich nach Übermittlung an das Statistische Bundesamt zu löschen.</P><P>(3) Die in sich schlüssigen Angaben sind als Einzeldatensätze elektronisch bis zum Ablauf von 30 Arbeitstagen nach Ablauf des Berichtszeitraums an das Statistische Bundesamt zu übermitteln.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      },
      {
        "id": "BJNR274810006BJNE002402119",
        "type": "article",
        "name": "§ 24",
        "title": "Übermittlung von Tabellen mit statistischen Ergebnissen durch das Statistische Bundesamt",
        "body": {
          "content": "<P>Zur Verwendung gegenüber den gesetzgebenden Körperschaften und zu Zwecken der Planung, jedoch nicht zur Regelung von Einzelfällen, übermittelt das Statistische Bundesamt Tabellen mit statistischen Ergebnissen, auch soweit Tabellenfelder nur einen einzigen Fall ausweisen, an die fachlich zuständigen obersten Bundes- oder Landesbehörden. Tabellen, deren Tabellenfelder nur einen einzigen Fall ausweisen, dürfen nur dann übermittelt werden, wenn sie nicht differenzierter als auf Regierungsbezirksebene, im Falle der Stadtstaaten auf Bezirksebene, aufbereitet sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      },
      {
        "id": "BJNR274810006BJNE003402126",
        "type": "article",
        "name": "§ 24a",
        "title": "Übermittlung von Einzelangaben durch das Statistische Bundesamt",
        "body": {
          "content": "<P>(1) Zur Abschätzung von Auswirkungen der Änderungen dieses Gesetzes im Rahmen der Zwecke nach § 24 übermittelt das Statistische Bundesamt auf Anforderung des fachlich zuständigen Bundesministeriums diesem oder von ihm beauftragten Forschungseinrichtungen Einzelangaben ab dem Jahr 2007 ohne Hilfsmerkmale mit Ausnahme des Merkmals nach § 22 Absatz 4 Nummer 3 für die Entwicklung und den Betrieb von Mikrosimulationsmodellen. Die Einzelangaben dürfen nur im hierfür erforderlichen Umfang und mittels eines sicheren Datentransfers übermittelt werden.</P><P>(2) Bei der Verarbeitung der Daten nach Absatz 1 ist das Statistikgeheimnis nach § 16 des Bundesstatistikgesetzes zu wahren. Dafür ist die Trennung von statistischen und nichtstatistischen Aufgaben durch Organisation und Verfahren zu gewährleisten. Die nach Absatz 1 übermittelten Daten dürfen nur für die Zwecke verwendet werden, für die sie übermittelt wurden. Die übermittelten Einzeldaten sind nach dem Erreichen des Zweckes zu löschen, zu dem sie übermittelt wurden.</P><P>(3) Personen, die Empfängerinnen und Empfänger von Einzelangaben nach Absatz 1 Satz 1 sind, unterliegen der Pflicht zur Geheimhaltung nach § 16 Absatz 1 und 10 des Bundesstatistikgesetzes. Personen, die Einzelangaben nach Absatz 1 Satz 1 erhalten sollen, müssen Amtsträger oder für den öffentlichen Dienst besonders Verpflichtete sein. Personen, die Einzelangaben erhalten sollen und die nicht Amtsträger oder für den öffentlichen Dienst besonders Verpflichtete sind, sind vor der Übermittlung zur Geheimhaltung zu verpflichten. § 1 Absatz 2, 3 und 4 Nummer 2 des Verpflichtungsgesetzes vom 2. März 1974 (BGBl. I S. 469, 547), das durch § 1 Nummer 4 des Gesetzes vom 15. August 1974 (BGBl. I S. 1942) geändert worden ist, gilt in der jeweils geltenden Fassung entsprechend. Die Empfängerinnen und Empfänger von Einzelangaben dürfen aus ihrer Tätigkeit gewonnene Erkenntnisse nur für die in Absatz 1 genannten Zwecke verwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      },
      {
        "id": "BJNR274810006BJNE003900126",
        "type": "article",
        "name": "§ 24b",
        "title": "Elektronische Unterstützung bei der Antragstellung",
        "body": {
          "content": "<P>(1) Zur elektronischen Unterstützung bei der Antragstellung kann der Bund ein Internetportal einrichten und betreiben. Das Internetportal ermöglicht das elektronische Ausfüllen der Antragsformulare der Länder sowie die Übermittlung der Daten aus dem Antragsformular an die nach § 12 zuständige Behörde. Zuständig für Einrichtung und Betrieb des Internetportals ist das Bundesministerium für Familie, Senioren, Frauen und Jugend. Die Ausführung dieses Gesetzes durch die nach § 12 zuständigen Behörden bleibt davon unberührt.</P><P>(2) Das Bundesministerium für Familie, Senioren, Frauen und Jugend ist für das Internetportal datenschutzrechtlich verantwortlich. Für die elektronische Unterstützung bei der Antragstellung darf das Bundesministerium für Familie, Senioren, Frauen und Jugend die zur Beantragung von Elterngeld erforderlichen personenbezogenen Daten sowie die in § 22 genannten statistischen Erhebungsmerkmale verarbeiten, sofern der Nutzer in die Verarbeitung eingewilligt hat. Die statistischen Erhebungsmerkmale einschließlich der zur Beantragung von Elterngeld erforderlichen personenbezogenen Daten sind nach Beendigung der Nutzung des Internetportals unverzüglich zu löschen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      },
      {
        "id": "BJNR274810006BJNE002503119",
        "type": "article",
        "name": "§ 25",
        "title": "Bericht",
        "body": {
          "content": "<P>Die Bundesregierung legt dem Deutschen Bundestag bis zum 31. Dezember 2015 einen Bericht über die Auswirkungen des Betreuungsgeldes vor. Bis zum 31. Dezember 2017 legt sie einen Bericht über die Auswirkungen der Regelungen zum Elterngeld Plus und zum Partnerschaftsbonus sowie zur Elternzeit vor. Die Berichte dürfen keine personenbezogenen Daten enthalten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      },
      {
        "id": "BJNR274810006BJNE002603119",
        "type": "article",
        "name": "§ 26",
        "title": "Anwendung der Bücher des Sozialgesetzbuches",
        "body": {
          "content": "<P>(1) Soweit dieses Gesetz zum Elterngeld oder Betreuungsgeld keine ausdrückliche Regelung trifft, ist bei der Ausführung des Ersten, Zweiten und Dritten Abschnitts das Erste Kapitel des Zehnten Buches Sozialgesetzbuch anzuwenden.</P><P>(2) § 328 Absatz 3 und § 331 des Dritten Buches Sozialgesetzbuch gelten entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      },
      {
        "id": "BJNR274810006BJNE004000119",
        "type": "article",
        "name": "§ 27",
        "title": "Sonderregelung aus Anlass der COVID-19-Pandemie",
        "body": {
          "content": "<P>(1) Übt ein Elternteil eine systemrelevante Tätigkeit aus, so kann sein Bezug von Elterngeld auf Antrag für die Zeit vom 1. März 2020 bis 31. Dezember 2020 aufgeschoben werden. Der Bezug der verschobenen Lebensmonate ist spätestens bis zum 30. Juni 2021 anzutreten. Wird von der Möglichkeit des Aufschubs Gebrauch gemacht, so kann das Basiselterngeld abweichend von § 4 Absatz 1 Satz 1 auch noch nach Vollendung des 14. Lebensmonats bezogen werden. In der Zeit vom 1. März 2020 bis 30. Juni 2021 entstehende Lücken im Elterngeldbezug sind abweichend von § 4 Absatz 1 Satz 2 unschädlich.</P><P>(2) Für ein Verschieben des Partnerschaftsbonus genügt es, wenn nur ein Elternteil einen systemrelevanten Beruf ausübt. Hat der Bezug des Partnerschaftsbonus bereits begonnen, so gelten allein die Bestimmungen des Absatzes 3.</P><P>(3) Wurde der Partnerschaftsbonus spätestens bis zum Ablauf des 27. Mai 2020 beantragt, und liegt der Bezug des Partnerschaftsbonus ganz oder teilweise zwischen dem 1. März 2020 und 31. Dezember 2020, gelten abweichend von § 8 Absatz 1 und 3 Nummer 4 die Angaben zur Höhe des Einkommens und zum Umfang der Arbeitszeit, die bei der Beantragung des Partnerschaftsbonus glaubhaft gemacht worden sind.</P><P>(4) Für die Höhe des Elterngeldes bleiben für die Zeit vom 1. März 2020 bis zum 31. Dezember 2020 die Einnahmen im Bezugszeitraum unberücksichtigt, die der berechtigten Person als Ersatz für Erwerbseinkommen zustehen, das nach der Geburt des Kindes aufgrund der COVID-19-Pandemie weggefallen ist. Im Fall des Satzes 1 ist das Elterngeld monatlich höchstens so hoch wie der Elterngeldbetrag, der zustünde, wenn die berechtigte Person keinen Einkommenswegfall aufgrund der COVID-19-Pandemie hätte oder hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      },
      {
        "id": "BJNR274810006BJNE002709119",
        "type": "article",
        "name": "§ 28",
        "title": "Übergangsvorschrift",
        "body": {
          "content": "<P>(1) Für die vor dem 1. Januar 2015 geborenen oder mit dem Ziel der Adoption aufgenommenen Kinder ist § 1 in der bis zum 31. Dezember 2014 geltenden Fassung weiter anzuwenden. Für die vor dem 1. Juli 2015 geborenen oder mit dem Ziel der Adoption aufgenommenen Kinder sind die §§ 2 bis 22 in der bis zum 31. Dezember 2014 geltenden Fassung weiter anzuwenden. Satz 2 gilt nicht für § 2c Absatz 1 Satz 2 und § 22 Absatz 2 Satz 1 Nummer 2.</P><P>(1a) Soweit dieses Gesetz Mutterschaftsgeld nach dem Fünften Buch Sozialgesetzbuch oder nach dem Zweiten Gesetz über die Krankenversicherung der Landwirte in Bezug nimmt, gelten die betreffenden Regelungen für Mutterschaftsgeld nach der Reichsversicherungsordnung oder nach dem Gesetz über die Krankenversicherung der Landwirte entsprechend.</P><P>(2) Für die dem Erziehungsgeld vergleichbaren Leistungen der Länder sind § 8 Absatz 1 und § 9 des Bundeserziehungsgeldgesetzes in der bis zum 31. Dezember 2006 geltenden Fassung weiter anzuwenden.</P><P>(3) § 1 Absatz 7 Satz 1 Nummer 1 bis 4 in der Fassung des Artikels 36 des Gesetzes vom 12. Dezember 2019 (BGBl. I S. 2451) ist für Entscheidungen anzuwenden, die Zeiträume betreffen, die nach dem 29. Februar 2020 beginnen. § 1 Absatz 7 Satz 1 Nummer 5 in der Fassung des Artikels 36 des Gesetzes vom 12. Dezember 2019 (BGBl. I S. 2451) ist für Entscheidungen anzuwenden, die Zeiträume betreffen, die nach dem 31. Dezember 2019 beginnen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR274810006BJNG000302119"
        }
      }
    ]
  }
}
