{
  "data": {
    "type": "law",
    "id": "BJNR000020963",
    "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg",
    "firstPublished": "1963-01-08",
    "sourceTimestamp": "20160826215002",
    "titleShort": "Bundesurlaubsgesetz",
    "titleLong": "Mindesturlaubsgesetz für Arbeitnehmer",
    "abbreviation": "BUrlG",
    "slug": "burlg",
    "extraAbbreviations": [],
    "publicationInfo": [
      {
        "reference": "1963, 2",
        "periodical": "BGBl I"
      }
    ],
    "statusInfo": [
      {
        "comment": "Zuletzt geändert durch Art. 3 Abs. 3 G v. 20.4.2013 I 868",
        "category": "Stand"
      }
    ],
    "notes": {
      "body": null,
      "footnotes": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.11.1974 +++)<BR/>(+++ Zur Anwendung vgl. § 421a SGB 3 +++)<BR/>(+++ Maßgaben aufgrund EinigVtr nicht mehr anzuwenden gem. Art. 20 <BR/>     G v. 6.6.1994 I 1170 mWv 1.1.1995 und Art. 109 Nr. 3 Buchst. a<BR/>     DBuchst. cc G v. 8.12.2010 I 1864 mWv 15.12.2010 +++)<BR/><BR/></pre></P>"
    },
    "attachments": {},
    "contents": [
      {
        "type": "article",
        "id": "BJNR000020963BJNE000100314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000100314",
        "name": "Eingangsformel",
        "title": null,
        "parent": null,
        "body": "<P>Der Bundestag hat mit Zustimmung des Bundesrates das folgende Gesetz beschlossen:</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE000200314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000200314",
        "name": "§ 1",
        "title": "Urlaubsanspruch",
        "parent": null,
        "body": "<P>Jeder Arbeitnehmer hat in jedem Kalenderjahr Anspruch auf bezahlten Erholungsurlaub.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE000300314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000300314",
        "name": "§ 2",
        "title": "Geltungsbereich",
        "parent": null,
        "body": "<P>Arbeitnehmer im Sinne des Gesetzes sind Arbeiter und Angestellte sowie die zu ihrer Berufsausbildung Beschäftigten. Als Arbeitnehmer gelten auch Personen, die wegen ihrer wirtschaftlichen Unselbständigkeit als arbeitnehmerähnliche Personen anzusehen sind; für den Bereich der Heimarbeit gilt § 12.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE000401308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000401308",
        "name": "§ 3",
        "title": "Dauer des Urlaubs",
        "parent": null,
        "body": "<P>(1) Der Urlaub beträgt jährlich mindestens 24 Werktage.</P><P>(2) Als Werktage gelten alle Kalendertage, die nicht Sonn- oder gesetzliche Feiertage sind.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE000500314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000500314",
        "name": "§ 4",
        "title": "Wartezeit",
        "parent": null,
        "body": "<P>Der volle Urlaubsanspruch wird erstmalig nach sechsmonatigem Bestehen des Arbeitsverhältnisses erworben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE000600314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000600314",
        "name": "§ 5",
        "title": "Teilurlaub",
        "parent": null,
        "body": "<P>(1) Anspruch auf ein Zwölftel des Jahresurlaubs für jeden vollen Monat des Bestehens des Arbeitsverhältnisses hat der Arbeitnehmer <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">für Zeiten eines Kalenderjahrs, für die er wegen Nichterfüllung der Wartezeit in diesem Kalenderjahr keinen vollen Urlaubsanspruch erwirbt;</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn er vor erfüllter Wartezeit aus dem Arbeitsverhältnis ausscheidet;</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn er nach erfüllter Wartezeit in der ersten Hälfte eines Kalenderjahrs aus dem Arbeitsverhältnis ausscheidet.</LA></DD> </DL> </P><P>(2) Bruchteile von Urlaubstagen, die mindestens einen halben Tag ergeben, sind auf volle Urlaubstage aufzurunden.</P><P>(3) Hat der Arbeitnehmer im Falle des Absatzes 1 Buchstabe c bereits Urlaub über den ihm zustehenden Umfang hinaus erhalten, so kann das dafür gezahlte Urlaubsentgelt nicht zurückgefordert werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE000700314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000700314",
        "name": "§ 6",
        "title": "Ausschluß von Doppelansprüchen",
        "parent": null,
        "body": "<P>(1) Der Anspruch auf Urlaub besteht nicht, soweit dem Arbeitnehmer für das laufende Kalenderjahr bereits von einem früheren Arbeitgeber Urlaub gewährt worden ist.</P><P>(2) Der Arbeitgeber ist verpflichtet, bei Beendigung des Arbeitsverhältnisses dem Arbeitnehmer eine Bescheinigung über den im laufenden Kalenderjahr gewährten oder abgegoltenen Urlaub auszuhändigen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE000801308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000801308",
        "name": "§ 7",
        "title": "Zeitpunkt, Übertragbarkeit und Abgeltung des Urlaubs",
        "parent": null,
        "body": "<P>(1) Bei der zeitlichen Festlegung des Urlaubs sind die Urlaubswünsche des Arbeitnehmers zu berücksichtigen, es sei denn, daß ihrer Berücksichtigung dringende betriebliche Belange oder Urlaubswünsche anderer Arbeitnehmer, die unter sozialen Gesichtspunkten den Vorrang verdienen, entgegenstehen. Der Urlaub ist zu gewähren, wenn der Arbeitnehmer dies im Anschluß an eine Maßnahme der medizinischen Vorsorge oder Rehabilitation verlangt.</P><P>(2) Der Urlaub ist zusammenhängend zu gewähren, es sei denn, daß dringende betriebliche oder in der Person des Arbeitnehmers liegende Gründe eine Teilung des Urlaubs erforderlich machen. Kann der Urlaub aus diesen Gründen nicht zusammenhängend gewährt werden, und hat der Arbeitnehmer Anspruch auf Urlaub von mehr als zwölf Werktagen, so muß einer der Urlaubsteile mindestens zwölf aufeinanderfolgende Werktage umfassen.</P><P>(3) Der Urlaub muß im laufenden Kalenderjahr gewährt und genommen werden. Eine Übertragung des Urlaubs auf das nächste Kalenderjahr ist nur statthaft, wenn dringende betriebliche oder in der Person des Arbeitnehmers liegende Gründe dies rechtfertigen. Im Fall der Übertragung muß der Urlaub in den ersten drei Monaten des folgenden Kalenderjahrs gewährt und genommen werden. Auf Verlangen des Arbeitnehmers ist ein nach § 5 Abs. 1 Buchstabe a entstehender Teilurlaub jedoch auf das nächste Kalenderjahr zu übertragen.</P><P>(4) Kann der Urlaub wegen Beendigung des Arbeitsverhältnisses ganz oder teilweise nicht mehr gewährt werden, so ist er abzugelten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE000900314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE000900314",
        "name": "§ 8",
        "title": "Erwerbstätigkeit während des Urlaubs",
        "parent": null,
        "body": "<P>Während des Urlaubs darf der Arbeitnehmer keine dem Urlaubszweck widersprechende Erwerbstätigkeit leisten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001000314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001000314",
        "name": "§ 9",
        "title": "Erkrankung während des Urlaubs",
        "parent": null,
        "body": "<P>Erkrankt ein Arbeitnehmer während des Urlaubs, so werden die durch ärztliches Zeugnis nachgewiesenen Tage der Arbeitsunfähigkeit auf den Jahresurlaub nicht angerechnet.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001103308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001103308",
        "name": "§ 10",
        "title": "Maßnahmen der medizinischen Vorsorge oder Rehabilitation",
        "parent": null,
        "body": "<P>Maßnahmen der medizinischen Vorsorge oder Rehabilitation dürfen nicht auf den Urlaub angerechnet werden, soweit ein Anspruch auf Fortzahlung des Arbeitsentgelts nach den gesetzlichen Vorschriften über die Entgeltfortzahlung im Krankheitsfall besteht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001201308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001201308",
        "name": "§ 11",
        "title": "Urlaubsentgelt",
        "parent": null,
        "body": "<P>(1) Das Urlaubsentgelt bemißt sich nach dem durchschnittlichen Arbeitsverdienst, das der Arbeitnehmer in den letzten dreizehn Wochen vor dem Beginn des Urlaubs erhalten hat, mit Ausnahme des zusätzlich für Überstunden gezahlten Arbeitsverdienstes. Bei Verdiensterhöhungen nicht nur vorübergehender Natur, die während des Berechnungszeitraums oder des Urlaubs eintreten, ist von dem erhöhten Verdienst auszugehen. Verdienstkürzungen, die im Berechnungszeitraum infolge von Kurzarbeit, Arbeitsausfällen oder unverschuldeter Arbeitsversäumnis eintreten, bleiben für die Berechnung des Urlaubsentgelts außer Betracht. Zum Arbeitsentgelt gehörende Sachbezüge, die während des Urlaubs nicht weitergewährt werden, sind für die Dauer des Urlaubs angemessen in bar abzugelten.</P><P>(2) Das Urlaubsentgelt ist vor Antritt des Urlaubs auszuzahlen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001301308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001301308",
        "name": "§ 12",
        "title": "Urlaub im Bereich der Heimarbeit",
        "parent": null,
        "body": "<P>Für die in Heimarbeit Beschäftigten und die ihnen nach § 1 Abs. 2 Buchstaben a bis c des Heimarbeitsgesetzes Gleichgestellten, für die die Urlaubsregelung nicht ausdrücklich von der Gleichstellung ausgenommen ist, gelten die vorstehenden Bestimmungen mit Ausnahme der §§ 4 bis 6, 7 Abs. 3 und 4 und § 11 nach Maßgabe der folgenden Bestimmungen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Heimarbeiter (§ 1 Abs. 1 Buchstabe a des Heimarbeitsgesetzes) und nach § 1 Abs. 2 Buchstabe a des Heimarbeitsgesetzes Gleichgestellte erhalten von ihrem Auftraggeber oder, falls sie von einem Zwischenmeister beschäftigt werden, von diesem bei einem Anspruch auf 24 Werktage ein Urlaubsentgelt von 9,1 vom Hundert des in der Zeit vom 1. Mai bis zum 30. April des folgenden Jahres oder bis zur Beendigung des Beschäftigungsverhältnisses verdienten Arbeitsentgelts vor Abzug der Steuern und Sozialversicherungsbeiträge ohne Unkostenzuschlag und ohne die für den Lohnausfall an Feiertagen, den Arbeitsausfall infolge Krankheit und den Urlaub zu leistenden Zahlungen.</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">War der Anspruchsberechtigte im Berechnungszeitraum nicht ständig beschäftigt, so brauchen unbeschadet des Anspruches auf Urlaubsentgelt nach Nummer 1 nur so viele Urlaubstage gegeben zu werden, wie durchschnittliche Tagesverdienste, die er in der Regel erzielt hat, in dem Urlaubsentgelt nach Nummer 1 enthalten sind.</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Das Urlaubsentgelt für die in Nummer 1 bezeichneten Personen soll erst bei der letzten Entgeltzahlung vor Antritt des Urlaubs ausgezahlt werden.</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Hausgewerbetreibende (§ 1 Abs. 1 Buchstabe b des Heimarbeitsgesetzes) und nach § 1 Abs. 2 Buchstaben b und c des Heimarbeitsgesetzes Gleichgestellte erhalten von ihrem Auftraggeber oder, falls sie von einem Zwischenmeister beschäftigt werden, von diesem als eigenes Urlaubsentgelt und zur Sicherung der Urlaubsansprüche der von ihnen Beschäftigten einen Betrag von 9,1 vom Hundert des an sie ausgezahlten Arbeitsentgelts vor Abzug der Steuern und Sozialversicherungsbeiträge ohne Unkostenzuschlag und ohne die für den Lohnausfall an Feiertagen, den Arbeitsausfall infolge Krankheit und den Urlaub zu leistenden Zahlungen.</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zwischenmeister, die den in Heimarbeit Beschäftigten nach § 1 Abs. 2 Buchstabe d des Heimarbeitsgesetzes gleichgestellt sind, haben gegen ihren Auftraggeber Anspruch auf die von ihnen nach den Nummern 1 und 4 nachweislich zu zahlenden Beträge.</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Beträge nach den Nummern 1, 4 und 5 sind gesondert im Entgeltbeleg auszuweisen.</LA></DD> <DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Durch Tarifvertrag kann bestimmt werden, daß Heimarbeiter (§ 1 Abs. 1 Buchstabe a des Heimarbeitsgesetzes), die nur für einen Auftraggeber tätig sind und tariflich allgemein wie Betriebsarbeiter behandelt werden, Urlaub nach den allgemeinen Urlaubsbestimmungen erhalten.</LA></DD> <DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">Auf die in den Nummern 1, 4 und 5 vorgesehenen Beträge finden die §§ 23 bis 25, 27 und 28 und auf die in den Nummern 1 und 4 vorgesehenen Beträge außerdem § 21 Abs. 2 des Heimarbeitsgesetzes entsprechende Anwendung. Für die Urlaubsansprüche der fremden Hilfskräfte der in Nummer 4 genannten Personen gilt § 26 des Heimarbeitsgesetzes entsprechend.</LA></DD> </DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001402308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001402308",
        "name": "§ 13",
        "title": "Unabdingbarkeit",
        "parent": null,
        "body": "<P>(1) Von den vorstehenden Vorschriften mit Ausnahme der §§ 1, 2 und 3 Abs. 1 kann in Tarifverträgen abgewichen werden. Die abweichenden Bestimmungen haben zwischen nichttarifgebundenen Arbeitgebern und Arbeitnehmern Geltung, wenn zwischen diesen die Anwendung der einschlägigen tariflichen Urlaubsregelung vereinbart ist. Im übrigen kann, abgesehen von § 7 Abs. 2 Satz 2, von den Bestimmungen dieses Gesetzes nicht zuungunsten des Arbeitnehmers abgewichen werden.</P><P>(2) Für das Baugewerbe oder sonstige Wirtschaftszweige, in denen als Folge häufigen Ortswechsels der von den Betrieben zu leistenden Arbeit Arbeitsverhältnisse von kürzerer Dauer als einem Jahr in erheblichem Umfange üblich sind, kann durch Tarifvertrag von den vorstehenden Vorschriften über die in Absatz 1 Satz 1 vorgesehene Grenze hinaus abgewichen werden, soweit dies zur Sicherung eines zusammenhängenden Jahresurlaubs für alle Arbeitnehmer erforderlich ist. Absatz 1 Satz 2 findet entsprechende Anwendung.</P><P>(3) Für den Bereich der Deutsche Bahn Aktiengesellschaft sowie einer gemäß § 2 Abs. 1 und § 3 Abs. 3 des Deutsche Bahn Gründungsgesetzes vom 27. Dezember 1993 (BGBl. I S. 2378, 2386) ausgegliederten Gesellschaft und für den Bereich der Nachfolgeunternehmen der Deutschen Bundespost kann von der Vorschrift über das Kalenderjahr als Urlaubsjahr (§ 1) in Tarifverträgen abgewichen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001500314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001500314",
        "name": "§ 14",
        "title": "Berlin-Klausel",
        "parent": null,
        "body": "<P>Dieses Gesetz gilt nach Maßgabe des § 13 Abs. 1 des Dritten Überleitungsgesetzes vom 4. Januar 1952 (Bundesgesetzbl. I S. 1) auch im Land Berlin.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001602377",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001602377",
        "name": "§ 15",
        "title": "Änderung und Aufhebung von Gesetzen",
        "parent": null,
        "body": "<P>(1) Unberührt bleiben die urlaubsrechtlichen Bestimmungen des Arbeitsplatzschutzgesetzes vom 30. März 1957 (Bundesgesetzbl. I S. 293), geändert durch Gesetz vom 22. März 1962 (Bundesgesetzbl. I S. 169), des Neunten Buches Sozialgesetzbuch des Jugendarbeitsschutzgesetzes vom 9. August 1960 (Bundesgesetzbl. I S. 665), geändert durch Gesetz vom 20. Juli 1962 (Bundesgesetzbl. I S. 449), und des Seearbeitsgesetzes vom 20. April 2013 (BGBl. I S. 868), jedoch wird <BR/>a) und b) ...</P><P>(2) Mit dem Inkrafttreten dieses Gesetzes treten die landesrechtlichen Vorschriften über den Erholungsurlaub außer Kraft. In Kraft bleiben jedoch die landesrechtlichen Bestimmungen über den Urlaub für Opfer des Nationalsozialismus und für solche Arbeitnehmer, die geistig oder körperlich in ihrer Erwerbsfähigkeit behindert sind.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001801308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001801308",
        "name": "§ 15a",
        "title": "Übergangsvorschrift",
        "parent": null,
        "body": "<P>Befindet sich der Arbeitnehmer von einem Tag nach dem 9. Dezember 1998 bis zum 1. Januar 1999 oder darüber hinaus in einer Maßnahme der medizinischen Vorsorge oder Rehabilitation, sind für diesen Zeitraum die seit dem 1. Januar 1999 geltenden Vorschriften maßgebend, es sei denn, daß diese für den Arbeitnehmer ungünstiger sind.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000020963BJNE001700314",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/burlg/articles/BJNR000020963BJNE001700314",
        "name": "§ 16",
        "title": "Inkrafttreten",
        "parent": null,
        "body": "<P>Dieses Gesetz tritt mit Wirkung vom 1. Januar 1963 in Kraft.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      }
    ]
  }
}
