{
  "data": {
    "type": "law",
    "id": "BJNR004650970",
    "abbreviation": "GastG",
    "extraAbbreviations": [],
    "firstPublished": "1970-05-05",
    "sourceTimestamp": "20171231215045",
    "headingShort": null,
    "headingLong": "Gaststättengesetz",
    "publicationInfo": [
      {
        "reference": "1970, 465 (1298)",
        "periodical": "BGBl I"
      }
    ],
    "statusInfo": [
      {
        "comment": "Neugefasst durch Bek. v. 20.11.1998 I 3418;",
        "category": "Neuf"
      },
      {
        "comment": "zuletzt geändert durch Art. 14 G v. 10.3.2017 I 420",
        "category": "Stand"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.5.1977 +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "type": "article",
        "id": "BJNR004650970BJNE000202377",
        "name": "§ 1",
        "title": "Gaststättengewerbe",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Ein Gaststättengewerbe im Sinne dieses Gesetzes betreibt, wer im stehenden Gewerbe <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Getränke zum Verzehr an Ort und Stelle verabreicht (Schankwirtschaft) oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">zubereitete Speisen zum Verzehr an Ort und Stelle verabreicht (Speisewirtschaft),</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD> </DL>wenn der Betrieb jedermann oder bestimmten Personenkreisen zugänglich ist.</P><P>(2) Ein Gaststättengewerbe im Sinne dieses Gesetzes betreibt ferner, wer als selbständiger Gewerbetreibender im Reisegewerbe von einer für die Dauer der Veranstaltung ortsfesten Betriebsstätte aus Getränke oder zubereitete Speisen zum Verzehr an Ort und Stelle verabreicht, wenn der Betrieb jedermann oder bestimmten Personenkreisen zugänglich ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE000303377",
        "name": "§ 2",
        "title": "Erlaubnis",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Wer ein Gaststättengewerbe betreiben will, bedarf der Erlaubnis. Die Erlaubnis kann auch nichtrechtsfähigen Vereinen erteilt werden.</P><P>(2) Der Erlaubnis bedarf nicht, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">alkoholfreie Getränke,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">unentgeltliche Kostproben,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">zubereitete Speisen oder</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Verbindung mit einem Beherbergungsbetrieb Getränke und zubereitete Speisen an Hausgäste</LA></DD> </DL>verabreicht.</P><P>(3) (weggefallen)</P><P>(4) (weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE000402377",
        "name": "§ 3",
        "title": "Inhalt der Erlaubnis",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Die Erlaubnis ist für eine bestimmte Betriebsart und für bestimmte Räume zu erteilen. Die Betriebsart ist in der Erlaubnisurkunde zu bezeichnen; sie bestimmt sich nach der Art und Weise der Betriebsgestaltung, insbesondere nach den Betriebszeiten und der Art der Getränke, der zubereiteten Speisen, der Beherbergung oder der Darbietungen.</P><P>(2) Die Erlaubnis darf auf Zeit erteilt werden, soweit dieses Gesetz es zuläßt oder der Antragsteller es beantragt.</P><P>(3) (weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE000503377",
        "name": "§ 4",
        "title": "Versagungsgründe",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Die Erlaubnis ist zu versagen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tatsachen die Annahme rechtfertigen, daß der Antragsteller die für den Gewerbebetrieb erforderliche Zuverlässigkeit nicht besitzt, insbesondere dem Trunke ergeben ist oder befürchten läßt, daß er Unerfahrene, Leichtsinnige oder Willensschwache ausbeuten wird oder dem Alkoholmißbrauch, verbotenem Glücksspiel, der Hehlerei oder der Unsittlichkeit Vorschub leisten wird oder die Vorschriften des Gesundheits- oder Lebensmittelrechts, des Arbeits- oder Jugendschutzes nicht einhalten wird,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zum Betrieb des Gewerbes oder zum Aufenthalt der Beschäftigten bestimmten Räume wegen ihrer Lage, Beschaffenheit, Ausstattung oder Einteilung für den Betrieb nicht geeignet sind, insbesondere den notwendigen Anforderungen zum Schutze der Gäste und der Beschäftigten gegen Gefahren für Leben, Gesundheit oder Sittlichkeit oder den sonst zur Aufrechterhaltung der öffentlichen Sicherheit oder Ordnung notwendigen Anforderungen nicht genügen oder</LA></DD> <DT>2a.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zum Betrieb des Gewerbes für Gäste bestimmten Räume von behinderten Menschen nicht barrierefrei genutzt werden können, soweit diese Räume in einem Gebäude liegen, für das nach dem 1. November 2002 eine Baugenehmigung für die erstmalige Errichtung, für einen wesentlichen Umbau oder eine wesentliche Erweiterung erteilt wurde oder das, für den Fall, dass eine Baugenehmigung nicht erforderlich ist, nach dem 1. Mai 2002 fertig gestellt oder wesentlich umgebaut oder erweitert wurde,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gewerbebetrieb im Hinblick auf seine örtliche Lage oder auf die Verwendung der Räume dem öffentlichen Interesse widerspricht, insbesondere schädliche Umwelteinwirkungen im Sinne des Bundes-Immissionsschutzgesetzes oder sonst erhebliche Nachteile, Gefahren oder Belästigungen für die Allgemeinheit befürchten läßt,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Antragsteller nicht durch eine Bescheinigung einer Industrie- und Handelskammer nachweist, daß er oder sein Stellvertreter (§ 9) über die Grundzüge der für den in Aussicht genommenen Betrieb notwendigen lebensmittelrechtlichen Kenntnisse unterrichtet worden ist und mit ihnen als vertraut gelten kann.</LA></DD> </DL>Die Erlaubnis kann entgegen Satz 1 Nr. 2a erteilt werden, wenn eine barrierefreie Gestaltung der Räume nicht möglich ist oder nur mit unzumutbaren Aufwendungen erreicht werden kann.</P><P>(2) Wird bei juristischen Personen oder nichtrechtsfähigen Vereinen nach Erteilung der Erlaubnis eine andere Person zur Vertretung nach Gesetz, Satzung oder Gesellschaftsvertrag berufen, so ist dies unverzüglich der Erlaubnisbehörde anzuzeigen.</P><P>(3) Die Landesregierungen können zur Durchführung des Absatzes 1 Nr. 2 durch Rechtsverordnung die Mindestanforderungen bestimmen, die an die Lage, Beschaffenheit, Ausstattung und Einteilung der Räume im Hinblick auf die jeweilige Betriebsart und Art der zugelassenen Getränke oder Speisen zu stellen sind. Die Landesregierungen können durch Rechtsverordnung <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Durchführung des Absatzes 1 Satz 1 Nr. 2a Mindestanforderungen bestimmen, die mit dem Ziel der Herstellung von Barrierefreiheit an die Lage, Beschaffenheit, Ausstattung und Einteilung der Räume zu stellen sind, und</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Durchführung des Absatzes 1 Satz 2 die Voraussetzungen für das Vorliegen eines Falles der Unzumutbarkeit festlegen.</LA></DD> </DL>Die Landesregierungen können durch Rechtsverordnung die Ermächtigung auf oberste Landesbehörden übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE000601308",
        "name": "§ 5",
        "title": "Auflagen",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Gewerbetreibenden, die einer Erlaubnis bedürfen, können jederzeit Auflagen zum Schutze <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gäste gegen Ausbeutung und gegen Gefahren für Leben, Gesundheit oder Sittlichkeit,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der im Betrieb Beschäftigten gegen Gefahren für Leben, Gesundheit oder Sittlichkeit oder</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">gegen schädliche Umwelteinwirkungen im Sinne des Bundes-Immissionsschutzgesetzes und sonst gegen erhebliche Nachteile, Gefahren oder Belästigungen für die Bewohner des Betriebsgrundstücks oder der Nachbargrundstücke sowie der Allgemeinheit</LA></DD> </DL>erteilt werden.</P><P>(2) Gegenüber Gewerbetreibenden, die ein erlaubnisfreies Gaststättengewerbe betreiben, können Anordnungen nach Maßgabe des Absatzes 1 erlassen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE000703377",
        "name": "§ 6",
        "title": "Ausschank alkoholfreier Getränke",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Ist der Ausschank alkoholischer Getränke gestattet, so sind auf Verlangen auch alkoholfreie Getränke zum Verzehr an Ort und Stelle zu verabreichen. Davon ist mindestens ein alkoholfreies Getränk nicht teurer zu verabreichen als das billigste alkoholische Getränk. Der Preisvergleich erfolgt hierbei auch auf der Grundlage des hochgerechneten Preises für einen Liter der betreffenden Getränke. Die Erlaubnisbehörde kann für den Ausschank aus Automaten Ausnahmen zulassen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE000801308",
        "name": "§ 7",
        "title": "Nebenleistungen",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Im Gaststättengewerbe dürfen der Gewerbetreibende oder Dritte auch während der Ladenschlußzeiten Zubehörwaren an Gäste abgeben und ihnen Zubehörleistungen erbringen.</P><P>(2) Der Schank- oder Speisewirt darf außerhalb der Sperrzeit zum alsbaldigen Verzehr oder Verbrauch <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Getränke und zubereitete Speisen, die er in seinem Betrieb verabreicht,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Flaschenbier, alkoholfreie Getränke, Tabak- und Süßwaren</LA></DD> </DL>an jedermann über die Straße abgeben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE000901308",
        "name": "§ 8",
        "title": "Erlöschen der Erlaubnis",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Die Erlaubnis erlischt, wenn der Inhaber den Betrieb nicht innerhalb eines Jahres nach Erteilung der Erlaubnis begonnen oder seit einem Jahr nicht mehr ausgeübt hat. Die Fristen können verlängert werden, wenn ein wichtiger Grund vorliegt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001001308",
        "name": "§ 9",
        "title": "Stellvertretungserlaubnis",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Wer ein erlaubnisbedürftiges Gaststättengewerbe durch einen Stellvertreter betreiben will, bedarf einer Stellvertretungserlaubnis; sie wird dem Erlaubnisinhaber für einen bestimmten Stellvertreter erteilt und kann befristet werden. Die Vorschriften des § 4 Abs. 1 Nr. 1 und 4 sowie des § 8 gelten entsprechend. Wird das Gewerbe nicht mehr durch den Stellvertreter betrieben, so ist dies unverzüglich der Erlaubnisbehörde anzuzeigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001102377",
        "name": "§ 10",
        "title": "Weiterführung des Gewerbes",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Nach dem Tode des Erlaubnisinhabers darf das Gaststättengewerbe auf Grund der bisherigen Erlaubnis durch den Ehegatten, Lebenspartner oder die minderjährigen Erben während der Minderjährigkeit weitergeführt werden. Das gleiche gilt für Nachlaßverwalter, Nachlaßpfleger oder Testamentsvollstrecker bis zur Dauer von zehn Jahren nach dem Erbfall. Die in den Sätzen 1 und 2 bezeichneten Personen haben der Erlaubnisbehörde unverzüglich Anzeige zu erstatten, wenn sie den Betrieb weiterführen wollen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001201308",
        "name": "§ 11",
        "title": "Vorläufige Erlaubnis und vorläufige Stellvertretungserlaubnis",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Personen, die einen erlaubnisbedürftigen Gaststättenbetrieb von einem anderen übernehmen wollen, kann die Ausübung des Gaststättengewerbes bis zur Erteilung der Erlaubnis auf Widerruf gestattet werden. Die vorläufige Erlaubnis soll nicht für eine längere Zeit als drei Monate erteilt werden; die Frist kann verlängert werden, wenn ein wichtiger Grund vorliegt.</P><P>(2) Absatz 1 gilt entsprechend für die Erteilung einer vorläufigen Stellvertretungserlaubnis.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001301308",
        "name": "§ 12",
        "title": "Gestattung",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Aus besonderem Anlaß kann der Betrieb eines erlaubnisbedürftigen Gaststättengewerbes unter erleichterten Voraussetzungen vorübergehend auf Widerruf gestattet werden.</P><P>(2) (weggefallen)</P><P>(3) Dem Gewerbetreibenden können jederzeit Auflagen erteilt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001403377",
        "name": "§ 13",
        "title": "(weggefallen)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001501308",
        "name": "§ 14",
        "title": "Straußwirtschaften",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Die Landesregierungen können durch Rechtsverordnungen zur Erleichterung des Absatzes selbsterzeugten Weines oder Apfelweines bestimmen, daß der Ausschank dieser Getränke und im Zusammenhang hiermit das Verabreichen von zubereiteten Speisen zum Verzehr an Ort und Stelle für die Dauer von höchstens vier Monaten oder, soweit dies bisher nach Landesrecht zulässig war, von höchstens sechs Monaten, und zwar zusammenhängend oder in zwei Zeitabschnitten im Jahre, keiner Erlaubnis bedarf. Sie können hierbei Vorschriften über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die persönlichen und räumlichen Voraussetzungen für den Ausschank sowie über Menge und Jahrgang des zum Ausschank bestimmten Weines oder Apfelweines,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verabreichen von Speisen zum Verzehr an Ort und Stelle,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Art der Betriebsführung</LA></DD> </DL>erlassen. Die Landesregierungen können durch Rechtsverordnung die Ermächtigung auf oberste Landesbehörden oder andere Behörden übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001601308",
        "name": "§ 15",
        "title": "Rücknahme und Widerruf der Erlaubnis",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Die Erlaubnis zum Betrieb eines Gaststättengewerbes ist zurückzunehmen, wenn bekannt wird, daß bei ihrer Erteilung Versagungsgründe nach § 4 Abs. 1 Nr. 1 vorlagen.</P><P>(2) Die Erlaubnis ist zu widerrufen, wenn nachträglich Tatsachen eintreten, die die Versagung der Erlaubnis nach § 4 Abs. 1 Nr. 1 rechtfertigen würden.</P><P>(3) Sie kann widerrufen werden, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gewerbetreibende oder sein Stellvertreter die Betriebsart, für welche die Erlaubnis erteilt worden ist, unbefugt ändert, andere als die zugelassenen Räume zum Betrieb verwendet oder nicht zugelassene Getränke oder Speisen verabreicht oder sonstige inhaltliche Beschränkungen der Erlaubnis nicht beachtet,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gewerbetreibende oder sein Stellvertreter Auflagen nach § 5 Abs. 1 nicht innerhalb einer gesetzten Frist erfüllt,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gewerbetreibende seinen Betrieb ohne Erlaubnis durch einen Stellvertreter betreiben läßt,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gewerbetreibende oder sein Stellvertreter Personen entgegen einem nach § 21 ergangenen Verbot beschäftigt,</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gewerbetreibende im Fall des § 4 Abs. 2 nicht innerhalb von sechs Monaten nach der Berufung den Nachweis nach § 4 Abs. 1 Nr. 4 erbringt,</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gewerbetreibende im Fall des § 9 Satz 3 nicht innerhalb von sechs Monaten nach dem Ausscheiden des Stellvertreters den Nachweis nach § 4 Abs. 1 Nr. 4 erbringt,</LA></DD> <DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die in § 10 Satz 1 und 2 bezeichneten Personen nicht innerhalb von sechs Monaten nach der Weiterführung den Nachweis nach § 4 Abs. 1 Nr. 4 erbringen.</LA></DD> </DL> </P><P>(4) Die Absätze 1, 2 und 3 Nr. 1, 2 und 4 gelten entsprechend für die Rücknahme und den Widerruf der Stellvertretungserlaubnis.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001702308",
        "name": "(XXXX) §§ 16 und 17",
        "title": "(weggefallen)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE001903377",
        "name": "§ 18",
        "title": "Sperrzeit",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Für Schank- und Speisewirtschaften sowie für öffentliche Vergnügungsstätten kann durch Rechtsverordnung der Landesregierungen eine Sperrzeit allgemein festgesetzt werden. In der Rechtsverordnung ist zu bestimmen, daß die Sperrzeit bei Vorliegen eines öffentlichen Bedürfnisses oder besonderer örtlicher Verhältnisse allgemein oder für einzelne Betriebe verlängert, verkürzt oder aufgehoben werden kann. Die Landesregierungen können durch Rechtsverordnung die Ermächtigung auf oberste Landesbehörden oder andere Behörden übertragen.</P><P>(2) (weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002001308",
        "name": "§ 19",
        "title": "Verbot des Ausschanks alkoholischer Getränke",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Aus besonderem Anlaß kann der gewerbsmäßige Ausschank alkoholischer Getränke vorübergehend für bestimmte Zeit und für einen bestimmten örtlichen Bereich ganz oder teilweise verboten werden, wenn dies zur Aufrechterhaltung der öffentlichen Sicherheit oder Ordnung erforderlich ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002102118",
        "name": "§ 20",
        "title": "Allgemeine Verbote",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Verboten ist, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Alkohol im Sinne des § 1 Absatz 2 Nummer 1 des Alkoholsteuergesetzes vom 21. Juni 2013 (BGBl. I S. 1650, 1651), das zuletzt durch Artikel 6 des Gesetzes vom 10. März 2017 (BGBl. I S. 420) geändert worden ist, in der jeweils geltenden Fassung, oder überwiegend alkoholhaltige Lebensmittel durch Automaten feilzuhalten,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Ausübung eines Gewerbes alkoholische Getränke an erkennbar Betrunkene zu verabreichen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Gaststättengewerbe das Verabreichen von Speisen von der Bestellung von Getränken abhängig zu machen oder bei der Nichtbestellung von Getränken die Preise zu erhöhen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Gaststättengewerbe das Verabreichen alkoholfreier Getränke von der Bestellung alkoholischer Getränke abhängig zu machen oder bei der Nichtbestellung alkoholischer Getränke die Preise zu erhöhen.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002202308",
        "name": "§ 21",
        "title": "Beschäftigte Personen",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Die Beschäftigung einer Person in einem Gaststättenbetrieb kann dem Gewerbetreibenden untersagt werden, wenn Tatsachen die Annahme rechtfertigen, daß die Person die für ihre Tätigkeit erforderliche Zuverlässigkeit nicht besitzt.</P><P>(2) Die Landesregierungen können zur Aufrechterhaltung der Sittlichkeit oder zum Schutze der Gäste durch Rechtsverordnung Vorschriften über die Zulassung, das Verhalten und die Art der Tätigkeit sowie, soweit tarifvertragliche Regelungen nicht bestehen, die Art der Entlohnung der in Gaststättenbetrieben Beschäftigten erlassen. Die Landesregierungen können durch Rechtsverordnung die Ermächtigung auf oberste Landesbehörden übertragen.</P><P>(3) Die Vorschriften des § 26 des Jugendarbeitsschutzgesetzes bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002301308",
        "name": "§ 22",
        "title": "Auskunft und Nachschau",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Die Inhaber von Gaststättenbetrieben, ihre Stellvertreter und die mit der Leitung des Betriebes beauftragten Personen haben den zuständigen Behörden die für die Durchführung dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen erforderlichen Auskünfte zu erteilen.</P><P>(2) Die von der zuständigen Behörde mit der Überwachung des Betriebes beauftragten Personen sind befugt, Grundstücke und Geschäftsräume des Auskunftspflichtigen zu betreten, dort Prüfungen und Besichtigungen vorzunehmen und in die geschäftlichen Unterlagen des Auskunftspflichtigen Einsicht zu nehmen. Der Auskunftspflichtige hat die Maßnahmen nach Satz 1 zu dulden. Das Grundrecht der Unverletzlichkeit der Wohnung (Artikel 13 des Grundgesetzes) wird insoweit eingeschränkt.</P><P>(3) Der zur Erteilung einer Auskunft Verpflichtete kann die Auskunft auf solche Fragen verweigern, deren Beantwortung ihn selbst oder einen der in § 383 Abs. 1 Nr. 1 bis 3 der Zivilprozeßordnung bezeichneten Angehörigen der Gefahr strafgerichtlicher Verfolgung oder eines Verfahrens nach dem Gesetz über Ordnungswidrigkeiten aussetzen würde.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002407118",
        "name": "§ 23",
        "title": "Vereine und Gesellschaften",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Die Vorschriften dieses Gesetzes über den Ausschank alkoholischer Getränke finden auch auf Vereine und Gesellschaften Anwendung, die kein Gewerbe betreiben; dies gilt nicht für den Ausschank an Arbeitnehmer dieser Vereine oder Gesellschaften.</P><P>(2) Werden in den Fällen des Absatzes 1 alkoholische Getränke in Räumen ausgeschenkt, die im Eigentum dieser Vereine oder Gesellschaften stehen oder ihnen mietweise, leihweise oder aus einem anderen Grunde überlassen und nicht Teil eines Gaststättenbetriebes sind, so finden die Vorschriften dieses Gesetzes mit Ausnahme der §§ 5, 6, 18, 22 sowie des § 28 Abs. 1 Nr. 2, 6, 11 und 12 und Absatz 2 Nr. 1 keine Anwendung. Das Bundesministerium für Wirtschaft und Energie kann mit Zustimmung des Bundesrates durch Rechtsverordnung bestimmen, daß auch andere Vorschriften dieses Gesetzes Anwendung finden, wenn durch den Ausschank alkoholischer Getränke Gefahren für die Sittlichkeit oder für Leben oder Gesundheit der Gäste oder der Beschäftigten entstehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002501308",
        "name": "§ 24",
        "title": "Realgewerbeberechtigung",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Die Vorschriften dieses Gesetzes finden auch auf Realgewerbeberechtigungen Anwendung mit Ausnahme der Vorschriften über die Lage der Räume (§ 4 Abs. 1 Nr. 2) und über das öffentliche Interesse hinsichtlich der Verwendung der Räume (§ 4 Abs. 1 Nr. 3). Realgewerbeberechtigungen, die drei Jahre lang nicht ausgeübt worden sind, erlöschen. Die Frist kann von der Erlaubnisbehörde verlängert werden, wenn ein wichtiger Grund vorliegt.</P><P>(2) Die Länder können bestimmen, daß auch die in Absatz 1 ausgenommenen Vorschriften Anwendung finden, wenn um die Erlaubnis auf Grund einer Realgewerbeberechtigung für ein Grundstück nachgesucht wird, auf welchem die Erlaubnis auf Grund dieser Realgewerbeberechtigung bisher nicht ausgeübt wurde.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002607377",
        "name": "§ 25",
        "title": "Anwendungsbereich",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Auf Kantinen für Betriebsangehörige sowie auf Betreuungseinrichtungen der im Inland stationierten ausländischen Streitkräfte, der Bundeswehr, der Bundespolizei oder der in Gemeinschaftsunterkünften untergebrachten Polizei finden die Vorschriften dieses Gesetzes keine Anwendung. Gleiches gilt für Luftfahrzeuge, Personenwagen von Eisenbahnunternehmen und anderen Schienenbahnen, Schiffe und Reisebusse, in denen anläßlich der Beförderung von Personen gastgewerbliche Leistungen erbracht werden.</P><P>(2) Auf Gewerbetreibende, die am 1. Oktober 1998 eine Bahnhofsgaststätte befugt betrieben haben, findet § 34 Abs. 2 Satz 1 entsprechende Anwendung; die in § 4 Abs. 1 Nr. 2 genannten Anforderungen an die Lage, Beschaffenheit, Ausstattung oder Einteilung der zum Betrieb des Gewerbes oder zum Aufenthalt der Beschäftigten bestimmten Räume gelten als erfüllt. § 34 Abs. 3 findet mit der Maßgabe Anwendung, daß die Anzeige nach Satz 4 innerhalb von zwölf Monaten zu erstatten ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002702118",
        "name": "§ 26",
        "title": "Sonderregelung",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Soweit in Bayern und Rheinland-Pfalz der Ausschank selbsterzeugter Getränke ohne Erlaubnis gestattet ist, bedarf es hierfür auch künftig keiner Erlaubnis. Die Landesregierungen können zur Aufrechterhaltung der öffentlichen Sicherheit oder Ordnung durch Rechtsverordnung allgemeine Voraussetzungen für den Ausschank aufstellen, insbesondere die Dauer des Ausschanks innerhalb des Jahres bestimmen und die Art der Betriebsführung regeln. Die Landesregierungen können durch Rechtsverordnung die Ermächtigung auf oberste Landesbehörden übertragen.</P><P>(2) Die in Bayern bestehenden Kommunbrauberechtigungen sowie die in Rheinland-Pfalz bestehende Berechtigung zum Ausschank selbsterzeugten Alkohols im Sinne des Alkoholsteuergesetzes erlöschen, wenn sie seit zehn Jahren nicht mehr ausgeübt worden sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002801308",
        "name": "§ 27",
        "title": "(weggefallen)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE002909118",
        "name": "§ 28",
        "title": "Ordnungswidrigkeiten",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Ordnungswidrig handelt, wer vorsätzlich oder fahrlässig <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">ohne die nach § 2 Abs. 1 erforderliche Erlaubnis ein Gaststättengewerbe betreibt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer Auflage oder Anordnung nach § 5 oder einer Auflage nach § 12 Abs. 3 nicht, nicht vollständig oder nicht rechtzeitig nachkommt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">über den in § 7 erlaubten Umfang hinaus Waren abgibt oder Leistungen erbringt,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">ohne die nach § 9 erforderliche Erlaubnis ein Gaststättengewerbe durch einen Stellvertreter betreibt oder in einem Gaststättengewerbe als Stellvertreter tätig ist,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die nach § 4 Abs. 2, § 9 Satz 3 oder § 10 Satz 3 erforderliche Anzeige nicht oder nicht unverzüglich erstattet,</LA></DD><DT>5a.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">als Inhaber einer Schankwirtschaft, Speisewirtschaft oder öffentlichen Vergnügungsstätte duldet, daß ein Gast nach Beginn der Sperrzeit in den Betriebsräumen verweilt,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen einem Verbot nach § 19 alkoholische Getränke verabreicht,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Verbot des § 20 Nr. 1 über das Feilhalten von Alkohol oder überwiegend alkoholhaltigen Lebensmitteln zuwiderhandelt oder entgegen dem Verbot des § 20 Nr. 3 das Verabreichen von Speisen von der Bestellung von Getränken abhängig macht oder entgegen dem Verbot des § 20 Nr. 4 das Verabreichen alkoholfreier Getränke von der Bestellung alkoholischer Getränke abhängig macht,</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen dem Verbot des § 20 Nr. 2 in Ausübung eines Gewerbes alkoholische Getränke verabreicht oder in den Fällen des § 20 Nr. 4 bei Nichtbestellung alkoholischer Getränke die Preise erhöht,</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">Personen beschäftigt, deren Beschäftigung ihm nach § 21 Abs. 1 untersagt worden ist,</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 22 eine Auskunft nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig erteilt, den Zutritt zu den für den Betrieb benutzten Grundstücken und Räumen nicht gestattet oder die Einsicht in geschäftliche Unterlagen nicht gewährt,</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Vorschriften einer auf Grund der §§ 14, 18 Abs. 1, des § 21 Abs. 2 oder des § 26 Abs. 1 Satz 2 erlassenen Rechtsverordnung zuwiderhandelt, soweit die Rechtsverordnung für einen bestimmten Tatbestand auf diese Bußgeldvorschrift verweist.</LA></DD></DL></P><P>(2) Ordnungswidrig handelt auch, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 6 Satz 1 keine alkoholfreien Getränke verabreicht oder entgegen § 6 Satz 2 nicht mindestens ein alkoholfreies Getränk nicht teurer als das billigste alkoholische Getränk verabreicht,</LA></DD></DL>2. (weggefallen) <BR/>3. (weggefallen) <DL Font=\"normal\" Type=\"arabic\"><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">als Gast in den Räumen einer Schankwirtschaft, einer Speisewirtschaft oder einer öffentlichen Vergnügungsstätte über den Beginn der Sperrzeit hinaus verweilt, obwohl der Gewerbetreibende, ein in seinem Betrieb Beschäftigter oder ein Beauftragter der zuständigen Behörde ihn ausdrücklich aufgefordert hat, sich zu entfernen.</LA></DD></DL></P><P>(3) Die Ordnungswidrigkeit kann mit einer Geldbuße bis zu fünftausend Euro geahndet werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003004377",
        "name": "§ 29",
        "title": "(weggefallen)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003101308",
        "name": "§ 30",
        "title": "Zuständigkeit und Verfahren",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Die Landesregierungen oder die von ihnen bestimmten Stellen können die für die Ausführung dieses Gesetzes und der nach diesem Gesetz ergangenen Rechtsverordnungen zuständigen Behörden bestimmen; die Landesregierungen oder die von ihnen durch Rechtsverordnung bestimmten obersten Landesbehörden können ferner durch Rechtsverordnung das Verfahren, insbesondere bei Erteilung sowie bei Rücknahme und Widerruf von Erlaubnissen und bei Untersagungen, regeln.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003201308",
        "name": "§ 31",
        "title": "Anwendbarkeit der Gewerbeordnung",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Auf die den Vorschriften dieses Gesetzes unterliegenden Gewerbebetriebe finden die Vorschriften der Gewerbeordnung soweit Anwendung, als nicht in diesem Gesetz besondere Bestimmungen getroffen worden sind; die Vorschriften über den Arbeitsschutz werden durch dieses Gesetz nicht berührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE004000377",
        "name": "§ 32",
        "title": "Erprobungsklausel",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Die Landesregierungen werden ermächtigt, durch Rechtsverordnung zur Erprobung vereinfachender Maßnahmen, insbesondere zur Erleichterung von Existenzgründungen und Betriebsübernahmen, für einen Zeitraum von bis zu fünf Jahren Ausnahmen von Berufsausübungsregelungen nach diesem Gesetz und den darauf beruhenden Rechtsverordnungen zuzulassen, soweit diese Berufsausübungsregelungen nicht auf bindenden Vorgaben des Europäischen Gemeinschaftsrechts beruhen und sich die Auswirkungen der Ausnahmen auf das Gebiet des jeweiligen Landes beschränken.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003401308",
        "name": "§ 33",
        "title": "(Änderung anderer Vorschriften)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003501308",
        "name": "§ 34",
        "title": "Übergangsvorschriften",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Eine vor Inkrafttreten dieses Gesetzes erteilte Erlaubnis oder Gestattung gilt im bisherigen Umfang als Erlaubnis oder Gestattung im Sinne dieses Gesetzes.</P><P>(2) Soweit nach diesem Gesetz eine Erlaubnis erforderlich ist, gilt sie demjenigen als erteilt, der bei Inkrafttreten dieses Gesetzes ohne Erlaubnis oder Gestattung eine nach diesem Gesetz erlaubnisbedürftige Tätigkeit befugt ausübt. In den Fällen des Artikels 2 Abs. 1 des Erstens Teils des Vertrages zur Regelung aus Krieg und Besatzung entstandener Fragen (BGBl. 1955 II S. 405) gilt die Erlaubnis auch demjenigen erteilt, der eine nach diesem Gesetz erlaubnisbedürftige Tätigkeit innerhalb eines Jahres vor Inkrafttreten des Gesetzes befugt ausgeübt hat, ohne daß ihm die Ausübung der Tätigkeit bei Inkrafttreten des Gesetzes untersagt war.</P><P>(3) Der in Absatz 2 bezeichnete Erlaubnisinhaber oder derjenige, der eine vor Inkrafttreten dieses Gesetzes erteilte Erlaubnis nicht nachweisen kann, hat seinen Betrieb der zuständigen Behörde anzuzeigen. Die Erlaubnisbehörde bestätigt dem Gewerbetreibenden kostenfrei und schriftlich, daß er zur Ausübung seines Gewerbes berechtigt ist. Die Bestätigung muß die Betriebsart sowie die Betriebsräume bezeichnen. Wird die Anzeige nicht innerhalb von sechs Monaten nach Inkrafttreten dieses Gesetzes erstattet, so erlischt die Erlaubnis.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003602377",
        "name": "§ 35",
        "title": "(weggefallen)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003701308",
        "name": "§ 36",
        "title": "(Änderung anderer Vorschriften)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003802308",
        "name": "§ 37",
        "title": "(weggefallen)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR004650970BJNE003901308",
        "name": "§ 38",
        "title": "(Inkrafttreten)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      }
    ]
  }
}
