{
  "data": {
    "type": "law",
    "id": "BJNR001390897",
    "url": "https://api.rechtsinformationsportal.de/laws/gbo",
    "firstPublished": "1897-03-24",
    "sourceTimestamp": "20200422212502",
    "titleShort": null,
    "titleLong": "Grundbuchordnung",
    "abbreviation": "GBO",
    "extraAbbreviations": [],
    "publicationInfo": [
      {
        "reference": "1897, 139",
        "periodical": "RGBl"
      }
    ],
    "statusInfo": [
      {
        "comment": "Neugefasst durch Bek. v. 26.5.1994 I 1114;",
        "category": "Neuf"
      },
      {
        "comment": "zuletzt geändert durch Art. 11 G v. 12.12.2019 I 2602",
        "category": "Stand"
      }
    ],
    "notes": {
      "body": null,
      "footnotes": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.1.1978 +++)<BR/>(+++ Amtlicher Hinweis des Normgebers auf EG-Recht:<BR/>     Umsetzung der<BR/>       EURL 2016/680   (CELEX Nr: 32016L0680) vgl. Art. 15 <BR/>G v. 20.11.2019 I 1724 +++)<BR/><BR/></pre></P>"
    },
    "attachments": {},
    "contents": [
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000101307",
        "name": "Erster Abschnitt",
        "title": "Allgemeine Vorschriften",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001010311",
        "name": "§ 1",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Die Grundbücher, die auch als Loseblattgrundbuch geführt werden können, werden von den Amtsgerichten geführt (Grundbuchämter). Diese sind für die in ihrem Bezirk liegenden Grundstücke zuständig. Die abweichenden Vorschriften des § 150 für das in Artikel 3 des Einigungsvertrages genannte Gebiet bleiben unberührt.</P><P>(2) Liegt ein Grundstück in dem Bezirk mehrerer Grundbuchämter, so ist das zuständige Grundbuchamt nach § 5 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zu bestimmen.</P><P>(3) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung die Führung des Grundbuchs einem Amtsgericht für die Bezirke mehrerer Amtsgerichte zuzuweisen, wenn dies einer schnelleren und rationelleren Grundbuchführung dient. Sie können die Ermächtigung durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen.</P><P>(4) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung, die der Zustimmung des Bundesrates bedarf, die näheren Vorschriften über die Einrichtung und die Führung der Grundbücher, die Hypotheken-, Grundschuld- und Rentenschuldbriefe und die Abschriften aus dem Grundbuch und den Grundakten sowie die Einsicht hierin zu erlassen sowie das Verfahren zur Beseitigung einer Doppelbuchung zu bestimmen. Es kann hierbei auch regeln, inwieweit Änderungen bei einem Grundbuch, die sich auf Grund von Vorschriften der Rechtsverordnung ergeben, den Beteiligten und der Behörde, die das in § 2 Abs. 2 bezeichnete amtliche Verzeichnis führt, bekanntzugeben sind.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001103311",
        "name": "§ 2",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Die Grundbücher sind für Bezirke einzurichten.</P><P>(2) Die Grundstücke werden im Grundbuch nach den in den Ländern eingerichteten amtlichen Verzeichnissen benannt (Liegenschaftskataster).</P><P>(3) Ein Teil eines Grundstücks darf von diesem nur abgeschrieben werden, wenn er im amtlichen Verzeichnis unter einer besonderen Nummer verzeichnet ist oder wenn die zur Führung des amtlichen Verzeichnisses zuständige Behörde bescheinigt, dass sie von der Buchung unter einer besonderen Nummer absieht, weil der Grundstücksteil mit einem benachbarten Grundstück oder einem Teil davon zusammengefasst wird.</P><P>(4) weggefallen</P><P>(5) weggefallen</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001202307",
        "name": "§ 3",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Jedes Grundstück erhält im Grundbuch eine besondere Stelle (Grundbuchblatt). Das Grundbuchblatt ist für das Grundstück als das Grundbuch im Sinne des Bürgerlichen Gesetzbuchs anzusehen.</P><P>(2) Die Grundstücke des Bundes, der Länder, der Gemeinden und anderer Kommunalverbände, der Kirchen, Klöster und Schulen, die Wasserläufe, die öffentlichen Wege, sowie die Grundstücke, welche einem dem öffentlichen Verkehr dienenden Bahnunternehmen gewidmet sind, erhalten ein Grundbuchblatt nur auf Antrag des Eigentümers oder eines Berechtigten.</P><P>(3) Ein Grundstück ist auf Antrag des Eigentümers aus dem Grundbuch auszuscheiden, wenn der Eigentümer nach Absatz 2 von der Verpflichtung zur Eintragung befreit und eine Eintragung, von der das Recht des Eigentümers betroffen wird, nicht vorhanden ist.</P><P>(4) Das Grundbuchamt kann, sofern hiervon nicht Verwirrung oder eine wesentliche Erschwerung des Rechtsverkehrs oder der Grundbuchführung zu besorgen ist, von der Führung eines Grundbuchblatts für ein Grundstück absehen, wenn das Grundstück den wirtschaftlichen Zwecken mehrerer anderer Grundstücke zu dienen bestimmt ist, zu diesen in einem dieser Bestimmung entsprechenden räumlichen Verhältnis und im Miteigentum der Eigentümer dieser Grundstücke steht (dienendes Grundstück).</P><P>(5) In diesem Fall müssen an Stelle des ganzen Grundstücks die den Eigentümern zustehenden einzelnen Miteigentumsanteile an dem dienenden Grundstück auf dem Grundbuchblatt des dem einzelnen Eigentümer gehörenden Grundstücks eingetragen werden. Diese Eintragung gilt als Grundbuch für den einzelnen Miteigentumsanteil.</P><P>(6) Die Buchung nach den Absätzen 4 und 5 ist auch dann zulässig, wenn die beteiligten Grundstücke noch einem Eigentümer gehören, dieser aber die Teilung des Eigentums am dienenden Grundstück in Miteigentumsanteile und deren Zuordnung zu den herrschenden Grundstücken gegenüber dem Grundbuchamt erklärt hat; die Teilung wird mit der Buchung nach Absatz 5 wirksam.</P><P>(7) Werden die Miteigentumsanteile an dem dienenden Grundstück neu gebildet, so soll, wenn die Voraussetzungen des Absatzes 4 vorliegen, das Grundbuchamt in der Regel nach den vorstehenden Vorschriften verfahren.</P><P>(8) Stehen die Anteile an dem dienenden Grundstück nicht mehr den Eigentümern der herrschenden Grundstücke zu, so ist ein Grundbuchblatt anzulegen.</P><P>(9) Wird das dienende Grundstück als Ganzes belastet, so ist, sofern nicht ein besonderes Grundbuchblatt angelegt wird oder § 48 anwendbar ist, in allen beteiligten Grundbuchblättern kenntlich zu machen, daß das dienende Grundstück als Ganzes belastet ist; hierbei ist jeweils auf die übrigen Eintragungen zu verweisen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001304160",
        "name": "§ 4",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Über mehrere Grundstücke desselben Eigentümers, deren Grundbücher von demselben Grundbuchamt geführt werden, kann ein gemeinschaftliches Grundbuchblatt geführt werden, solange hiervon Verwirrung nicht zu besorgen ist.</P><P>(2) Dasselbe gilt, wenn die Grundstücke zu einem Hof im Sinne der Höfeordnung gehören oder in ähnlicher Weise bundes- oder landesrechtlich miteinander verbunden sind, auch wenn ihre Grundbücher von verschiedenen Grundbuchämtern geführt werden. In diesen Fällen ist, wenn es sich um einen Hof handelt, das Grundbuchamt zuständig, welches das Grundbuch über die Hofstelle führt; im übrigen ist das zuständige Grundbuchamt nach § 5 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zu bestimmen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001404311",
        "name": "§ 5",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Ein Grundstück soll nur dann mit einem anderen Grundstück vereinigt werden, wenn hiervon Verwirrung nicht zu besorgen ist. Eine Vereinigung soll insbesondere dann unterbleiben, wenn die Grundstücke im Zeitpunkt der Vereinigung wie folgt belastet sind: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">mit unterschiedlichen Grundpfandrechten oder Reallasten oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">mit denselben Grundpfandrechten oder Reallasten in unterschiedlicher Rangfolge.</LA></DD></DL>Werden die Grundbücher von verschiedenen Grundbuchämtern geführt, so ist das zuständige Grundbuchamt nach § 5 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zu bestimmen.</P><P>(2) Die an der Vereinigung beteiligten Grundstücke sollen im Bezirk desselben Grundbuchamts und derselben für die Führung des amtlichen Verzeichnisses nach § 2 Abs. 2 zuständigen Stelle liegen und unmittelbar aneinandergrenzen. Von diesen Erfordernissen soll nur abgewichen werden, wenn hierfür, insbesondere wegen der Zusammengehörigkeit baulicher Anlagen und Nebenanlagen, ein erhebliches Bedürfnis <I>entsteht</I>. Die Lage der Grundstücke zueinander kann durch Bezugnahme auf das amtliche Verzeichnis nachgewiesen werden. Das erhebliche Bedürfnis ist glaubhaft zu machen; § 29 gilt hierfür nicht.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>§ 5 Abs. 2 Satz 2 Kursivdruck: Müsste richtig „besteht“ lauten</P>"
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001503311",
        "name": "§ 6",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Ein Grundstück soll nur dann einem anderen Grundstück als Bestandteil zugeschrieben werden, wenn hiervon Verwirrung nicht zu besorgen ist. Werden die Grundbücher von verschiedenen Grundbuchämtern geführt, so ist für die Entscheidung über den Antrag auf Zuschreibung und, wenn dem Antrag stattgegeben wird, für die Führung des Grundbuchs über das ganze Grundstück das Grundbuchamt zuständig, das das Grundbuch über das Hauptgrundstück führt.</P><P>(2) § 5 Absatz 1 Satz 2 und Absatz 2 ist entsprechend anzuwenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE013701307",
        "name": "§ 6a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Dem Antrag auf Eintragung eines Erbbaurechts an mehreren Grundstücken oder Erbbaurechten soll unbeschadet des Satzes 2 nur entsprochen werden, wenn hinsichtlich der zu belastenden Grundstücke die Voraussetzungen des § 5 Abs. 2 Satz 1 vorliegen. Von diesen Erfordernissen soll nur abgewichen werden, wenn die zu belastenden Grundstücke nahe beieinander liegen und entweder das Erbbaurecht in Wohnungs- oder Teilerbbaurechte aufgeteilt werden soll oder Gegenstand des Erbbaurechts ein einheitliches Bauwerk oder ein Bauwerk mit dazugehörenden Nebenanlagen auf den zu belastenden Grundstücken ist; § 5 Abs. 2 Satz 3 findet entsprechende Anwendung. Im übrigen sind die Voraussetzungen des Satzes 2 glaubhaft zu machen; § 29 gilt hierfür nicht.</P><P>(2) Dem Antrag auf Eintragung eines Erbbaurechts soll nicht entsprochen werden, wenn das Erbbaurecht sowohl an einem Grundstück als auch an einem anderen Erbbaurecht bestellt werden soll.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001602311",
        "name": "§ 7",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Soll ein Grundstücksteil mit einem Recht belastet werden, so ist er von dem Grundstück abzuschreiben und als selbständiges Grundstück einzutragen.</P><P>(2) Ist das Recht eine Dienstbarkeit, so kann die Abschreibung unterbleiben, wenn hiervon Verwirrung nicht zu besorgen ist. In diesem Fall soll ein von der für die Führung des Liegenschaftskatasters zuständigen Behörde erteilter beglaubigter Auszug aus der amtlichen Karte vorgelegt werden, in dem der belastete Grundstücksteil gekennzeichnet ist. Die Vorlage eines solchen Auszugs ist nicht erforderlich, wenn der Grundstücksteil im Liegenschaftskataster unter einer besonderen Nummer verzeichnet ist.</P><P>(3) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung zu bestimmen, dass der nach Absatz 2 vorzulegende Auszug aus der amtlichen Karte der Beglaubigung nicht bedarf, wenn der Auszug maschinell hergestellt wird und ein ausreichender Schutz gegen die Vorlage von nicht von der zuständigen Behörde hergestellten oder von verfälschten Auszügen besteht. Satz 1 gilt entsprechend für andere Fälle, in denen dem Grundbuchamt Angaben aus dem amtlichen Verzeichnis zu übermitteln sind. Die Landesregierungen können die Ermächtigung durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001702307",
        "name": "§ 8",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(weggefallen)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001801307",
        "name": "§ 9",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Rechte, die dem jeweiligen Eigentümer eines Grundstücks zustehen, sind auf Antrag auch auf dem Blatt dieses Grundstücks zu vermerken. Antragsberechtigt ist der Eigentümer des Grundstücks sowie jeder, dessen Zustimmung nach § 876 Satz 2 des Bürgerlichen Gesetzbuchs zur Aufhebung des Rechtes erforderlich ist.</P><P>(2) Der Vermerk ist von Amts wegen zu berichtigen, wenn das Recht geändert oder aufgehoben wird.</P><P>(3) Die Eintragung des Vermerks (Absatz 1) ist auf dem Blatt des belasteten Grundstücks von Amts wegen ersichtlich zu machen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE001905311",
        "name": "§ 10",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Grundbücher und Urkunden, auf die eine Eintragung sich gründet oder Bezug nimmt, hat das Grundbuchamt dauernd aufzubewahren. Eine Urkunde nach Satz 1 darf nur herausgegeben werden, wenn statt der Urkunde eine beglaubigte Abschrift bei dem Grundbuchamt bleibt.</P><P>(2) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung, die der Zustimmung des Bundesrates bedarf, zu bestimmen, daß statt einer beglaubigten Abschrift der Urkunde eine Verweisung auf die anderen Akten genügt, wenn eine der in Absatz 1 bezeichneten Urkunden in anderen Akten des das Grundbuch führenden Amtsgerichts enthalten ist.</P><P>(3) (weggefallen)</P><P>(4) (weggefallen)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE013803311",
        "name": "§ 10a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Geschlossene Grundbücher können als Wiedergabe auf einem Bildträger oder auf anderen Datenträgern aufbewahrt werden, wenn sichergestellt ist, daß die Wiedergabe oder die Daten innerhalb angemessener Zeit lesbar gemacht werden können. Die Landesjustizverwaltungen bestimmen durch allgemeine Verwaltungsanordnung Zeitpunkt und Umfang dieser Art der Aufbewahrung und die Einzelheiten der Durchführung.</P><P>(2) Bei der Herstellung der Bild- oder sonstigen Datenträger ist ein schriftlicher Nachweis anzufertigen, dass die Wiedergabe mit dem Original des Grundbuchs übereinstimmt. Weist das Original farbliche Eintragungen auf, die in der Wiedergabe nicht als solche erkennbar sind, ist dies in dem schriftlichen Nachweis anzugeben. Die Originale der geschlossenen Grundbücher können ausgesondert werden.</P><P>(3) Durch Rechtsverordnung des Bundesministeriums der Justiz und für Verbraucherschutz mit Zustimmung des Bundesrates kann vorgesehen werden, daß für die Führung des Grundbuchs nicht mehr benötigte, bei den Grundakten befindliche Schriftstücke ausgesondert werden können. Welche Schriftstücke dies sind und unter welchen Voraussetzungen sie ausgesondert werden können, ist in der Rechtsverordnung nach Satz 1 zu bestimmen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002002307",
        "name": "§ 11",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>Eine Eintragung in das Grundbuch ist nicht aus dem Grunde unwirksam, weil derjenige, der sie bewirkt hat, von der Mitwirkung kraft Gesetzes ausgeschlossen ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002106125",
        "name": "§ 12",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Die Einsicht des Grundbuchs ist jedem gestattet, der ein berechtigtes Interesse darlegt. Das gleiche gilt von Urkunden, auf die im Grundbuch zur Ergänzung einer Eintragung Bezug genommen ist, sowie von den noch nicht erledigten Eintragungsanträgen.</P><P>(2) Soweit die Einsicht des Grundbuchs, der im Absatz 1 bezeichneten Urkunden und der noch nicht erledigten Eintragungsanträge gestattet ist, kann eine Abschrift gefordert werden; die Abschrift ist auf Verlangen zu beglaubigen.</P><P>(3) Das Bundesministerium der Justiz und für Verbraucherschutz kann durch Rechtsverordnung mit Zustimmung des Bundesrates bestimmen, dass <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">über die Absätze 1 und 2 hinaus die Einsicht in sonstige sich auf das Grundbuch beziehende Dokumente gestattet ist und Abschriften hiervon gefordert werden können;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Behörden von der Darlegung des berechtigten Interesses abgesehen werden kann, ebenso bei solchen Personen, bei denen es auf Grund ihres Amtes oder ihrer Tätigkeit gerechtfertigt ist.</LA></DD></DL></P><P>(4) Über Einsichten in Grundbücher und Grundakten sowie über die Erteilung von Abschriften aus Grundbüchern und Grundakten ist ein Protokoll zu führen. Dem Eigentümer des betroffenen Grundstücks oder dem Inhaber eines grundstücksgleichen Rechts ist auf Verlangen Auskunft aus diesem Protokoll zu geben, es sei denn, die Bekanntgabe würde den Erfolg strafrechtlicher Ermittlungen oder die Aufgabenwahrnehmung einer Verfassungsschutzbehörde, des Bundesnachrichtendienstes, des Militärischen Abschirmdienstes oder die Zentralstelle für Finanztransaktionsuntersuchungen gefährden. Das Protokoll kann nach Ablauf von zwei Jahren vernichtet werden. Einer Protokollierung bedarf es nicht, wenn die Einsicht oder Abschrift dem Auskunftsberechtigten nach Satz 2 gewährt wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>(+++ § 12 Abs. 4: Zur Anwendung in Baden-Württemberg vgl. § 149 Abs. 3 F. 1.10.2013 +++)</P>"
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE013902311",
        "name": "§ 12a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Die Grundbuchämter dürfen auch ein Verzeichnis der Eigentümer und der Grundstücke sowie mit Genehmigung der Landesjustizverwaltung weitere, für die Führung des Grundbuchs erforderliche Verzeichnisse einrichten und, auch in maschineller Form, führen. Eine Verpflichtung, diese Verzeichnisse auf dem neuesten Stand zu halten, besteht nicht; eine Haftung bei nicht richtiger Auskunft besteht nicht. Aus öffentlich zugänglich gemachten Verzeichnissen dieser Art sind Auskünfte zu erteilen, soweit ein solches Verzeichnis der Auffindung der Grundbuchblätter dient, zur Einsicht in das Grundbuch oder für den Antrag auf Erteilung von Abschriften erforderlich ist und die Voraussetzungen für die Einsicht in das Grundbuch gegeben sind. Unter den Voraussetzungen des § 12 kann Auskunft aus Verzeichnissen nach Satz 1 auch gewährt werden, wenn damit die Einsicht in das Grundbuch entbehrlich wird. Inländischen Gerichten, Behörden und Notaren kann auch die Einsicht in den entsprechenden Teil des Verzeichnisses gewährt werden. Ein Anspruch auf Erteilung von Abschriften aus dem Verzeichnis besteht nicht. Für maschinell geführte Verzeichnisse gelten § 126 Abs. 2 und § 133 entsprechend.</P><P>(2) Als Verzeichnis im Sinne des Absatzes 1 kann mit Genehmigung der Landesjustizverwaltung auch das Liegenschaftskataster verwendet werden.</P><P>(3) Über Einsichten in Verzeichnisse nach Absatz 1 oder die Erteilung von Auskünften aus solchen Verzeichnissen, durch die personenbezogene Daten bekanntgegeben werden, ist ein Protokoll zu führen. § 12 Absatz 4 Satz 2 bis 4 gilt entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>(+++ § 12a Abs. 3: Zur Anwendung in Baden-Württemberg vgl. § 149 Abs. 3 F. 1.10.2013 +++)</P>"
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014002160",
        "name": "§ 12b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Nach der Übertragung von geschlossenen Grundbüchern und Grundakten auf einen Bild- oder sonstigen Datenträger in einem Verfahren nach § 10a Absatz 1 und 2, § 128 Absatz 3 oder § 138 Absatz 1 kann eine Einsicht in die vom Grundbuchamt weiter aufbewahrten Originale nicht mehr verlangt werden. Werden die Originale nach ihrer Aussonderung durch eine andere Stelle als das Grundbuchamt aufbewahrt, bestimmt sich die Einsicht nach Landesrecht.</P><P>(2) Soweit in dem in Artikel 3 des Einigungsvertrages genannten Gebiet Grundakten und frühere Grundbücher von anderen als den grundbuchführenden Stellen aufbewahrt werden, gilt § 12 entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014105311",
        "name": "§ 12c",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Der Urkundsbeamte der Geschäftsstelle entscheidet über: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Gestattung der Einsicht in das Grundbuch oder die in § 12 bezeichneten Akten und Anträge sowie die Erteilung von Abschriften hieraus, soweit nicht Einsicht zu wissenschaftlichen oder Forschungszwecken begehrt wird;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Erteilung von Auskünften nach § 12a oder die Gewährung der Einsicht in ein dort bezeichnetes Verzeichnis;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Erteilung von Auskünften in den sonstigen gesetzlich vorgesehenen Fällen;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Anträge auf Rückgabe von Urkunden und Versendung von Grundakten an inländische Gerichte oder Behörden.</LA></DD></DL></P><P>(2) Der Urkundsbeamte der Geschäftsstelle ist ferner zuständig für <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Beglaubigung von Abschriften (Absatz 1 Nr. 1), auch soweit ihm die Entscheidung über die Erteilung nicht zusteht; jedoch kann statt des Urkundsbeamten ein von der Leitung des Amtsgerichts ermächtigter Justizangestellter die Beglaubigung vornehmen;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Verfügungen und Eintragungen zur Erhaltung der Übereinstimmung zwischen dem Grundbuch und dem amtlichen Verzeichnis nach § 2 Abs. 2 oder einem sonstigen, hiermit in Verbindung stehenden Verzeichnis, mit Ausnahme der Verfügungen und Eintragungen, die zugleich eine Berichtigung rechtlicher Art oder eine Berichtigung eines Irrtums über das Eigentum betreffen;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Entscheidungen über Ersuchen des Gerichts um Eintragung oder Löschung des Vermerks über die Eröffnung des Insolvenzverfahrens und über die Verfügungsbeschränkungen nach der Insolvenzordnung oder des Vermerks über die Einleitung eines Zwangsversteigerungs- und Zwangsverwaltungsverfahrens;</LA></DD><DT>3a.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Entscheidungen über Ersuchen um Eintragung und Löschung von Anmeldevermerken gemäß § 30b Absatz 1 des Vermögensgesetzes;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Berichtigung der Eintragung des Namens, des Berufs oder des Wohnortes natürlicher Personen im Grundbuch;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Anfertigung der Nachweise nach § 10a Abs. 2.</LA></DD></DL></P><P>(3) Die Vorschrift des § 6 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit ist auf den Urkundsbeamten der Geschäftsstelle sinngemäß anzuwenden. Handlungen des Urkundsbeamten der Geschäftsstelle sind nicht aus dem Grunde unwirksam, weil sie von einem örtlich unzuständigen oder von der Ausübung seines Amtes kraft Gesetzes ausgeschlossenen Urkundsbeamten vorgenommen worden sind.</P><P>(4) Wird die Änderung einer Entscheidung des Urkundsbeamten der Geschäftsstelle verlangt, so entscheidet, wenn dieser dem Verlangen nicht entspricht, die für die Führung des Grundbuchs zuständige Person. Die Beschwerde findet erst gegen ihre Entscheidung statt.</P><P>(5) In den Fällen des § 12b Absatz 2 entscheidet über die Gewährung von Einsicht oder die Erteilung von Abschriften die Leitung der Stelle oder ein von ihm hierzu ermächtigter Bediensteter. Gegen die Entscheidung ist die Beschwerde nach dem Vierten Abschnitt gegeben. Örtlich zuständig ist das Gericht, in dessen Bezirk die Stelle ihren Sitz hat.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017900125",
        "name": "§ 12d",
        "title": "Anwendung der Verordnung (EU) 2016/679",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000101307"
        },
        "body": "<P>(1) Das Auskunftsrecht nach Artikel 15 Absatz 1 und das Recht auf Erhalt einer Kopie nach Artikel 15 Absatz 3 der Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten, zum freien Datenverkehr und zur Aufhebung der Richtlinie 95/46/EG (Datenschutz-Grundverordnung) (ABl. L 119 vom 4.5.2016, S. 1; L 314 vom 22.11.2016, S. 72; L 127 vom 23.5.2018, S. 2) werden dadurch gewährt, dass die betroffene Person <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>nach Maßgabe des § 12 Absatz 1 und 2 und den dazu erlassenen Vorschriften der Grundbuchverfügung in der jeweils geltenden Fassung Einsicht in das Grundbuch, die Urkunden, auf die im Grundbuch zur Ergänzung einer Eintragung Bezug genommen ist, sowie in die noch nicht erledigten Eintragungsanträge nehmen und eine Abschrift verlangen kann,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>in die nach § 12a Absatz 1 Satz 1 geführten weiteren Verzeichnisse Einsicht nehmen kann.</LA></DD></DL>Eine Information über Empfänger, gegenüber denen die im Grundbuch oder in den Grundakten enthaltenen personenbezogenen Daten offengelegt werden, erfolgt nur zu Gunsten der Eigentümer des betroffenen Grundstücks oder dem Inhaber eines grundstücksgleichen Rechts innerhalb der von § 12 Absatz 4 Satz 2 bis 4 und der Grundbuchverfügung gesetzten Grenzen.</P><P>(2) Hinsichtlich der im Grundbuch enthaltenen personenbezogenen Daten kann das Recht auf Berichtigung nach Artikel 16 der Verordnung (EU) 2016/679 nur unter den Voraussetzungen ausgeübt werden, die in den §§ 894 bis 896 des Bürgerlichen Gesetzbuchs sowie in den §§ 22 bis 25 und 27 dieses Gesetzes für eine Berichtigung oder Löschung vorgesehen sind.</P><P>(3) Das Widerspruchsrecht gemäß Artikel 21 der Verordnung (EU) 2016/679 findet in Bezug auf die im Grundbuch und in den Grundakten enthaltenen personenbezogenen Daten keine Anwendung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000201307",
        "name": "Zweiter Abschnitt",
        "title": "Eintragungen in das Grundbuch",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002203160",
        "name": "§ 13",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Eine Eintragung soll, soweit nicht das Gesetz etwas anderes vorschreibt, nur auf Antrag erfolgen. Antragsberechtigt ist jeder, dessen Recht von der Eintragung betroffen wird oder zu dessen Gunsten die Eintragung erfolgen soll.</P><P>(2) Der genaue Zeitpunkt, in dem ein Antrag beim Grundbuchamt eingeht, soll auf dem Antrag vermerkt werden. Der Antrag ist beim Grundbuchamt eingegangen, wenn er einer zur Entgegennahme zuständigen Person vorgelegt ist. Wird er zur Niederschrift einer solchen Person gestellt, so ist er mit Abschluß der Niederschrift eingegangen.</P><P>(3) Für die Entgegennahme eines auf eine Eintragung gerichteten Antrags oder Ersuchens und die Beurkundung des Zeitpunkts, in welchem der Antrag oder das Ersuchen beim Grundbuchamt eingeht, sind nur die für die Führung des Grundbuchs über das betroffene Grundstück zuständige Person und der von der Leitung des Amtsgerichts für das ganze Grundbuchamt oder einzelne Abteilungen hierzu bestellte Beamte (Angestellte) der Geschäftsstelle zuständig. Bezieht sich der Antrag oder das Ersuchen auf mehrere Grundstücke in verschiedenen Geschäftsbereichen desselben Grundbuchamts, so ist jeder zuständig, der nach Satz 1 in Betracht kommt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002301307",
        "name": "§ 14",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Die Berichtigung des Grundbuchs durch Eintragung eines Berechtigten darf auch von demjenigen beantragt werden, welcher auf Grund eines gegen den Berechtigten vollstreckbaren Titels eine Eintragung in das Grundbuch verlangen kann, sofern die Zulässigkeit dieser Eintragung von der vorgängigen Berichtigung des Grundbuchs abhängt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002403311",
        "name": "§ 15",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Für die Eintragungsbewilligung und die sonstigen Erklärungen, die zu der Eintragung erforderlich sind und in öffentlicher oder öffentlich beglaubigter Form abgegeben werden, können sich die Beteiligten auch durch Personen vertreten lassen, die nicht nach § 10 Abs. 2 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit vertretungsbefugt sind. Dies gilt auch für die Entgegennahme von Eintragungsmitteilungen und Verfügungen des Grundbuchamtes nach § 18.</P><P>(2) Ist die zu einer Eintragung erforderliche Erklärung von einem Notar beurkundet oder beglaubigt, so gilt dieser als ermächtigt, im Namen eines Antragsberechtigten die Eintragung zu beantragen.</P><P>(3) Die zu einer Eintragung erforderlichen Erklärungen sind vor ihrer Einreichung für das Grundbuchamt von einem Notar auf Eintragungsfähigkeit zu prüfen. Dies gilt nicht, wenn die Erklärung von einer öffentlichen Behörde abgegeben wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002501307",
        "name": "§ 16",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Einem Eintragungsantrag, dessen Erledigung an einen Vorbehalt geknüpft wird, soll nicht stattgegeben werden.</P><P>(2) Werden mehrere Eintragungen beantragt, so kann von dem Antragsteller bestimmt werden, daß die eine Eintragung nicht ohne die andere erfolgen soll.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002601307",
        "name": "§ 17",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Werden mehrere Eintragungen beantragt, durch die dasselbe Recht betroffen wird, so darf die später beantragte Eintragung nicht vor der Erledigung des früher gestellten Antrags erfolgen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002701307",
        "name": "§ 18",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Steht einer beantragten Eintragung ein Hindernis entgegen, so hat das Grundbuchamt entweder den Antrag unter Angabe der Gründe zurückzuweisen oder dem Antragsteller eine angemessene Frist zur Hebung des Hindernisses zu bestimmen. Im letzteren Fall ist der Antrag nach dem Ablauf der Frist zurückzuweisen, wenn nicht inzwischen die Hebung des Hindernisses nachgewiesen ist.</P><P>(2) Wird vor der Erledigung des Antrags eine andere Eintragung beantragt, durch die dasselbe Recht betroffen wird, so ist zugunsten des früher gestellten Antrags von Amts wegen eine Vormerkung oder ein Widerspruch einzutragen; die Eintragung gilt im Sinne des § 17 als Erledigung dieses Antrags. Die Vormerkung oder der Widerspruch wird von Amts wegen gelöscht, wenn der früher gestellte Antrag zurückgewiesen wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002801307",
        "name": "§ 19",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Eine Eintragung erfolgt, wenn derjenige sie bewilligt, dessen Recht von ihr betroffen wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE002901307",
        "name": "§ 20",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Im Falle der Auflassung eines Grundstücks sowie im Falle der Bestellung, Änderung des Inhalts oder Übertragung eines Erbbaurechts darf die Eintragung nur erfolgen, wenn die erforderliche Einigung des Berechtigten und des anderen Teils erklärt ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003001307",
        "name": "§ 21",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Steht ein Recht, das durch die Eintragung betroffen wird, dem jeweiligen Eigentümer eines Grundstücks zu, so bedarf es der Bewilligung der Personen, deren Zustimmung nach § 876 Satz 2 des Bürgerlichen Gesetzbuchs zur Aufhebung des Rechtes erforderlich ist, nur dann, wenn das Recht auf dem Blatt des Grundstücks vermerkt ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003101307",
        "name": "§ 22",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Zur Berichtigung des Grundbuchs bedarf es der Bewilligung nach § 19 nicht, wenn die Unrichtigkeit nachgewiesen wird. Dies gilt insbesondere für die Eintragung oder Löschung einer Verfügungsbeschränkung.</P><P>(2) Die Berichtigung des Grundbuchs durch Eintragung eines Eigentümers oder eines Erbbauberechtigten darf, sofern nicht der Fall des § 14 vorliegt oder die Unrichtigkeit nachgewiesen wird, nur mit Zustimmung des Eigentümers oder des Erbbauberechtigten erfolgen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003201307",
        "name": "§ 23",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Ein Recht, das auf die Lebenszeit des Berechtigten beschränkt ist, darf nach dessen Tod, falls Rückstände von Leistungen nicht ausgeschlossen sind, nur mit Bewilligung des Rechtsnachfolgers gelöscht werden, wenn die Löschung vor dem Ablauf eines Jahres nach dem Tod des Berechtigten erfolgen soll oder wenn der Rechtsnachfolger der Löschung bei dem Grundbuchamt widersprochen hat; der Widerspruch ist von Amts wegen in das Grundbuch einzutragen. Ist der Berechtigte für tot erklärt, so beginnt die einjährige Frist mit dem Erlaß des die Todeserklärung aussprechenden Urteils.</P><P>(2) Der im Absatz 1 vorgesehenen Bewilligung des Rechtsnachfolgers bedarf es nicht, wenn im Grundbuch eingetragen ist, daß zur Löschung des Rechtes der Nachweis des Todes des Berechtigten genügen soll.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003301307",
        "name": "§ 24",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Die Vorschriften des § 23 sind entsprechend anzuwenden, wenn das Recht mit der Erreichung eines bestimmten Lebensalters des Berechtigten oder mit dem Eintritt eines sonstigen bestimmten Zeitpunkts oder Ereignisses erlischt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003402307",
        "name": "§ 25",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Ist eine Vormerkung oder ein Widerspruch auf Grund einer einstweiligen Verfügung eingetragen, so bedarf es zur Löschung nicht der Bewilligung des Berechtigten, wenn die einstweilige Verfügung durch eine vollstreckbare Entscheidung aufgehoben ist. Diese Vorschrift ist entsprechend anzuwenden, wenn auf Grund eines vorläufig vollstreckbaren Urteils nach den Vorschriften der Zivilprozeßordnung oder auf Grund eines Bescheides nach dem Vermögensgesetz eine Vormerkung oder ein Widerspruch eingetragen ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003501307",
        "name": "§ 26",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Soll die Übertragung einer Hypothek, Grundschuld oder Rentenschuld, über die ein Brief erteilt ist, eingetragen werden, so genügt es, wenn an Stelle der Eintragungsbewilligung die Abtretungserklärung des bisherigen Gläubigers vorgelegt wird.</P><P>(2) Diese Vorschrift ist entsprechend anzuwenden, wenn eine Belastung der Hypothek, Grundschuld oder Rentenschuld oder die Übertragung oder Belastung einer Forderung, für die ein eingetragenes Recht als Pfand haftet, eingetragen werden soll.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003601307",
        "name": "§ 27",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Eine Hypothek, eine Grundschuld oder eine Rentenschuld darf nur mit Zustimmung des Eigentümers des Grundstücks gelöscht werden. Für eine Löschung zur Berichtigung des Grundbuchs ist die Zustimmung nicht erforderlich, wenn die Unrichtigkeit nachgewiesen wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003703311",
        "name": "§ 28",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>In der Eintragungsbewilligung oder, wenn eine solche nicht erforderlich ist, in dem Eintragungsantrag ist das Grundstück übereinstimmend mit dem Grundbuch oder durch Hinweis auf das Grundbuchblatt zu bezeichnen. Einzutragende Geldbeträge sind in inländischer Währung anzugeben; durch Rechtsverordnung des Bundesministeriums der Justiz und für Verbraucherschutz im Einvernehmen mit dem Bundesministerium der Finanzen kann die Angabe in einer einheitlichen europäischen Währung, in der Währung eines Mitgliedstaats der Europäischen Union oder des Europäischen Wirtschaftsraums oder einer anderen Währung, gegen die währungspolitische Bedenken nicht zu erheben sind, zugelassen und, wenn gegen die Fortdauer dieser Zulassung währungspolitische Bedenken bestehen, wieder eingeschränkt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003802311",
        "name": "§ 29",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Eine Eintragung soll nur vorgenommen werden, wenn die Eintragungsbewilligung oder die sonstigen zu der Eintragung erforderlichen Erklärungen durch öffentliche oder öffentlich beglaubigte Urkunden nachgewiesen werden. Andere Voraussetzungen der Eintragung bedürfen, soweit sie nicht bei dem Grundbuchamt offenkundig sind, des Nachweises durch öffentliche Urkunden.</P><P>(2) (weggefallen)</P><P>(3) Erklärungen oder Ersuchen einer Behörde, auf Grund deren eine Eintragung vorgenommen werden soll, sind zu unterschreiben und mit Siegel oder Stempel zu versehen. Anstelle der Siegelung kann maschinell ein Abdruck des Dienstsiegels eingedruckt oder aufgedruckt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE003901307",
        "name": "§ 29a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Die Voraussetzungen des § 1179 Nr. 2 des Bürgerlichen Gesetzbuchs sind glaubhaft zu machen; § 29 gilt hierfür nicht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004001307",
        "name": "§ 30",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Für den Eintragungsantrag sowie für die Vollmacht zur Stellung eines solchen gelten die Vorschriften des § 29 nur, wenn durch den Antrag zugleich eine zu der Eintragung erforderliche Erklärung ersetzt werden soll.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004102307",
        "name": "§ 31",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Eine Erklärung, durch die ein Eintragungsantrag zurückgenommen wird, bedarf der in § 29 Abs. 1 Satz 1 und Abs. 3 vorgeschriebenen Form. Dies gilt nicht, sofern der Antrag auf eine Berichtigung des Grundbuchs gerichtet ist. Satz 1 gilt für eine Erklärung, durch die eine zur Stellung des Eintragungsantrags erteilte Vollmacht widerrufen wird, entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004203160",
        "name": "§ 32",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Die im Handels-, Genossenschafts-, Partnerschafts- oder Vereinsregister eingetragenen Vertretungsberechtigungen, Sitzverlegungen, Firmen- oder Namensänderungen sowie das Bestehen juristischer Personen und Gesellschaften können durch eine Bescheinigung nach § 21 Absatz 1 der Bundesnotarordnung nachgewiesen werden. Dasselbe gilt für sonstige rechtserhebliche Umstände, die sich aus Eintragungen im Register ergeben, insbesondere für Umwandlungen. Der Nachweis kann auch durch einen amtlichen Registerausdruck oder eine beglaubigte Registerabschrift geführt werden.</P><P>(2) Wird das Register elektronisch geführt, kann in den Fällen des Absatzes 1 Satz 1 der Nachweis auch durch die Bezugnahme auf das Register geführt werden. Dabei sind das Registergericht und das Registerblatt anzugeben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004303311",
        "name": "§ 33",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Der Nachweis, dass zwischen Ehegatten oder Lebenspartnern Gütertrennung oder ein vertragsmäßiges Güterrecht besteht oder dass ein Gegenstand zum Vorbehaltsgut eines Ehegatten oder Lebenspartners gehört, kann durch ein Zeugnis des Gerichts über die Eintragung des güterrechtlichen Verhältnisses im Güterrechtsregister geführt werden.</P><P>(2) Ist das Grundbuchamt zugleich das Registergericht, so genügt statt des Zeugnisses nach Absatz 1 die Bezugnahme auf das Register.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004403311",
        "name": "§ 34",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Eine durch Rechtsgeschäft erteilte Vertretungsmacht kann auch durch eine Bescheinigung nach § 21 Absatz 3 der Bundesnotarordnung nachgewiesen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004504311",
        "name": "§ 35",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Der Nachweis der Erbfolge kann nur durch einen Erbschein oder ein Europäisches Nachlasszeugnis geführt werden. Beruht jedoch die Erbfolge auf einer Verfügung von Todes wegen, die in einer öffentlichen Urkunde enthalten ist, so genügt es, wenn an Stelle des Erbscheins oder des Europäischen Nachlasszeugnisses die Verfügung und die Niederschrift über die Eröffnung der Verfügung vorgelegt werden; erachtet das Grundbuchamt die Erbfolge durch diese Urkunden nicht für nachgewiesen, so kann es die Vorlegung eines Erbscheins oder eines Europäischen Nachlasszeugnisses verlangen.</P><P>(2) Das Bestehen der fortgesetzten Gütergemeinschaft sowie die Befugnis eines Testamentsvollstreckers zur Verfügung über einen Nachlaßgegenstand ist nur auf Grund der in den §§ 1507, 2368 des Bürgerlichen Gesetzbuchs vorgesehenen Zeugnisse oder eines Europäischen Nachlasszeugnisses als nachgewiesen anzunehmen; auf den Nachweis der Befugnis des Testamentsvollstreckers sind jedoch die Vorschriften des Absatzes 1 Satz 2 entsprechend anzuwenden.</P><P>(3) Zur Eintragung des Eigentümers oder Miteigentümers eines Grundstücks kann das Grundbuchamt von den in den Absätzen 1 und 2 genannten Beweismitteln absehen und sich mit anderen Beweismitteln, für welche die Form des § 29 nicht erforderlich ist, begnügen, wenn das Grundstück oder der Anteil am Grundstück weniger als 3 000 Euro wert ist und die Beschaffung des Erbscheins, des Europäischen Nachlasszeugnisses oder des Zeugnisses nach § 1507 des Bürgerlichen Gesetzbuchs nur mit unverhältnismäßigem Aufwand an Kosten oder Mühe möglich ist. Der Antragsteller kann auch zur Versicherung an Eides Statt zugelassen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004605311",
        "name": "§ 36",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Soll bei einem zum Nachlass oder zu dem Gesamtgut einer Gütergemeinschaft gehörenden Grundstück oder Erbbaurecht einer der Beteiligten als Eigentümer oder Erbbauberechtigter eingetragen werden, so genügt zum Nachweis der Rechtsnachfolge und der zur Eintragung des Eigentumsübergangs erforderlichen Erklärungen der Beteiligten ein gerichtliches Zeugnis. Das Zeugnis erteilt <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Nachlassgericht, wenn das Grundstück oder das Erbbaurecht zu einem Nachlass gehört,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das nach § 343 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zuständige Amtsgericht, wenn ein Anteil an dem Gesamtgut zu einem Nachlass gehört, und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Übrigen das nach § 122 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zuständige Amtsgericht.</LA></DD></DL></P><P>(2) Das Zeugnis darf nur ausgestellt werden, wenn: <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzungen für die Erteilung eines Erbscheins vorliegen oder der Nachweis der Gütergemeinschaft durch öffentliche Urkunden erbracht ist und</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Abgabe der Erklärungen der Beteiligten in einer den Vorschriften der Grundbuchordnung entsprechenden Weise dem nach Absatz 1 Satz 2 zuständigen Gericht nachgewiesen ist.</LA></DD></DL></P><P>(2a) Ist ein Erbschein über das Erbrecht sämtlicher Erben oder ein Zeugnis über die Fortsetzung der Gütergemeinschaft erteilt, so ist auch der Notar, der die Auseinandersetzung vermittelt hat, für die Erteilung des Zeugnisses nach Absatz 1 Satz 1 zuständig.</P><P>(3) Die Vorschriften über die Zuständigkeit zur Entgegennahme der Auflassung bleiben unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004702311",
        "name": "§ 37",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Die Vorschriften des § 36 sind entsprechend anzuwenden, wenn bei einer Hypothek, Grundschuld oder Rentenschuld, die zu einem Nachlaß oder zu dem Gesamtgut einer Gütergemeinschaft gehört, einer der Beteiligten als neuer Gläubiger eingetragen werden soll.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004801307",
        "name": "§ 38",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>In den Fällen, in denen nach gesetzlicher Vorschrift eine Behörde befugt ist, das Grundbuchamt um eine Eintragung zu ersuchen, erfolgt die Eintragung auf Grund des Ersuchens der Behörde.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE004901307",
        "name": "§ 39",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Eine Eintragung soll nur erfolgen, wenn die Person, deren Recht durch sie betroffen wird, als der Berechtigte eingetragen ist.</P><P>(2) Bei einer Hypothek, Grundschuld oder Rentenschuld, über die ein Brief erteilt ist, steht es der Eintragung des Gläubigers gleich, wenn dieser sich im Besitz des Briefes befindet und sein Gläubigerrecht nach § 1155 des Bürgerlichen Gesetzbuchs nachweist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005001307",
        "name": "§ 40",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Ist die Person, deren Recht durch eine Eintragung betroffen wird, Erbe des eingetragenen Berechtigten, so ist die Vorschrift des § 39 Abs. 1 nicht anzuwenden, wenn die Übertragung oder die Aufhebung des Rechts eingetragen werden soll oder wenn der Eintragungsantrag durch die Bewilligung des Erblassers oder eines Nachlaßpflegers oder durch einen gegen den Erblasser oder den Nachlaßpfleger vollstreckbaren Titel begründet wird.</P><P>(2) Das gleiche gilt für eine Eintragung auf Grund der Bewilligung eines Testamentsvollstreckers oder auf Grund eines gegen diesen vollstreckbaren Titels, sofern die Bewilligung oder der Titel gegen den Erben wirksam ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005102160",
        "name": "§ 41",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Bei einer Hypothek, über die ein Brief erteilt ist, soll eine Eintragung nur erfolgen, wenn der Brief vorgelegt wird. Für die Eintragung eines Widerspruchs bedarf es der Vorlegung nicht, wenn die Eintragung durch eine einstweilige Verfügung angeordnet ist und der Widerspruch sich darauf gründet, daß die Hypothek oder die Forderung, für welche sie bestellt ist, nicht bestehe oder einer Einrede unterliege oder daß die Hypothek unrichtig eingetragen sei. Der Vorlegung des Briefes bedarf es nicht für die Eintragung einer Löschungsvormerkung nach § 1179 des Bürgerlichen Gesetzbuchs.</P><P>(2) Der Vorlegung des Hypothekenbriefs steht es gleich, wenn in den Fällen der §§ 1162, 1170, 1171 des Bürgerlichen Gesetzbuchs auf Grund des Ausschließungsbeschlusses die Erteilung eines neuen Briefes beantragt wird. Soll die Erteilung des Briefes nachträglich ausgeschlossen oder die Hypothek gelöscht werden, so genügt die Vorlegung des Ausschlußurteils.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005201307",
        "name": "§ 42",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Die Vorschriften des § 41 sind auf die Grundschuld und die Rentenschuld entsprechend anzuwenden. Ist jedoch das Recht für den Inhaber des Briefes eingetragen, so bedarf es der Vorlegung des Briefes nur dann nicht, wenn der Eintragungsantrag durch die Bewilligung eines nach § 1189 des Bürgerlichen Gesetzbuchs bestellten Vertreters oder durch eine gegen ihn erlassene gerichtliche Entscheidung begründet wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005301307",
        "name": "§ 43",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Bei einer Hypothek für die Forderung aus einer Schuldverschreibung auf den Inhaber, aus einem Wechsel oder einem anderen Papier, das durch Indossament übertragen werden kann, soll eine Eintragung nur erfolgen, wenn die Urkunde vorgelegt wird; die Eintragung ist auf der Urkunde zu vermerken.</P><P>(2) Diese Vorschrift ist nicht anzuwenden, wenn eine Eintragung auf Grund der Bewilligung eines nach § 1189 des Bürgerlichen Gesetzbuchs bestellten Vertreters oder auf Grund einer gegen diesen erlassenen gerichtlichen Entscheidung bewirkt werden soll.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005403311",
        "name": "§ 44",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Jede Eintragung soll den Tag, an welchem sie erfolgt ist, angeben. Die Eintragung soll, sofern nicht nach § 12c Abs. 2 Nr. 2 bis 4 der Urkundsbeamte der Geschäftsstelle zuständig ist, die für die Führung des Grundbuchs zuständige Person, regelmäßig unter Angabe des Wortlauts, verfügen und der Urkundsbeamte der Geschäftsstelle veranlassen; sie ist von beiden zu unterschreiben, jedoch kann statt des Urkundsbeamten ein von der Leitung des Amtsgerichts ermächtigter Justizangestellter unterschreiben. In den Fällen des § 12c Abs. 2 Nr. 2 bis 4 haben der Urkundsbeamte der Geschäftsstelle und zusätzlich entweder ein zweiter Beamter der Geschäftsstelle oder ein von der Leitung des Amtsgerichts ermächtigter Justizangestellter die Eintragung zu unterschreiben.</P><P>(2) Soweit nicht gesetzlich etwas anderes bestimmt ist und der Umfang der Belastung aus dem Grundbuch erkennbar bleibt, soll bei der Eintragung eines Rechts, mit dem ein Grundstück belastet wird, auf die Eintragungsbewilligung Bezug genommen werden. Hierbei sollen in der Bezugnahme der Name des Notars, der Notarin oder die Bezeichnung des Notariats und jeweils die Nummer der Urkundenrolle, bei Eintragungen auf Grund eines Ersuchens (§ 38) die Bezeichnung der ersuchenden Stelle und deren Aktenzeichen angegeben werden. Bei der Eintragung von Dienstbarkeiten und Reallasten soll der Inhalt des Rechts im Eintragungstext lediglich schlagwortartig bezeichnet werden; das Gleiche gilt bei der Eintragung von Vormerkungen für solche Rechte.</P><P>(3) Bei der Umschreibung eines Grundbuchblatts, der Neufassung eines Teils eines Grundbuchblatts und in sonstigen Fällen der Übernahme von Eintragungen auf ein anderes, bereits angelegtes oder neu anzulegendes Grundbuchblatt soll, sofern hierdurch der Inhalt der Eintragung nicht verändert wird, die Bezugnahme auf die Eintragungsbewilligung oder andere Unterlagen bis zu dem Umfange nachgeholt oder erweitert werden, wie sie nach Absatz 2 zulässig wäre. Im gleichen Umfang kann auf die bisherige Eintragung Bezug genommen werden, wenn ein Recht bisher mit seinem vollständigen Wortlaut im Grundbuch eingetragen ist. Sofern hierdurch der Inhalt der Eintragung nicht verändert wird, kann auch von dem ursprünglichen Text der Eintragung abgewichen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005501307",
        "name": "§ 45",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Sind in einer Abteilung des Grundbuchs mehrere Eintragungen zu bewirken, so erhalten sie die Reihenfolge, welche der Zeitfolge der Anträge entspricht; sind die Anträge gleichzeitig gestellt, so ist im Grundbuch zu vermerken, daß die Eintragungen gleichen Rang haben.</P><P>(2) Werden mehrere Eintragungen, die nicht gleichzeitig beantragt sind, in verschiedenen Abteilungen unter Angabe desselben Tages bewirkt, so ist im Grundbuch zu vermerken, daß die später beantragte Eintragung der früher beantragten im Rang nachsteht.</P><P>(3) Diese Vorschriften sind insoweit nicht anzuwenden, als ein Rangverhältnis nicht besteht oder das Rangverhältnis von den Antragstellern abweichend bestimmt ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005601307",
        "name": "§ 46",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Die Löschung eines Rechtes oder einer Verfügungsbeschränkung erfolgt durch Eintragung eines Löschungsvermerks.</P><P>(2) Wird bei der Übertragung eines Grundstücks oder eines Grundstücksteils auf ein anderes Blatt ein eingetragenes Recht nicht mitübertragen, so gilt es in Ansehung des Grundstücks oder des Teils als gelöscht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005702160",
        "name": "§ 47",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Soll ein Recht für mehrere gemeinschaftlich eingetragen werden, so soll die Eintragung in der Weise erfolgen, daß entweder die Anteile der Berechtigten in Bruchteilen angegeben werden oder das für die Gemeinschaft maßgebende Rechtsverhältnis bezeichnet wird.</P><P>(2) Soll ein Recht für eine Gesellschaft bürgerlichen Rechts eingetragen werden, so sind auch deren Gesellschafter im Grundbuch einzutragen. Die für den Berechtigten geltenden Vorschriften gelten entsprechend für die Gesellschafter.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005801307",
        "name": "§ 48",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Werden mehrere Grundstücke mit einem Recht belastet, so ist auf dem Blatt jedes Grundstücks die Mitbelastung der übrigen von Amts wegen erkennbar zu machen. Das gleiche gilt, wenn mit einem an einem Grundstück bestehenden Recht nachträglich noch ein anderes Grundstück belastet oder wenn im Falle der Übertragung eines Grundstücksteils auf ein anderes Grundbuchblatt ein eingetragenes Recht mitübertragen wird.</P><P>(2) Soweit eine Mitbelastung erlischt, ist dies von Amts wegen zu vermerken.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE005901307",
        "name": "§ 49",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Werden Dienstbarkeiten und Reallasten als Leibgedinge, Leibzucht, Altenteil oder Auszug eingetragen, so bedarf es nicht der Bezeichnung der einzelnen Rechte, wenn auf die Eintragungsbewilligung Bezug genommen wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006001307",
        "name": "§ 50",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Bei der Eintragung einer Hypothek für Teilschuldverschreibungen auf den Inhaber genügt es, wenn der Gesamtbetrag der Hypothek unter Angabe der Anzahl, des Betrags und der Bezeichnung der Teile eingetragen wird.</P><P>(2) Diese Vorschrift ist entsprechend anzuwenden, wenn eine Grundschuld oder eine Rentenschuld für den Inhaber des Briefes eingetragen und das Recht in Teile zerlegt werden soll.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006101307",
        "name": "§ 51",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Bei der Eintragung eines Vorerben ist zugleich das Recht des Nacherben und, soweit der Vorerbe von den Beschränkungen seines Verfügungsrechts befreit ist, auch die Befreiung von Amts wegen einzutragen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006201307",
        "name": "§ 52",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Ist ein Testamentsvollstrecker ernannt, so ist dies bei der Eintragung des Erben von Amts wegen miteinzutragen, es sei denn, daß der Nachlaßgegenstand der Verwaltung des Testamentsvollstreckers nicht unterliegt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006301307",
        "name": "§ 53",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Ergibt sich, daß das Grundbuchamt unter Verletzung gesetzlicher Vorschriften eine Eintragung vorgenommen hat, durch die das Grundbuch unrichtig geworden ist, so ist von Amts wegen ein Widerspruch einzutragen. Erweist sich eine Eintragung nach ihrem Inhalt als unzulässig, so ist sie von Amts wegen zu löschen.</P><P>(2) Bei einer Hypothek, einer Grundschuld oder einer Rentenschuld bedarf es zur Eintragung eines Widerspruchs der Vorlegung des Briefes nicht, wenn der Widerspruch den im § 41 Abs. 1 Satz 2 bezeichneten Inhalt hat. Diese Vorschrift ist nicht anzuwenden, wenn der Grundschuld- oder Rentenschuldbrief auf den Inhaber ausgestellt ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006401307",
        "name": "§ 54",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Die auf einem Grundstück ruhenden öffentlichen Lasten als solche sind von der Eintragung in das Grundbuch ausgeschlossen, es sei denn, daß ihre Eintragung gesetzlich besonders zugelassen oder angeordnet ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006503307",
        "name": "§ 55",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Jede Eintragung soll dem den Antrag einreichenden Notar, dem Antragsteller und dem eingetragenen Eigentümer sowie allen aus dem Grundbuch ersichtlichen Personen bekanntgemacht werden, zu deren Gunsten die Eintragung erfolgt ist oder deren Recht durch sie betroffen wird, die Eintragung eines Eigentümers auch denen, für die eine Hypothek, Grundschuld, Rentenschuld, Reallast oder ein Recht an einem solchen Recht im Grundbuch eingetragen ist.</P><P>(2) Steht ein Grundstück in Miteigentum, so ist die in Absatz 1 vorgeschriebene Bekanntmachung an den Eigentümer nur gegenüber den Miteigentümern vorzunehmen, auf deren Anteil sich die Eintragung bezieht. Entsprechendes gilt bei Miteigentum für die in Absatz 1 vorgeschriebene Bekanntmachung an einen Hypothekengläubiger oder sonstigen Berechtigten von der Eintragung eines Eigentümers.</P><P>(3) Veränderungen der grundbuchmäßigen Bezeichnung des Grundstücks und die Eintragung eines Eigentümers sind außerdem der Behörde bekanntzumachen, welche das in § 2 Abs. 2 bezeichnete amtliche Verzeichnis führt.</P><P>(4) Die Eintragung des Verzichts auf das Eigentum ist der für die Abgabe der Aneignungserklärung und der für die Führung des Liegenschaftskatasters zuständigen Behörde bekanntzumachen. In den Fällen des Artikels 233 § 15 Abs. 3 des Einführungsgesetzes zum Bürgerlichen Gesetzbuche erfolgt die Bekanntmachung nur gegenüber dem Landesfiskus und der Gemeinde, in deren Gebiet das Grundstück liegt; die Gemeinde unterrichtet ihr bekannte Berechtigte oder Gläubiger.</P><P>(5) Wird der in § 9 Abs. 1 vorgesehene Vermerk eingetragen, so hat das Grundbuchamt dies dem Grundbuchamt, welches das Blatt des belasteten Grundstücks führt, bekanntzumachen. Ist der Vermerk eingetragen, so hat das Grundbuchamt, welches das Grundbuchblatt des belasteten Grundstücks führt, jede Änderung oder Aufhebung des Rechts dem Grundbuchamt des herrschenden Grundstücks bekanntzumachen.</P><P>(6) Die Bekanntmachung hat die Eintragung wörtlich wiederzugeben. Sie soll auch die Stelle der Eintragung im Grundbuch und den Namen des Grundstückseigentümers, bei einem Eigentumswechsel auch den Namen des bisherigen Eigentümers angeben. In die Bekanntmachung können auch die Bezeichnung des betroffenen Grundstücks in dem in § 2 Abs. 2 genannten amtlichen Verzeichnis sowie bei einem Eigentumswechsel die Anschrift des neuen Eigentümers aufgenommen werden.</P><P>(7) Auf die Bekanntmachung kann ganz oder teilweise verzichtet werden.</P><P>(8) Sonstige Vorschriften über die Bekanntmachung von Eintragungen in das Grundbuch bleiben unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014201307",
        "name": "§ 55a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>(1) Enthält ein beim Grundbuchamt eingegangenes Schriftstück Anträge oder Ersuchen, für deren Erledigung neben dem angegangenen Grundbuchamt auch noch ein anderes Grundbuchamt zuständig ist oder mehrere andere Grundbuchämter zuständig sind, so kann jedes der beteiligten Grundbuchämter den anderen beteiligten Grundbuchämtern Abschriften seiner Verfügungen mitteilen.</P><P>(2) Werden bei Gesamtrechten (§ 48) die Grundbücher bei verschiedenen Grundbuchämtern geführt, so sind die Eintragungen sowie die Verfügungen, durch die ein Antrag oder Ersuchen auf Eintragung zurückgewiesen wird, den anderen beteiligten Grundbuchämtern bekanntzugeben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014301307",
        "name": "§ 55b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000201307"
        },
        "body": "<P>Soweit das Grundbuchamt auf Grund von Rechtsvorschriften im Zusammenhang mit Grundbucheintragungen Mitteilungen an Gerichte oder Behörden oder sonstige Stellen zu machen hat, muß der Betroffene nicht unterrichtet werden. Das gleiche gilt im Falle des § 55a.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000301307",
        "name": "Dritter Abschnitt",
        "title": "Hypotheken-, Grundschuld-,\nRentenschuldbrief",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006602307",
        "name": "§ 56",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Der Hypothekenbrief wird von dem Grundbuchamt erteilt. Er muß die Bezeichnung als Hypothekenbrief enthalten, den Geldbetrag der Hypothek und das belastete Grundstück bezeichnen sowie mit Unterschrift und Siegel oder Stempel versehen sein.</P><P>(2) Der Hypothekenbrief ist von der für die Führung des Grundbuchs zuständigen Person und dem Urkundsbeamten der Geschäftsstelle zu unterschreiben. Jedoch kann statt des Urkundsbeamten der Geschäftsstelle ein von der Leitung des Amtsgerichts ermächtigter Justizangestellter unterschreiben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006701307",
        "name": "§ 57",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Der Hypothekenbrief soll die Nummer des Grundbuchblatts und den Inhalt der die Hypothek betreffenden Eintragungen enthalten. Das belastete Grundstück soll mit der laufenden Nummer bezeichnet werden, unter der es im Bestandsverzeichnis des Grundbuchs verzeichnet ist. Bei der Hypothek eingetragene Löschungsvormerkungen nach § 1179 des Bürgerlichen Gesetzbuchs sollen in den Hypothekenbrief nicht aufgenommen werden.</P><P>(2) Ändern sich die in Absatz 1 Satz 1 und 2 bezeichneten Angaben, so ist der Hypothekenbrief auf Antrag zu ergänzen, soweit nicht die Ergänzung schon nach anderen Vorschriften vorzunehmen ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006801307",
        "name": "§ 58",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Ist eine Urkunde über die Forderung, für welche eine Hypothek besteht, ausgestellt, so soll die Urkunde mit dem Hypothekenbrief verbunden werden. Erstreckt sich der Inhalt der Urkunde auch auf andere Angelegenheiten, so genügt es, wenn ein öffentlich beglaubigter Auszug aus der Urkunde mit dem Hypothekenbrief verbunden wird.</P><P>(2) (weggefallen)</P><P>(3) Zum Nachweis, daß eine Schuldurkunde nicht ausgestellt ist, genügt eine darauf gerichtete Erklärung des Eigentümers.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE006902307",
        "name": "§ 59",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Über eine Gesamthypothek soll nur ein Hypothekenbrief erteilt werden. Er ist nur von einer für die Führung des Grundbuchs zuständigen Person und von einem Urkundsbeamten der Geschäftsstelle oder ermächtigten Justizangestellten (§ 56 Abs. 2) zu unterschreiben, auch wenn bezüglich der belasteten Grundstücke insoweit verschiedene Personen zuständig sind.</P><P>(2) Werden die Grundbücher der belasteten Grundstücke von verschiedenen Grundbuchämtern geführt, so soll jedes Amt für die Grundstücke, deren Grundbuchblätter es führt, einen besonderen Brief erteilen; die Briefe sind miteinander zu verbinden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007001307",
        "name": "§ 60",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Der Hypothekenbrief ist dem Eigentümer des Grundstücks, im Falle der nachträglichen Erteilung dem Gläubiger auszuhändigen.</P><P>(2) Auf eine abweichende Bestimmung des Eigentümers oder des Gläubigers ist die Vorschrift des § 29 Abs. 1 Satz 1 entsprechend anzuwenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007102307",
        "name": "§ 61",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Ein Teilhypothekenbrief kann von dem Grundbuchamt oder einem Notar hergestellt werden.</P><P>(2) Der Teilhypothekenbrief muß die Bezeichnung als Teilhypothekenbrief sowie eine beglaubigte Abschrift der im § 56 Abs. 1 Satz 2 vorgesehenen Angaben des bisherigen Briefes enthalten, den Teilbetrag der Hypothek, auf den er sich bezieht, bezeichnen sowie mit Unterschrift und Siegel oder Stempel versehen sein. Er soll außerdem eine beglaubigte Abschrift der sonstigen Angaben des bisherigen Briefes und der auf diesem befindlichen Vermerke enthalten. Eine mit dem bisherigen Brief verbundene Schuldurkunde soll in beglaubigter Abschrift mit dem Teilhypothekenbrief verbunden werden.</P><P>(3) Wird der Teilhypothekenbrief vom Grundbuchamt hergestellt, so ist auf die Unterschrift § 56 Abs. 2 anzuwenden.</P><P>(4) Die Herstellung des Teilhypothekenbriefes soll auf dem bisherigen Brief vermerkt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007202307",
        "name": "§ 62",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Eintragungen, die bei der Hypothek erfolgen, sind von dem Grundbuchamt auf dem Hypothekenbrief zu vermerken; der Vermerk ist mit Unterschrift und Siegel oder Stempel zu versehen. Satz 1 gilt nicht für die Eintragung einer Löschungsvormerkung nach § 1179 des Bürgerlichen Gesetzbuchs.</P><P>(2) Auf die Unterschrift ist § 56 Abs. 2 anzuwenden.</P><P>(3) In den Fällen des § 53 Abs. 1 hat das Grundbuchamt den Besitzer des Briefes zur Vorlegung anzuhalten. In gleicher Weise hat es, wenn in den Fällen des § 41 Abs. 1 Satz 2 und des § 53 Abs. 2 der Brief nicht vorgelegt ist, zu verfahren, um nachträglich den Widerspruch auf dem Brief zu vermerken.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007301307",
        "name": "§ 63",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>Wird nach der Erteilung eines Hypothekenbriefs mit der Hypothek noch ein anderes, bei demselben Grundbuchamt gebuchtes Grundstück belastet, so ist, sofern nicht die Erteilung eines neuen Briefes über die Gesamthypothek beantragt wird, die Mitbelastung auf dem bisherigen Brief zu vermerken und zugleich der Inhalt des Briefes in Ansehung des anderen Grundstücks nach § 57 zu ergänzen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007401307",
        "name": "§ 64",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>Im Falle der Verteilung einer Gesamthypothek auf die einzelnen Grundstücke ist für jedes Grundstück ein neuer Brief zu erteilen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007501307",
        "name": "§ 65",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Tritt nach § 1177 Abs. 1 oder nach § 1198 des Bürgerlichen Gesetzbuchs eine Grundschuld oder eine Rentenschuld an die Stelle der Hypothek, so ist, sofern nicht die Erteilung eines neuen Briefes beantragt wird, die Eintragung der Rechtsänderung auf dem bisherigen Brief zu vermerken und eine mit dem Brief verbundene Schuldurkunde abzutrennen.</P><P>(2) Das gleiche gilt, wenn nach § 1180 des Bürgerlichen Gesetzbuchs an die Stelle der Forderung, für welche eine Hypothek besteht, eine andere Forderung gesetzt wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007601307",
        "name": "§ 66",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>Stehen einem Gläubiger mehrere Hypotheken zu, die gleichen Rang haben oder im Rang unmittelbar aufeinanderfolgen, so ist ihm auf seinen Antrag mit Zustimmung des Eigentümers über die mehreren Hypotheken ein Hypothekenbrief in der Weise zu erteilen, daß der Brief die sämtlichen Hypotheken umfaßt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007702160",
        "name": "§ 67",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>Einem Antrag des Berechtigten auf Erteilung eines neuen Briefes ist stattzugeben, wenn der bisherige Brief oder in den Fällen der §§ 1162, 1170, 1171 des Bürgerlichen Gesetzbuchs der Ausschließungsbeschluss vorgelegt wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007801307",
        "name": "§ 68",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Wird ein neuer Brief erteilt, so hat er die Angabe zu enthalten, daß er an die Stelle des bisherigen Briefes tritt.</P><P>(2) Vermerke, die nach den §§ 1140, 1145, 1157 des Bürgerlichen Gesetzbuchs für das Rechtsverhältnis zwischen dem Eigentümer und dem Gläubiger in Betracht kommen, sind auf den neuen Brief zu übertragen.</P><P>(3) Die Erteilung des Briefes ist im Grundbuch zu vermerken.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE007901307",
        "name": "§ 69",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>Wird eine Hypothek gelöscht, so ist der Brief unbrauchbar zu machen; das gleiche gilt, wenn die Erteilung des Briefes über eine Hypothek nachträglich ausgeschlossen oder an Stelle des bisherigen Briefes ein neuer Hypothekenbrief, ein Grundschuldbrief oder ein Rentenschuldbrief erteilt wird. Eine mit dem bisherigen Brief verbundene Schuldurkunde ist abzutrennen und, sofern sie nicht mit dem neuen Hypothekenbrief zu verbinden ist, zurückzugeben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008001307",
        "name": "§ 70",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000301307"
        },
        "body": "<P>(1) Die Vorschriften der §§ 56 bis 69 sind auf den Grundschuldbrief und den Rentenschuldbrief entsprechend anzuwenden. Der Rentenschuldbrief muß auch die Ablösungssumme angeben.</P><P>(2) Ist eine für den Inhaber des Briefes eingetragene Grundschuld oder Rentenschuld in Teile zerlegt, so ist über jeden Teil ein besonderer Brief herzustellen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000401307",
        "name": "Vierter Abschnitt",
        "title": "Beschwerde",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008101307",
        "name": "§ 71",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>(1) Gegen die Entscheidungen des Grundbuchamts findet das Rechtsmittel der Beschwerde statt.</P><P>(2) Die Beschwerde gegen eine Eintragung ist unzulässig. Im Wege der Beschwerde kann jedoch verlangt werden, daß das Grundbuchamt angewiesen wird, nach § 53 einen Widerspruch einzutragen oder eine Löschung vorzunehmen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008202160",
        "name": "§ 72",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>Über die Beschwerde entscheidet das Oberlandesgericht, in dessen Bezirk das Grundbuchamt seinen Sitz hat.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008304160",
        "name": "§ 73",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>(1) Die Beschwerde kann bei dem Grundbuchamt oder bei dem Beschwerdegericht eingelegt werden.</P><P>(2) Die Beschwerde ist durch Einreichung einer Beschwerdeschrift oder durch Erklärung zur Niederschrift des Grundbuchamts oder der Geschäftsstelle des Beschwerdegerichts einzulegen. Für die Einlegung der Beschwerde durch die Übermittlung eines elektronischen Dokuments, die elektronische Gerichtsakte sowie das gerichtliche elektronische Dokument gilt § 14 Absatz 1 bis 3 und 5 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008401307",
        "name": "§ 74",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>Die Beschwerde kann auf neue Tatsachen und Beweise gestützt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008501307",
        "name": "§ 75",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>Erachtet das Grundbuchamt die Beschwerde für begründet, so hat es ihr abzuhelfen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008601307",
        "name": "§ 76",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>(1) Das Beschwerdegericht kann vor der Entscheidung eine einstweilige Anordnung erlassen, insbesondere dem Grundbuchamt aufgeben, eine Vormerkung oder einen Widerspruch einzutragen, oder anordnen, daß die Vollziehung der angefochtenen Entscheidung auszusetzen ist.</P><P>(2) Die Vormerkung oder der Widerspruch (Absatz 1) wird von Amts wegen gelöscht, wenn die Beschwerde zurückgenommen oder zurückgewiesen ist.</P><P>(3) Die Beschwerde hat nur dann aufschiebende Wirkung, wenn sie gegen eine Verfügung gerichtet ist, durch die ein Zwangsgeld festgesetzt wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008701307",
        "name": "§ 77",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>Die Entscheidung des Beschwerdegerichts ist mit Gründen zu versehen und dem Beschwerdeführer mitzuteilen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008805160",
        "name": "§ 78",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>(1) Gegen einen Beschluss des Beschwerdegerichts ist die Rechtsbeschwerde statthaft, wenn sie das Beschwerdegericht in dem Beschluss zugelassen hat.</P><P>(2) Die Rechtsbeschwerde ist zuzulassen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Rechtssache grundsätzliche Bedeutung hat oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Fortbildung des Rechts oder die Sicherung einer einheitlichen Rechtsprechung eine Entscheidung des Rechtsbeschwerdegerichts erfordert.</LA></DD></DL>Das Rechtsbeschwerdegericht ist an die Zulassung gebunden.</P><P>(3) Auf das weitere Verfahren finden § 73 Absatz 2 Satz 2 dieses Gesetzes sowie die §§ 71 bis 74a des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit entsprechende Anwendung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE008903160",
        "name": "§ 79",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>(weggefallen)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009002160",
        "name": "§ 80",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>(weggefallen)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009107311",
        "name": "§ 81",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000401307"
        },
        "body": "<P>(1) Über Beschwerden entscheidet bei den Oberlandesgerichten und dem Bundesgerichtshof ein Zivilsenat.</P><P>(2) Die Vorschriften der Zivilprozeßordnung über die Ausschließung und Ablehnung der Gerichtspersonen sind entsprechend anzuwenden.</P><P>(3) Die Vorschrift des § 44 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit über die Fortführung des Verfahrens bei Verletzung des Anspruchs auf rechtliches Gehör ist entsprechend anzuwenden.</P><P>(4) Die Bundesregierung und die Landesregierungen bestimmen für ihren Bereich durch Rechtsverordnung den Zeitpunkt, von dem an elektronische Akten geführt werden können. Die Bundesregierung und die Landesregierungen bestimmen für ihren Bereich durch Rechtsverordnung die organisatorisch-technischen Rahmenbedingungen für die Bildung, Führung und Aufbewahrung der elektronischen Akten. Die Rechtsverordnungen der Bundesregierung bedürfen nicht der Zustimmung des Bundesrates. Die Landesregierungen können die Ermächtigungen durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen. Die Zulassung der elektronischen Akte kann auf einzelne Gerichte oder Verfahren beschränkt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000501307",
        "name": "Fünfter Abschnitt",
        "title": "Verfahren des Grundbuchamts in\nbesonderen Fällen",
        "parent": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000601307",
        "name": "I.",
        "title": "Grundbuchberichtigungszwang",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000501307"
        }
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009202160",
        "name": "§ 82",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000601307"
        },
        "body": "<P>Ist das Grundbuch hinsichtlich der Eintragung des Eigentümers durch Rechtsübergang außerhalb des Grundbuchs unrichtig geworden, so soll das Grundbuchamt dem Eigentümer oder dem Testamentsvollstrecker, dem die Verwaltung des Grundstücks zusteht, die Verpflichtung auferlegen, den Antrag auf Berichtigung des Grundbuchs zu stellen und die zur Berichtigung des Grundbuchs notwendigen Unterlagen zu beschaffen. Das Grundbuchamt soll diese Maßnahme zurückstellen, solange berechtigte Gründe vorliegen. Ist eine Gesellschaft bürgerlichen Rechts als Eigentümerin eingetragen, gelten die Sätze 1 und 2 entsprechend, wenn die Eintragung eines Gesellschafters gemäß § 47 Absatz 2 unrichtig geworden ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009301307",
        "name": "§ 82a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000601307"
        },
        "body": "<P>Liegen die Voraussetzungen des § 82 vor, ist jedoch das Berichtigungszwangsverfahren nicht durchführbar oder bietet es keine Aussicht auf Erfolg, so kann das Grundbuchamt das Grundbuch von Amts wegen berichtigen. Das Grundbuchamt kann in diesem Fall das Nachlaßgericht um Ermittlung des Erben des Eigentümers ersuchen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009402311",
        "name": "§ 83",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000601307"
        },
        "body": "<P>Das Nachlaßgericht, das einen Erbschein oder ein Europäisches Nachlasszeugnis erteilt oder sonst die Erben ermittelt hat, soll, wenn ihm bekannt ist, daß zu dem Nachlaß ein Grundstück gehört, dem zuständigen Grundbuchamt von dem Erbfall und den Erben Mitteilung machen. Wird ein Testament oder ein Erbvertrag eröffnet, so soll das Gericht, wenn ihm bekannt ist, daß zu dem Nachlaß ein Grundstück gehört, dem zuständigen Grundbuchamt von dem Erbfall Mitteilung machen und die als Erben eingesetzten Personen, soweit ihm ihr Aufenthalt bekannt ist, darauf hinweisen, daß durch den Erbfall das Grundbuch unrichtig geworden ist und welche gebührenrechtlichen Vergünstigungen für eine Grundbuchberichtigung bestehen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000701307",
        "name": "II.",
        "title": "Löschung gegenstandsloser Eintragungen",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000501307"
        }
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009502301",
        "name": "§ 84",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000701307"
        },
        "body": "<P>(1) Das Grundbuchamt kann eine Eintragung über ein Recht nach Maßgabe der folgenden Vorschriften von Amts wegen als gegenstandslos löschen. Für die auf der Grundlage des Gesetzes vom 1. Juni 1933 zur Regelung der landwirtschaftlichen Schuldverhältnisse eingetragenen Entschuldungsvermerke gilt Satz 1 entsprechend.</P><P>(2) Eine Eintragung ist gegenstandslos: <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">soweit das Recht, auf das sie sich bezieht, nicht besteht und seine Entstehung ausgeschlossen ist;</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">soweit das Recht, auf das sie sich bezieht, aus tatsächlichen Gründen dauernd nicht ausgeübt werden kann.</LA></DD> </DL> </P><P>(3) Zu den Rechten im Sinne der Absätze 1 und 2 gehören auch Vormerkungen, Widersprüche, Verfügungsbeschränkungen, Enteignungsvermerke und ähnliches.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009601307",
        "name": "§ 85",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000701307"
        },
        "body": "<P>(1) Das Grundbuchamt soll das Verfahren zur Löschung gegenstandsloser Eintragungen grundsätzlich nur einleiten, wenn besondere äußere Umstände (z.B. Umschreibung des Grundbuchblatts wegen Unübersichtlichkeit, Teilveräußerung oder Neubelastung des Grundstücks, Anregung seitens eines Beteiligten) hinreichenden Anlaß dazu geben und Grund zu der Annahme besteht, daß die Eintragung gegenstandslos ist.</P><P>(2) Das Grundbuchamt entscheidet nach freiem Ermessen, ob das Löschungsverfahren einzuleiten und durchzuführen ist; diese Entscheidung ist unanfechtbar.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009701307",
        "name": "§ 86",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000701307"
        },
        "body": "<P>Hat ein Beteiligter die Einleitung des Löschungsverfahrens angeregt, so soll das Grundbuchamt die Entscheidung, durch die es die Einleitung des Verfahrens ablehnt oder das eingeleitete Verfahren einstellt, mit Gründen versehen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009801307",
        "name": "§ 87",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000701307"
        },
        "body": "<P>Die Eintragung ist zu löschen: <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn sich aus Tatsachen oder Rechtsverhältnissen, die in einer den Anforderungen dieses Gesetzes entsprechenden Weise festgestellt sind, ergibt, daß die Eintragung gegenstandslos ist;</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn dem Betroffenen eine Löschungsankündigung zugestellt ist und er nicht binnen einer vom Grundbuchamt zugleich zu bestimmenden Frist Widerspruch erhoben hat;</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn durch einen mit Gründen zu versehenden Beschluß rechtskräftig festgestellt ist, daß die Eintragung gegenstandslos ist.</LA></DD> </DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE009904160",
        "name": "§ 88",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000701307"
        },
        "body": "<P>(1) Das Grundbuchamt kann den Besitzer von Hypotheken-, Grundschuld- oder Rentenschuldbriefen sowie von Urkunden der in den §§ 1154, 1155 des Bürgerlichen Gesetzbuchs bezeichneten Art zur Vorlegung dieser Urkunden anhalten.</P><P>(2) § 40 Abs. 1 und § 41 Abs. 1 und 2 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit ist auf die Löschungsankündigung (§ 87 Buchstabe b) und den Feststellungsbeschluß (§ 87 Buchstabe c) mit folgenden Maßgaben anzuwenden: <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 184 der Zivilprozeßordnung ist nicht anzuwenden;</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Löschungsankündigung (§ 87 Buchstabe b) kann nicht öffentlich zugestellt werden;</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">der Feststellungsbeschluß (§ 87 Buchstabe c) kann auch dann, wenn die Person des Beteiligten, dem zugestellt werden soll, unbekannt ist, öffentlich zugestellt werden.</LA></DD></DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010001307",
        "name": "§ 89",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000701307"
        },
        "body": "<P>(1) Die Beschwerde (§ 71) gegen den Feststellungsbeschluß ist binnen einer Frist von zwei Wochen seit Zustellung des angefochtenen Beschlusses an den Beschwerdeführer einzulegen. Das Grundbuchamt und das Beschwerdegericht können in besonderen Fällen in ihrer Entscheidung eine längere Frist bestimmen.</P><P>(2) Auf den zur Zustellung bestimmten Ausfertigungen der Beschlüsse soll vermerkt werden, ob gegen die Entscheidung ein Rechtsmittel zulässig und bei welcher Behörde, in welcher Form und binnen welcher Frist es einzulegen ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000801307",
        "name": "III.",
        "title": "Klarstellung der Rangverhältnisse",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000501307"
        }
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010101307",
        "name": "§ 90",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Das Grundbuchamt kann aus besonderem Anlaß, insbesondere bei Umschreibung unübersichtlicher Grundbücher, Unklarheiten und Unübersichtlichkeiten in den Rangverhältnissen von Amts wegen oder auf Antrag eines Beteiligten beseitigen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010201307",
        "name": "§ 91",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Vor der Umschreibung eines unübersichtlichen Grundbuchblatts hat das Grundbuchamt zu prüfen, ob die Rangverhältnisse unklar oder unübersichtlich sind und ihre Klarstellung nach den Umständen angezeigt erscheint. Das Grundbuchamt entscheidet hierüber nach freiem Ermessen. Die Entscheidung ist unanfechtbar.</P><P>(2) Der Beschluß, durch den das Verfahren eingeleitet wird, ist allen Beteiligten zuzustellen.</P><P>(3) Die Einleitung des Verfahrens ist im Grundbuch zu vermerken.</P><P>(4) Der Beschluß, durch den ein Antrag auf Einleitung des Verfahrens abgelehnt wird, ist nur dem Antragsteller bekanntzumachen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010301307",
        "name": "§ 92",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) In dem Verfahren gelten als Beteiligte: <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">der zur Zeit der Eintragung des Vermerks (§ 91 Abs. 3) im Grundbuch eingetragene Eigentümer und, wenn das Grundstück mit einer Gesamthypothek, (-grundschuld, -rentenschuld) belastet ist, die im Grundbuch eingetragenen Eigentümer der anderen mit diesem Recht belasteten Grundstücke;</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Personen, für die in dem unter Buchstabe a bestimmten Zeitpunkt ein Recht am Grundstück oder ein Recht an einem das Grundstück belastenden Recht im Grundbuch eingetragen oder durch Eintragung gesichert ist;</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Personen, die ein Recht am Grundstück oder an einem das Grundstück belastenden Recht im Verfahren anmelden und auf Verlangen des Grundbuchamts oder eines Beteiligten glaubhaft machen.</LA></DD> </DL> </P><P>(2) Beteiligter ist nicht, wessen Recht von der Rangbereinigung nicht berührt wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010401307",
        "name": "§ 93",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Ist der im Grundbuch als Eigentümer oder Berechtigter Eingetragene nicht der Berechtigte, so hat er dies unverzüglich nach Zustellung des Einleitungsbeschlusses dem Grundbuchamt anzuzeigen und anzugeben, was ihm über die Person des Berechtigten bekannt ist. Ein schriftlicher Hinweis auf diese Pflicht ist ihm zugleich mit dem Einleitungsbeschluß zuzustellen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010501307",
        "name": "§ 94",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Das Grundbuchamt kann von Amts wegen Ermittlungen darüber anstellen, ob das Eigentum oder ein eingetragenes Recht dem als Berechtigten Eingetragenen oder einem anderen zusteht, und die hierzu geeigneten Beweise erheben. Inwieweit § 35 anzuwenden ist, entscheidet das Grundbuchamt nach freiem Ermessen.</P><P>(2) Der ermittelte Berechtigte gilt vom Zeitpunkt seiner Feststellung an auch als Beteiligter.</P><P>(3) Bestehen Zweifel darüber, wer von mehreren Personen der Berechtigte ist, so gelten sämtliche Personen als Berechtigte.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010601307",
        "name": "§ 95",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Wechselt im Laufe des Verfahrens die Person eines Berechtigten, so gilt der neue Berechtigte von dem Zeitpunkt ab, zu dem seine Person dem Grundbuchamt bekannt wird, als Beteiligter.</P><P>(2) Das gleiche gilt, wenn im Laufe des Verfahrens ein neues Recht am Grundstück oder an einem das Grundstück belastenden Recht begründet wird, das von dem Verfahren berührt wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010702160",
        "name": "§ 96",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Ist die Person oder der Aufenthalt eines Beteiligten oder seines Vertreters unbekannt, so kann das Grundbuchamt dem Beteiligten für das Rangbereinigungsverfahren einen Pfleger bestellen. Für die Pflegschaft tritt an die Stelle des Betreuungsgerichts das Grundbuchamt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010802307",
        "name": "§ 97",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Wohnt ein Beteiligter nicht im Inland und hat er einen hier wohnenden Bevollmächtigten nicht bestellt, so kann das Grundbuchamt anordnen, daß er einen im Inland wohnenden Bevollmächtigten zum Empfang der für ihn bestimmten Sendungen oder für das Verfahren bestellt.</P><P>(2) Hat das Grundbuchamt dies angeordnet, so können, solange der Beteiligte den Bevollmächtigten nicht bestellt hat, nach der Ladung zum ersten Verhandlungstermin alle weiteren Zustellungen in der Art bewirkt werden, daß das zuzustellende Schriftstück unter der Anschrift des Beteiligten nach seinem Wohnort zur Post gegeben wird; die Postsendungen sind mit der Bezeichnung \"Einschreiben\" zu versehen. Die Zustellung gilt mit der Aufgabe zur Post als bewirkt, selbst wenn die Sendung als unbestellbar zurückkommt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE010901307",
        "name": "§ 98",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Die öffentliche Zustellung ist unzulässig.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011001307",
        "name": "§ 99",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Das Grundbuchamt kann den Besitzer von Hypotheken-, Grundschuld- oder Rentenschuldbriefen sowie von Urkunden der in den §§ 1154, 1155 des Bürgerlichen Gesetzbuchs bezeichneten Art zur Vorlegung dieser Urkunden anhalten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011101307",
        "name": "§ 100",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Das Grundbuchamt hat die Beteiligten zu einem Verhandlungstermin über die Klarstellung der Rangverhältnisse zu laden. Die Ladung soll den Hinweis enthalten, daß ungeachtet des Ausbleibens eines Beteiligten über die Klarstellung der Rangverhältnisse verhandelt werden würde.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011201307",
        "name": "§ 101",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Die Frist zwischen der Ladung und dem Termin soll mindestens zwei Wochen betragen.</P><P>(2) Diese Vorschrift ist auf eine Vertagung sowie auf einen Termin zur Fortsetzung der Verhandlung nicht anzuwenden. Die zu dem früheren Termin Geladenen brauchen zu dem neuen Termin nicht nochmals geladen zu werden, wenn dieser verkündet ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011301307",
        "name": "§ 102",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) In dem Termin hat das Grundbuchamt zu versuchen, eine Einigung der Beteiligten auf eine klare Rangordnung herbeizuführen. Einigen sich die erschienenen Beteiligten, so hat das Grundbuchamt die Vereinbarung zu beurkunden. Ein nicht erschienener Beteiligter kann seine Zustimmung zu der Vereinbarung in einer öffentlichen oder öffentlich beglaubigten Urkunde erteilen.</P><P>(2) Einigen sich die Beteiligten, so ist das Grundbuch der Vereinbarung gemäß umzuschreiben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011401307",
        "name": "§ 103",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Einigen sich die Beteiligten nicht, so macht das Grundbuchamt ihnen einen Vorschlag für eine neue Rangordnung. Es kann hierbei eine Änderung der bestehenden Rangverhältnisse, soweit sie zur Herbeiführung einer klaren Rangordnung erforderlich ist, vorschlagen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011501307",
        "name": "§ 104",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Der Vorschlag ist den Beteiligten mit dem Hinweis zuzustellen, daß sie gegen ihn binnen einer Frist von einem Monat von der Zustellung ab bei dem Grundbuchamt Widerspruch erheben können. In besonderen Fällen kann eine längere Frist bestimmt werden.</P><P>(2) Der Widerspruch ist schriftlich oder durch Erklärung zur Niederschrift des Urkundsbeamten der Geschäftsstelle eines Amtsgerichts einzulegen; in letzterem Fall ist die Widerspruchsfrist gewahrt, wenn die Erklärung innerhalb der Frist abgegeben ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011603160",
        "name": "§ 105",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Einem Beteiligten, der ohne sein Verschulden verhindert war, die Frist (§ 104) einzuhalten, hat das Grundbuchamt auf seinen Antrag Wiedereinsetzung in den vorigen Stand zu gewähren, wenn er binnen zwei Wochen nach der Beseitigung des Hindernisses den Widerspruch einlegt und die Tatsachen, die die Wiedereinsetzung begründen, glaubhaft macht.</P><P>(2) Die Entscheidung, durch die Wiedereinsetzung erteilt wird, ist unanfechtbar; gegen die Entscheidung, durch die der Antrag auf Wiedereinsetzung als unzulässig verworfen oder zurückgewiesen wird, ist die Beschwerde nach den Vorschriften des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zulässig.</P><P>(3) Die Wiedereinsetzung kann nicht mehr beantragt werden, nachdem die neue Rangordnung eingetragen oder wenn seit dem Ende der versäumten Frist ein Jahr verstrichen ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011701307",
        "name": "§ 106",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Ist ein Rechtsstreit anhängig, der die Rangverhältnisse des Grundstücks zum Gegenstand hat, so ist das Verfahren auf Antrag eines Beteiligten bis zur Erledigung des Rechtsstreits auszusetzen.</P><P>(2) Das Grundbuchamt kann auch von Amts wegen das Verfahren aussetzen und den Beteiligten oder einzelnen von ihnen unter Bestimmung einer Frist aufgeben, die Entscheidung des Prozeßgerichts herbeizuführen, wenn die Aufstellung einer neuen klaren Rangordnung von der Entscheidung eines Streites über die bestehenden Rangverhältnisse abhängt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011801307",
        "name": "§ 107",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Ist der Rechtsstreit erledigt, so setzt das Grundbuchamt das Verfahren insoweit fort, als es noch erforderlich ist, um eine klare Rangordnung herbeizuführen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE011901307",
        "name": "§ 108",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Nach dem Ablauf der Widerspruchsfrist stellt das Grundbuchamt durch Beschluß die neue Rangordnung fest, sofern nicht Anlaß besteht, einen neuen Vorschlag zu machen. Es entscheidet hierbei zugleich über die nicht erledigten Widersprüche; insoweit ist die Entscheidung mit Gründen zu versehen.</P><P>(2) Ist über einen Widerspruch entschieden, so ist der Beschluß allen Beteiligten zuzustellen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012001307",
        "name": "§ 109",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Das Grundbuchamt kann jederzeit das Verfahren einstellen, wenn es sich von seiner Fortsetzung keinen Erfolg verspricht. Der Einstellungsbeschluß ist unanfechtbar.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012103160",
        "name": "§ 110",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>(1) Hat das Grundbuchamt in dem Beschluß, durch den die neue Rangordnung festgestellt wird, über einen Widerspruch entschieden, so ist gegen den Beschluß die Beschwerde nach den Vorschriften des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit zulässig.</P><P>(2) Die Rechtsbeschwerde ist unzulässig.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012201307",
        "name": "§ 111",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Ist die neue Rangordnung rechtskräftig festgestellt, so hat das Grundbuchamt das Grundbuch nach Maßgabe dieser Rangordnung umzuschreiben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012301307",
        "name": "§ 112",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Ist die neue Rangordnung (§ 102 Abs. 2, § 111) eingetragen, so tritt sie an die Stelle der bisherigen Rangordnung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012401307",
        "name": "§ 113",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Wird die neue Rangordnung eingetragen (§ 102 Abs. 2, § 111) oder wird das Verfahren eingestellt (§ 109), so ist der Einleitungsvermerk zu löschen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012501307",
        "name": "§ 114",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Die Kosten des Verfahrens erster Instanz verteilt das Grundbuchamt auf die Beteiligten nach billigem Ermessen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012601307",
        "name": "§ 115",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000801307"
        },
        "body": "<P>Wird durch das Verfahren ein anhängiger Rechtsstreit erledigt, so trägt jede Partei die ihr entstandenen außergerichtlichen Kosten. Die Gerichtskosten werden niedergeschlagen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG001001307",
        "name": "Sechster Abschnitt",
        "title": "Anlegung von Grundbuchblättern",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014402311",
        "name": "§ 116",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>(1) Für ein Grundstück, das ein Grundbuchblatt bei der Anlegung des Grundbuchs nicht erhalten hat, wird das Blatt unbeschadet des § 3 Abs. 2 bis 9 von Amts wegen angelegt.</P><P>(2) Das Verfahren bei der Anlegung des Grundbuchblatts richtet sich nach den Vorschriften der §§ 118 bis 125.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014502311",
        "name": "§ 117",
        "title": "(weggefallen)",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": null,
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014601307",
        "name": "§ 118",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>Zur Feststellung des Eigentums an dem Grundstück hat das Grundbuchamt von Amts wegen die erforderlichen Ermittlungen anzustellen und die geeigneten Beweise zu erheben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014701307",
        "name": "§ 119",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>Das Grundbuchamt kann zur Ermittlung des Berechtigten ein Aufgebot nach Maßgabe der §§ 120 und 121 erlassen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014801307",
        "name": "§ 120",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>In das Aufgebot sind aufzunehmen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ankündigung der bevorstehenden Anlegung des Grundbuchblatts;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bezeichnung des Grundstücks, seine Lage, Beschaffenheit und Größe nach dem für die Bezeichnung der Grundstücke im Grundbuch maßgebenden amtlichen Verzeichnis;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bezeichnung des Eigenbesitzers, sofern sie dem Grundbuchamt bekannt oder zu ermitteln ist;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Aufforderung an die Personen, welche das Eigentum in Anspruch nehmen, ihr Recht binnen einer vom Grundbuchamt zu bestimmenden Frist von mindestens sechs Wochen anzumelden und glaubhaft zu machen, widrigenfalls ihr Recht bei der Anlegung des Grundbuchs nicht berücksichtigt wird.</LA></DD> </DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE014902311",
        "name": "§ 121",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>(1) Das Aufgebot ist an die für den Aushang von Bekanntmachungen des Grundbuchamts bestimmte Stelle anzuheften und einmal in dem für die amtlichen Bekanntmachungen des Grundbuchamts bestimmten Blatte zu veröffentlichen. Das Grundbuchamt kann anordnen, daß die Veröffentlichung mehrere Male und noch in anderen Blättern zu erfolgen habe oder, falls das Grundstück einen Wert von weniger als 3.000 Euro hat, daß sie ganz unterbleibe.</P><P>(2) Das Aufgebot ist in der Gemeinde, in deren Bezirk das Grundstück liegt, an der für amtliche Bekanntmachungen bestimmten Stelle anzuheften oder in sonstiger ortsüblicher Weise bekanntzumachen. Dies gilt nicht, wenn in der Gemeinde eine Anheftung von amtlichen Bekanntmachungen nicht vorgesehen ist und eine sonstige ortsübliche Bekanntmachung lediglich zu einer zusätzlichen Veröffentlichung in einem der in Absatz 1 bezeichneten Blätter führen würde.</P><P>(3) Das Aufgebot soll den Personen, die das Eigentum in Anspruch nehmen und dem Grundbuchamt bekannt sind, von Amts wegen zugestellt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015001307",
        "name": "§ 122",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>Das Grundbuchblatt darf, wenn ein Aufgebotsverfahren (§§ 120, 121) nicht stattgefunden hat, erst angelegt werden, nachdem in der Gemeinde, in deren Bezirk das Grundstück liegt, das Bevorstehen der Anlegung und der Name des als Eigentümer Einzutragenden öffentlich bekanntgemacht und seit der Bekanntmachung ein Monat verstrichen ist; die Art der Bekanntmachung bestimmt das Grundbuchamt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015101307",
        "name": "§ 123",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>Als Eigentümer ist in das Grundbuch einzutragen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der ermittelte Eigentümer;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonst der Eigenbesitzer, dessen Eigentum dem Grundbuchamt glaubhaft gemacht ist;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonst derjenige, dessen Eigentum nach Lage der Sache dem Grundbuchamt am wahrscheinlichsten erscheint.</LA></DD> </DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015201307",
        "name": "§ 124",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>(1) Beschränkte dingliche Rechte am Grundstück oder sonstige Eigentumsbeschränkungen werden bei der Anlegung des Grundbuchblatts nur eingetragen, wenn sie bei dem Grundbuchamt angemeldet und entweder durch öffentliche oder öffentlich beglaubigte Urkunden, deren erklärter Inhalt vom Eigentümer stammt, nachgewiesen oder von dem Eigentümer anerkannt sind.</P><P>(2) Der Eigentümer ist über die Anerkennung anzuhören. Bestreitet er das angemeldete Recht, so wird es, falls es glaubhaft gemacht ist, durch Eintragung eines Widerspruchs gesichert.</P><P>(3) Der Rang der Rechte ist gemäß den für sie zur Zeit ihrer Entstehung maßgebenden Gesetzen und, wenn er hiernach nicht bestimmt werden kann, nach der Reihenfolge ihrer Anmeldung einzutragen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015301307",
        "name": "§ 125",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001001307"
        },
        "body": "<P>Die Beschwerde gegen die Anlegung des Grundbuchblatts ist unzulässig. Im Wege der Beschwerde kann jedoch verlangt werden, daß das Grundbuchamt angewiesen wird, nach § 53 einen Widerspruch einzutragen oder eine Löschung vorzunehmen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG001101307",
        "name": "Siebenter Abschnitt",
        "title": "Das maschinell geführte Grundbuch",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015403125",
        "name": "§ 126",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>(1) Die Landesregierungen können durch Rechtsverordnung bestimmen, daß und in welchem Umfang das Grundbuch in maschineller Form als automatisiertes Dateisystem geführt wird; sie können dabei auch bestimmen, dass das Grundbuch in strukturierter Form mit logischer Verknüpfung der Inhalte (Datenbankgrundbuch) geführt wird. Hierbei muß gewährleistet sein, daß <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Grundsätze einer ordnungsgemäßen Datenverarbeitung eingehalten, insbesondere Vorkehrungen gegen einen Datenverlust getroffen sowie die erforderlichen Kopien der Datenbestände mindestens tagesaktuell gehalten und die originären Datenbestände sowie deren Kopien sicher aufbewahrt werden;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die vorzunehmenden Eintragungen alsbald in einen Datenspeicher aufgenommen und auf Dauer inhaltlich unverändert in lesbarer Form wiedergegeben werden können;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die nach den Artikeln 24, 25 und 32 der Verordnung (EU) 2016/679 erforderlichen Anforderungen erfüllt sind.</LA></DD></DL>Die Landesregierungen können durch Rechtsverordnung die Ermächtigung nach Satz 1 auf die Landesjustizverwaltungen übertragen.</P><P>(2) Die Führung des Grundbuchs in maschineller Form umfaßt auch die Einrichtung und Führung eines Verzeichnisses der Eigentümer und der Grundstücke sowie weitere, für die Führung des Grundbuchs in maschineller Form erforderliche Verzeichnisse. Das Grundbuchamt kann für die Führung des Grundbuchs auch Verzeichnisse der in Satz 1 bezeichneten Art nutzen, die bei den für die Führung des Liegenschaftskatasters zuständigen Stellen eingerichtet sind; diese dürfen die in Satz 1 bezeichneten Verzeichnisse insoweit nutzen, als dies für die Führung des Liegenschaftskatasters erforderlich ist.</P><P>(3) Die Datenverarbeitung kann im Auftrag des nach § 1 zuständigen Grundbuchamts auf den Anlagen einer anderen staatlichen Stelle oder auf den Anlagen einer juristischen Person des öffentlichen Rechts vorgenommen werden, wenn die ordnungsgemäße Erledigung der Grundbuchsachen sichergestellt ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015502311",
        "name": "§ 127",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>(1) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung zu bestimmen, dass <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundbuchämter Änderungen der Nummer, unter der ein Grundstück im Liegenschaftskataster geführt wird, die nicht auf einer Änderung der Umfangsgrenzen des Grundstücks beruhen, sowie im Liegenschaftskataster enthaltene Angaben über die tatsächliche Beschreibung des Grundstücks aus dem Liegenschaftskataster automatisiert in das Grundbuch und in Verzeichnisse nach § 126 Absatz 2 einspeichern sollen;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundbuchämter den für die Führung des Liegenschaftskatasters zuständigen Stellen die Grundbuchstellen sowie Daten des Bestandsverzeichnisses und der ersten Abteilung automatisiert in elektronischer Form übermitteln;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundbuchämter, die die Richtigstellung der Bezeichnung eines Berechtigten in von ihnen geführten Grundbüchern vollziehen, diese Richtigstellung auch in Grundbüchern vollziehen dürfen, die von anderen Grundbuchämtern des jeweiligen Landes geführt werden;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Bezug auf Gesamtrechte ein nach den allgemeinen Vorschriften zuständiges Grundbuchamt auch zuständig ist, soweit Grundbücher betroffen sind, die von anderen Grundbuchämtern des jeweiligen Landes geführt werden.</LA></DD></DL>Die Anordnungen können auf einzelne Grundbuchämter beschränkt werden. In den Fällen des Satzes 1 Nummer 3 und 4 können auch Regelungen zur Bestimmung des zuständigen Grundbuchamts getroffen und die Einzelheiten des jeweiligen Verfahrens geregelt werden. Die Landesregierungen können die Ermächtigungen durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen.</P><P>(2) Soweit das Grundbuchamt nach bundesrechtlicher Vorschrift verpflichtet ist, einem Gericht oder einer Behörde über eine Eintragung Mitteilung zu machen, besteht diese Verpflichtung nicht bezüglich der Angaben, die nach Maßgabe des Absatzes 1 Satz 1 Nummer 1 aus dem Liegenschaftskataster in das Grundbuch übernommen wurden.</P><P>(3) Ein nach Absatz 1 Satz 1 Nummer 4 zuständiges Grundbuchamt gilt in Bezug auf die Angelegenheit als für die Führung der betroffenen Grundbuchblätter zuständig. Die Bekanntgabe der Eintragung nach § 55a Absatz 2 ist nicht erforderlich. Werden die Grundakten nicht elektronisch geführt, sind in den Fällen des Absatzes 1 Satz 1 Nummer 3 und 4 den anderen beteiligten Grundbuchämtern beglaubigte Kopien der Urkunden zu übermitteln, auf die sich die Eintragung gründet oder auf die sie Bezug nimmt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015602160",
        "name": "§ 128",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>(1) Das maschinell geführte Grundbuch tritt für ein Grundbuchblatt an die Stelle des bisherigen Grundbuchs, sobald es freigegeben worden ist. Die Freigabe soll erfolgen, sobald die Eintragungen dieses Grundbuchblattes in den für die Grundbucheintragungen bestimmten Datenspeicher aufgenommen worden sind.</P><P>(2) Der Schließungsvermerk im bisherigen Grundbuch ist lediglich von einer der nach § 44 Abs. 1 Satz 2 zur Unterschrift zuständigen Personen zu unterschreiben.</P><P>(3) Die bisherigen Grundbücher können ausgesondert werden, soweit die Anlegung des maschinell geführten Grundbuchs in der Weise erfolgt ist, dass der gesamte Inhalt der bisherigen Grundbuchblätter in den für das maschinell geführte Grundbuch bestimmten Datenspeicher aufgenommen wurde und die Wiedergabe auf dem Bildschirm bildlich mit den bisherigen Grundbuchblättern übereinstimmt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015702311",
        "name": "§ 129",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>(1) Eine Eintragung wird wirksam, sobald sie in den für die Grundbucheintragungen bestimmten Datenspeicher aufgenommen ist und auf Dauer inhaltlich unverändert in lesbarer Form wiedergegeben werden kann. Durch eine Bestätigungsanzeige oder in anderer geeigneter Weise ist zu überprüfen, ob diese Voraussetzungen eingetreten sind.</P><P>(2) Jede Eintragung soll den Tag angeben, an dem sie wirksam geworden ist. Bei Eintragungen, die gemäß § 127 Absatz 1 Satz 1 Nummer 1 Inhalt des Grundbuchs werden, bedarf es abweichend von Satz 1 der Angabe des Tages der Eintragung im Grundbuch nicht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015801307",
        "name": "§ 130",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>§ 44 Abs. 1 Satz 1, 2 Halbsatz 2 und Satz 3 ist für die maschinelle Grundbuchführung nicht anzuwenden; § 44 Abs. 1 Satz 2 erster Halbsatz gilt mit der Maßgabe, daß die für die Führung des Grundbuchs zuständige Person auch die Eintragung veranlassen kann. Wird die Eintragung nicht besonders verfügt, so ist in geeigneter Weise der Veranlasser der Speicherung aktenkundig oder sonst feststellbar zu machen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE015903125",
        "name": "§ 131",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>(1) Wird das Grundbuch in maschineller Form als automatisiertes Dateisystem geführt, so tritt an die Stelle der Abschrift der Ausdruck und an die Stelle der beglaubigten Abschrift der amtliche Ausdruck. Die Ausdrucke werden nicht unterschrieben. Der amtliche Ausdruck ist als solcher zu bezeichnen und mit einem Dienstsiegel oder -stempel zu versehen; er steht einer beglaubigten Abschrift gleich.</P><P>(2) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zu bestimmen, dass Auskünfte über grundbuchblattübergreifende Auswertungen von Grundbuchinhalten verlangt werden können, soweit ein berechtigtes Interesse dargelegt ist, und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einzelheiten des Verfahrens zur Auskunftserteilung zu regeln.</LA></DD></DL>Sie können diese Ermächtigungen durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE016002160",
        "name": "§ 132",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>Die Einsicht in das maschinell geführte Grundbuch kann auch bei einem anderen als dem Grundbuchamt gewährt werden, das dieses Grundbuch führt. Über die Gestattung der Einsicht entscheidet das Grundbuchamt, bei dem die Einsicht begehrt wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE016107125",
        "name": "§ 133",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>(1) Die Einrichtung eines automatisierten Verfahrens, das die Übermittlung der Daten aus dem maschinell geführten Grundbuch durch Abruf ermöglicht, ist zulässig, sofern sichergestellt ist, daß <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Abruf von Daten die nach den oder auf Grund der §§ 12 und 12a zulässige Einsicht nicht überschreitet und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zulässigkeit der Abrufe auf der Grundlage einer Protokollierung kontrolliert werden kann.</LA></DD></DL></P><P>(2) Die Einrichtung eines automatisierten Abrufverfahrens nach Absatz 1 bedarf der Genehmigung durch die Landesjustizverwaltung. Die Genehmigung darf nur Gerichten, Behörden, Notaren, öffentlich bestellten Vermessungsingenieuren, an dem Grundstück dinglich Berechtigten, einer von dinglich Berechtigten beauftragten Person oder Stelle, der Staatsbank Berlin sowie für Zwecke der maschinellen Bearbeitung von Auskunftsanträgen (Absatz 4), nicht jedoch anderen öffentlich-rechtlichen Kreditinstituten erteilt werden. Sie setzt voraus, daß <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">diese Form der Datenübermittlung unter Berücksichtigung der schutzwürdigen Interessen der betroffenen dinglich Berechtigten wegen der Vielzahl der Übermittlungen oder wegen ihrer besonderen Eilbedürftigkeit angemessen ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">auf seiten des Empfängers die Grundsätze einer ordnungsgemäßen Datenverarbeitung eingehalten werden und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">auf seiten der grundbuchführenden Stelle die technischen Möglichkeiten der Einrichtung und Abwicklung des Verfahrens gegeben sind und eine Störung des Geschäftsbetriebs des Grundbuchamts nicht zu erwarten ist.</LA></DD></DL>Satz 3 Nummer 1 gilt nicht für die Erteilung der Genehmigung für Notare.</P><P>(3) Die Genehmigung ist zu widerrufen, wenn eine der in Absatz 2 genannten Voraussetzungen weggefallen ist. Sie kann widerrufen werden, wenn die Anlage mißbräuchlich benutzt worden ist. Ein öffentlich-rechtlicher Vertrag oder eine Verwaltungsvereinbarung kann in den Fällen der Sätze 1 und 2 gekündigt werden. In den Fällen des Satzes 1 ist die Kündigung zu erklären.</P><P>(4) Im automatisierten Abrufverfahren nach Absatz 1 können auch Anträge auf Auskunft aus dem Grundbuch (Einsichtnahme und Erteilung von Abschriften) nach § 12 und den diese Vorschriften ausführenden Bestimmungen maschinell bearbeitet werden. Absatz 2 Satz 1 und 3 gilt entsprechend. Die maschinelle Bearbeitung ist nur zulässig, wenn der Eigentümer des Grundstücks, bei Erbbau- und Gebäudegrundbüchern der Inhaber des Erbbaurechts oder Gebäudeeigentums, zustimmt oder die Zwangsvollstreckung in das Grundstück, Erbbaurecht oder Gebäudeeigentum betrieben werden soll und die abrufende Person oder Stelle das Vorliegen dieser Umstände durch Verwendung entsprechender elektronischer Zeichen versichert.</P><P>(5) Dem Eigentümer des Grundstücks oder dem Inhaber eines grundstücksgleichen Rechts ist jederzeit Auskunft aus einem über die Abrufe zu führenden Protokoll zu geben, soweit nicht die Bekanntgabe den Erfolg strafrechtlicher Ermittlungen oder die Aufgabenwahrnehmung einer Verfassungsschutzbehörde, des Bundesnachrichtendienstes oder des Militärischen Abschirmdienstes gefährden würde; dieses Protokoll kann nach Ablauf von zwei Jahren vernichtet werden.</P><P>(6) Genehmigungen nach Absatz 2 gelten in Ansehung der Voraussetzungen nach den Absätzen 1 und 2 Satz 3 Nr. 1 und 2 im gesamten Land, dessen Behörden sie erteilt haben. Sobald die technischen Voraussetzungen dafür gegeben sind, gelten sie auch im übrigen Bundesgebiet. Das Bundesministerium der Justiz und für Verbraucherschutz stellt durch Rechtsverordnung mit Zustimmung des Bundesrates fest, wann und in welchen Teilen des Bundesgebiets diese Voraussetzungen gegeben sind. Anstelle der Genehmigungen können auch öffentlich-rechtliche Verträge oder Verwaltungsvereinbarungen geschlossen werden. Die Sätze 1 und 2 gelten entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017700311",
        "name": "§ 133a",
        "title": "Erteilung von Grundbuchabdrucken durch Notare; Verordnungsermächtigung",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>(1) Notare dürfen demjenigen, der ihnen ein berechtigtes Interesse im Sinne des § 12 darlegt, den Inhalt des Grundbuchs mitteilen. Die Mitteilung kann auch durch die Erteilung eines Grundbuchabdrucks erfolgen.</P><P>(2) Die Mitteilung des Grundbuchinhalts im öffentlichen Interesse oder zu wissenschaftlichen und Forschungszwecken ist nicht zulässig.</P><P>(3) Über die Mitteilung des Grundbuchinhalts führt der Notar ein Protokoll. Dem Eigentümer des Grundstücks oder dem Inhaber eines grundstücksgleichen Rechts ist auf Verlangen Auskunft aus diesem Protokoll zu geben.</P><P>(4) Einer Protokollierung der Mitteilung bedarf es nicht, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Mitteilung der Vorbereitung oder Ausführung eines sonstigen Amtsgeschäfts nach § 20 oder § 24 Absatz 1 der Bundesnotarordnung dient oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Grundbuchinhalt dem Auskunftsberechtigten nach Absatz 3 Satz 2 mitgeteilt wird.</LA></DD></DL></P><P>(5) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung zu bestimmen, dass abweichend von Absatz 1 der Inhalt von Grundbuchblättern, die von Grundbuchämtern des jeweiligen Landes geführt werden, nicht mitgeteilt werden darf. Dies gilt nicht, wenn die Mitteilung der Vorbereitung oder Ausführung eines sonstigen Amtsgeschäfts nach § 20 oder § 24 Absatz 1 der Bundesnotarordnung dient. Die Landesregierungen können die Ermächtigung durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE016204311",
        "name": "§ 134",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates nähere Vorschriften zu erlassen über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einzelheiten der Anforderungen an die Einrichtung und das Nähere zur Gestaltung des maschinell geführten Grundbuchs sowie die Abweichungen von den Vorschriften des Ersten bis Sechsten Abschnitts der Grundbuchordnung, die für die maschinelle Führung des Grundbuchs erforderlich sind;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einzelheiten der Gewährung von Einsicht in maschinell geführte Grundbücher;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einzelheiten der Einrichtung automatisierter Verfahren zur Übermittlung von Daten aus dem Grundbuch auch durch Abruf und der Genehmigung hierfür.</LA></DD></DL>Das Bundesministerium der Justiz und für Verbraucherschutz kann im Rahmen seiner Ermächtigung nach Satz 1 die Regelung weiterer Einzelheiten durch Rechtsverordnung den Landesregierungen übertragen und hierbei auch vorsehen, daß diese ihre Ermächtigung durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen können.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017603125",
        "name": "§ 134a",
        "title": "Datenübermittlung bei der Entwicklung von Verfahren zur Anlegung des Datenbankgrundbuchs",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001101307"
        },
        "body": "<P>(1) Die Landesjustizverwaltungen können dem Entwickler eines automatisierten optischen Zeichen- und Inhaltserkennungsverfahrens (Migrationsprogramm) nach Maßgabe der Absätze 2 bis 5 Grundbuchdaten zur Verfügung stellen. Das Migrationsprogramm soll bei der Einführung eines Datenbankgrundbuchs die Umwandlung der Grundbuchdaten in voll strukturierte Eintragungen sowie deren Speicherung unterstützen.</P><P>(2) Der Entwickler des Migrationsprogramms darf die ihm übermittelten Grundbuchdaten ausschließlich für die Entwicklung und den Test des Migrationsprogramms verwenden. Die Übermittlung der Daten an den Entwickler erfolgt zentral über eine durch Verwaltungsabkommen der Länder bestimmte Landesjustizverwaltung. Die beteiligten Stellen haben dem jeweiligen Stand der Technik entsprechende Maßnahmen zur Sicherstellung von Datenschutz und Datensicherheit zu treffen, insbesondere zur Wahrung der Vertraulichkeit der betroffenen Daten. Die nach Satz 2 bestimmte Landesjustizverwaltung ist für die Einhaltung der Vorschriften des Datenschutzes verantwortlich und vereinbart mit dem Entwickler die Einzelheiten der Datenverarbeitung.</P><P>(3) Die Auswahl der zu übermittelnden Grundbuchdaten erfolgt durch die Landesjustizverwaltungen. Ihr ist ein inhaltlich repräsentativer Querschnitt des Grundbuchdatenbestands zugrunde zu legen. Im Übrigen erfolgt die Auswahl nach formalen Kriterien. Dazu zählen insbesondere die für die Grundbucheintragungen verwendeten Schriftarten und Schriftbilder, die Gliederung der Grundbuchblätter, die Darstellungsqualität der durch Umstellung erzeugten Grundbuchinhalte sowie das Dateiformat der umzuwandelnden Daten. Es dürfen nur so viele Daten übermittelt werden, wie für die Entwicklung und den Test des Migrationsprogramms notwendig sind, je Land höchstens 5 Prozent des jeweiligen Gesamtbestands an Grundbuchblättern.</P><P>(4) Der Entwickler des Migrationsprogramms kann die von ihm gespeicherten Grundbuchdaten sowie die daraus abgeleiteten Daten der nach Absatz 2 Satz 2 bestimmten Landesjustizverwaltung oder den jeweils betroffenen Landesjustizverwaltungen übermitteln. Dort dürfen die Daten nur für Funktionstests des Migrationsprogramms sowie für die Prüfung und Geltendmachung von Gewährleistungsansprüchen in Bezug auf das Migrationsprogramm verwendet werden; die Daten sind dort zu löschen, wenn sie dafür nicht mehr erforderlich sind.</P><P>(5) Der Entwickler des Migrationsprogramms hat die von ihm gespeicherten Grundbuchdaten sowie die daraus abgeleiteten Daten zu löschen, sobald ihre Kenntnis für die Erfüllung der in Absatz 2 Satz 1 genannten Zwecke nicht mehr erforderlich ist. An die Stelle einer Löschung tritt eine Sperrung, soweit und solange die Kenntnis der in Satz 1 bezeichneten Daten für die Abwehr von Gewährleistungsansprüchen der Landesjustizverwaltungen erforderlich ist. Ihm überlassene Datenträger hat der Entwickler der übermittelnden Stelle zurückzugeben.</P><P>(6) Für den im Rahmen der Konzeptionierung eines Datenbankgrundbuchs zu erstellenden Prototypen eines Migrationsprogramms mit eingeschränkter Funktionalität gelten die Absätze 1 bis 5 entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG001200160",
        "name": "Achter Abschnitt",
        "title": "Elektronischer Rechtsverkehr und elektronische Grundakte",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE016900160",
        "name": "§ 135",
        "title": "Elektronischer Rechtsverkehr und elektronische Grundakte; Verordnungsermächtigungen",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001200160"
        },
        "body": "<P>(1) Anträge, sonstige Erklärungen sowie Nachweise über andere Eintragungsvoraussetzungen können dem Grundbuchamt nach Maßgabe der folgenden Bestimmungen als elektronische Dokumente übermittelt werden. Die Landesregierungen werden ermächtigt, durch Rechtsverordnung <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>den Zeitpunkt zu bestimmen, von dem an elektronische Dokumente übermittelt werden können; die Zulassung kann auf einzelne Grundbuchämter beschränkt werden;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>Einzelheiten der Datenübermittlung und -speicherung zu regeln sowie Dateiformate für die zu übermittelnden elektronischen Dokumente festzulegen, um die Eignung für die Bearbeitung durch das Grundbuchamt sicherzustellen;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die ausschließlich für den Empfang von in elektronischer Form gestellten Eintragungsanträgen und sonstigen elektronischen Dokumenten in Grundbuchsachen vorgesehene direkt adressierbare Einrichtung des Grundbuchamts zu bestimmen;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>zu bestimmen, dass Notare <DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>Dokumente elektronisch zu übermitteln haben und</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>neben den elektronischen Dokumenten bestimmte darin enthaltene Angaben in strukturierter maschinenlesbarer Form zu übermitteln haben;</LA></DD></DL>die Verpflichtung kann auf die Einreichung bei einzelnen Grundbuchämtern, auf einzelne Arten von Eintragungsvorgängen oder auf Dokumente bestimmten Inhalts beschränkt werden;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>Maßnahmen für den Fall des Auftretens technischer Störungen anzuordnen.</LA></DD></DL>Ein Verstoß gegen eine nach Satz 2 Nummer 4 begründete Verpflichtung steht dem rechtswirksamen Eingang von Dokumenten beim Grundbuchamt nicht entgegen.</P><P>(2) Die Grundakten können elektronisch geführt werden. Die Landesregierungen werden ermächtigt, durch Rechtsverordnung den Zeitpunkt zu bestimmen, von dem an die Grundakten elektronisch geführt werden; die Anordnung kann auf einzelne Grundbuchämter oder auf Teile des bei einem Grundbuchamt geführten Grundaktenbestands beschränkt werden.</P><P>(3) Die Landesregierungen können die Ermächtigungen nach Absatz 1 Satz 2 und Absatz 2 Satz 2 durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen.</P><P>(4) Für den elektronischen Rechtsverkehr und die elektronischen Grundakten gilt § 126 Absatz 1 Satz 2 und Absatz 3 entsprechend. Die Vorschriften des Vierten Abschnitts über den elektronischen Rechtsverkehr und die elektronische Akte in Beschwerdeverfahren bleiben unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017000160",
        "name": "§ 136",
        "title": "Eingang elektronischer Dokumente beim Grundbuchamt",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001200160"
        },
        "body": "<P>(1) Ein mittels Datenfernübertragung als elektronisches Dokument übermittelter Eintragungsantrag ist beim Grundbuchamt eingegangen, sobald ihn die für den Empfang bestimmte Einrichtung nach § 135 Absatz 1 Satz 2 Nummer 3 aufgezeichnet hat. Der genaue Zeitpunkt soll mittels eines elektronischen Zeitstempels bei dem Antrag vermerkt werden. § 13 Absatz 2 und 3 ist nicht anzuwenden. Die Übermittlung unmittelbar an die nach § 135 Absatz 1 Satz 2 Nummer 3 bestimmte Einrichtung ist dem Absender unter Angabe des Eingangszeitpunkts unverzüglich zu bestätigen. Die Bestätigung ist mit einer elektronischen Signatur zu versehen, die die Prüfung der Herkunft und der Unverfälschtheit der durch sie signierten Daten ermöglicht.</P><P>(2) Für den Eingang eines Eintragungsantrags, der als elektronisches Dokument auf einem Datenträger eingereicht wird, gilt § 13 Absatz 2 Satz 2 und Absatz 3. Der genaue Zeitpunkt des Antragseingangs soll bei dem Antrag vermerkt werden.</P><P>(3) Elektronische Dokumente können nur dann rechtswirksam beim Grundbuchamt eingehen, wenn sie für die Bearbeitung durch das Grundbuchamt geeignet sind. Ist ein Dokument für die Bearbeitung durch das Grundbuchamt nicht geeignet, ist dies dem Absender oder dem Einreicher eines Datenträgers nach Absatz 2 Satz 1 unter Hinweis auf die Unwirksamkeit des Eingangs und auf die geltenden technischen Rahmenbedingungen unverzüglich mitzuteilen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017102311",
        "name": "§ 137",
        "title": "Form elektronischer Dokumente",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001200160"
        },
        "body": "<P>(1) Ist eine zur Eintragung erforderliche Erklärung oder eine andere Voraussetzung der Eintragung durch eine öffentliche oder öffentlich beglaubigte Urkunde nachzuweisen, so kann diese als ein mit einem einfachen elektronischen Zeugnis nach § 39a des Beurkundungsgesetzes versehenes elektronisches Dokument übermittelt werden. Der Nachweis kann auch durch die Übermittlung eines öffentlichen elektronischen Dokuments (§ 371a Absatz 3 Satz 1 der Zivilprozessordnung) geführt werden, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Dokument mit einer qualifizierten elektronischen Signatur versehen ist und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das der Signatur zugrunde liegende qualifizierte Zertifikat oder ein zugehöriges qualifiziertes Attributzertifikat die Behörde oder die Eigenschaft als mit öffentlichem Glauben versehene Person erkennen lässt.</LA></DD></DL>Ein etwaiges Erfordernis, dem Grundbuchamt den Besitz der Urschrift oder einer Ausfertigung einer Urkunde nachzuweisen, bleibt unberührt.</P><P>(2) Werden Erklärungen oder Ersuchen einer Behörde, auf Grund deren eine Eintragung vorgenommen werden soll, als elektronisches Dokument übermittelt, muss <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Dokument den Namen der ausstellenden Person enthalten und die Behörde erkennen lassen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Dokument von der ausstellenden Person mit einer qualifizierten elektronischen Signatur versehen sein und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das der Signatur zugrunde liegende qualifizierte Zertifikat oder ein zugehöriges qualifiziertes Attributzertifikat die Behörde erkennen lassen.</LA></DD></DL></P><P>(3) Erklärungen, für die durch Rechtsvorschrift die Schriftform vorgeschrieben ist, können als elektronisches Dokument übermittelt werden, wenn dieses den Namen der ausstellenden Person enthält und mit einer qualifizierten elektronischen Signatur versehen ist.</P><P>(4) Eintragungsanträge sowie sonstige Erklärungen, die nicht den Formvorschriften der Absätze 1 bis 3 unterliegen, können als elektronisches Dokument übermittelt werden, wenn dieses den Namen der ausstellenden Person enthält. Die §§ 30 und 31 gelten mit der Maßgabe, dass die in der Form des § 29 nachzuweisenden Erklärungen als elektronische Dokumente gemäß den Absätzen 1 und 2 übermittelt werden können.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017200160",
        "name": "§ 138",
        "title": "Übertragung von Dokumenten",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001200160"
        },
        "body": "<P>(1) In Papierform vorliegende Schriftstücke können in elektronische Dokumente übertragen und in dieser Form anstelle der Schriftstücke in die Grundakte übernommen werden. Die Schriftstücke können anschließend ausgesondert werden, die mit einem Eintragungsantrag eingereichten Urkunden jedoch nicht vor der Entscheidung über den Antrag.</P><P>(2) Der Inhalt der zur Grundakte genommenen elektronischen Dokumente ist in lesbarer Form zu erhalten. Die Dokumente können hierzu in ein anderes Dateiformat übertragen und in dieser Form anstelle der bisherigen Dateien in die Grundakte übernommen werden.</P><P>(3) Wird die Grundakte nicht elektronisch geführt, sind von den eingereichten elektronischen Dokumenten Ausdrucke für die Akte zu fertigen. Die elektronischen Dokumente können aufbewahrt und nach der Anlegung der elektronischen Grundakte in diese übernommen werden; nach der Übernahme können die Ausdrucke vernichtet werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017300160",
        "name": "§ 139",
        "title": "Aktenausdruck, Akteneinsicht und Datenabruf",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001200160"
        },
        "body": "<P>(1) An die Stelle der Abschrift aus der Grundakte tritt der Ausdruck und an die Stelle der beglaubigten Abschrift der amtliche Ausdruck. Die Ausdrucke werden nicht unterschrieben. Der amtliche Ausdruck ist als solcher zu bezeichnen und mit einem Dienstsiegel oder -stempel zu versehen; er steht einer beglaubigten Abschrift gleich.</P><P>(2) Die Einsicht in die elektronischen Grundakten kann auch bei einem anderen als dem Grundbuchamt gewährt werden, das diese Grundakten führt. Über die Gestattung der Einsicht entscheidet das Grundbuchamt, bei dem die Einsicht begehrt wird.</P><P>(3) Für den Abruf von Daten aus den elektronischen Grundakten kann ein automatisiertes Verfahren eingerichtet werden. § 133 gilt entsprechend mit der Maßgabe, dass das Verfahren nicht auf die in § 12 Absatz 1 Satz 2 genannten Urkunden beschränkt ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017402311",
        "name": "§ 140",
        "title": "Entscheidungen, Verfügungen und Mitteilungen",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001200160"
        },
        "body": "<P>(1) Wird die Grundakte vollständig oder teilweise elektronisch geführt, können Entscheidungen und Verfügungen in elektronischer Form erlassen werden. Sie sind von der ausstellenden Person mit ihrem Namen zu versehen, Beschlüsse und Zwischenverfügungen zusätzlich mit einer qualifizierten elektronischen Signatur. Die Landesregierungen werden ermächtigt, durch Rechtsverordnung den Zeitpunkt zu bestimmen, von dem an Entscheidungen und Verfügungen in elektronischer Form zu erlassen sind; die Anordnung kann auf einzelne Grundbuchämter beschränkt werden. Die Landesregierungen können die Ermächtigung durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen.</P><P>(2) Den in § 174 Absatz 1 der Zivilprozessordnung genannten Empfängern können Entscheidungen, Verfügungen und Mitteilungen durch die Übermittlung elektronischer Dokumente bekannt gegeben werden. Im Übrigen ist die Übermittlung elektronischer Dokumente zulässig, wenn der Empfänger dem ausdrücklich zugestimmt hat. Die Dokumente sind gegen unbefugte Kenntnisnahme zu schützen. Bei der Übermittlung von Beschlüssen und Zwischenverfügungen sind die Dokumente mit einer elektronischen Signatur zu versehen, die die Prüfung der Herkunft und der Unverfälschtheit der durch sie signierten Daten ermöglicht.</P><P>(3) Ausfertigungen und Abschriften von Entscheidungen und Verfügungen, die in elektronischer Form erlassen wurden, können von einem Ausdruck gefertigt werden. Ausfertigungen von Beschlüssen und Zwischenverfügungen sind von dem Urkundsbeamten der Geschäftsstelle zu unterschreiben und mit einem Dienstsiegel oder -stempel zu versehen.</P><P>(4) Die Vorschriften des Vierten Abschnitts über gerichtliche elektronische Dokumente in Beschwerdeverfahren bleiben unberührt. Absatz 1 gilt nicht für den Vollzug von Grundbucheintragungen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017502311",
        "name": "§ 141",
        "title": "Ermächtigung des Bundesministeriums der Justiz und für Verbraucherschutz",
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG001200160"
        },
        "body": "<P>Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates nähere Vorschriften zu erlassen über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einzelheiten der technischen und organisatorischen Anforderungen an die Einrichtung des elektronischen Rechtsverkehrs und der elektronischen Grundakte, soweit diese nicht von § 135 Absatz 1 Satz 2 Nummer 2 erfasst sind,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einzelheiten der Anlegung und Gestaltung der elektronischen Grundakte,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einzelheiten der Übertragung von in Papierform vorliegenden Schriftstücken in elektronische Dokumente sowie der Übertragung elektronischer Dokumente in die Papierform oder in andere Dateiformate,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einzelheiten der Gewährung von Einsicht in elektronische Grundakten und</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einzelheiten der Einrichtung automatisierter Verfahren zur Übermittlung von Daten aus den elektronischen Grundakten auch durch Abruf und der Genehmigung hierfür.</LA></DD></DL>Das Bundesministerium der Justiz und für Verbraucherschutz kann im Rahmen seiner Ermächtigung nach Satz 1 die Regelung weiterer Einzelheiten durch Rechtsverordnung den Landesregierungen übertragen und hierbei auch vorsehen, dass diese ihre Ermächtigung durch Rechtsverordnung auf die Landesjustizverwaltungen übertragen können.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR001390897BJNG000903160",
        "name": "Neunter Abschnitt",
        "title": "Übergangs- und Schlußbestimmungen",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012704160",
        "name": "§ 142",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>(1) (Inkrafttreten)</P><P>(2) Die Artikel 1 Abs. 2, Artikel 2, 50, 55 des Einführungsgesetzes zum Bürgerlichen Gesetzbuche sind entsprechend anzuwenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012805311",
        "name": "§ 143",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>(1) Soweit im Einführungsgesetz zum Bürgerlichen Gesetzbuche zugunsten der Landesgesetze Vorbehalte gemacht sind, gelten sie auch für die Vorschriften der Landesgesetze über das Grundbuchwesen; jedoch sind die §§ 12a und 13 Abs. 3, § 44 Abs. 1 Satz 2 und 3, § 56 Abs. 2, § 59 Abs. 1 Satz 2, § 61 Abs. 3 und § 62 Abs. 2 auch in diesen Fällen anzuwenden.</P><P>(2) Absatz 1 zweiter Halbsatz gilt auch für die grundbuchmäßige Behandlung von Bergbauberechtigungen.</P><P>(3) Vereinigungen und Zuschreibungen zwischen Grundstücken und Rechten, für die nach Landesrecht die Vorschriften über Grundstücke gelten, sollen nicht vorgenommen werden.</P><P>(4) § 15 Absatz 3 gilt nicht, soweit die zu einer Eintragung erforderlichen Erklärungen von einer gemäß § 68 des Beurkundungsgesetzes nach Landesrecht zuständigen Person oder Stelle öffentlich beglaubigt worden sind.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE012904160",
        "name": "§ 144",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>(1) Die Vorschriften des § 20 und des § 22 Abs. 2 über das Erbbaurecht sowie die Vorschrift des § 49 sind auf die in den Artikeln <I>63</I>, 68 des Einführungsgesetzes zum Bürgerlichen Gesetzbuche bezeichneten Rechte entsprechend anzuwenden.</P><P>(2) Ist auf dem Blatt eines Grundstücks ein Recht der in den Artikeln <I>63</I> und 68 des Einführungsgesetzes zum Bürgerlichen Gesetzbuche bezeichneten Art eingetragen, so ist auf Antrag für dieses Recht ein besonderes Grundbuchblatt anzulegen. Dies geschieht von Amts wegen, wenn das Recht veräußert oder belastet werden soll. Die Anlegung wird auf dem Blatt des Grundstücks vermerkt.</P><P>(3) Die Landesgesetze können bestimmen, daß statt der Vorschriften des Absatzes 2 die Vorschriften der §§ 14 bis 17 des Erbbaurechtsgesetzes entsprechend anzuwenden sind.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE013003160",
        "name": "§ 145",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>Die Bücher, die nach den bisherigen Bestimmungen als Grundbücher geführt wurden, gelten als Grundbücher im Sinne dieses Gesetzes.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE013103160",
        "name": "§ 146",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>Werden nach § 145 mehrere Bücher geführt, so muß jedes Grundstück in einem der Bücher eine besondere Stelle haben. An dieser Stelle ist auf die in den anderen Büchern befindlichen Eintragungen zu verweisen. Die Stelle des Hauptbuchs und die Stellen, auf welche verwiesen wird, gelten zusammen als das Grundbuchblatt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE013203160",
        "name": "§ 147",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>Sind in einem Buch, das nach § 145 als Grundbuch gilt, die Grundstücke nicht nach Maßgabe des § 2 Abs. 2 bezeichnet, so ist diese Bezeichnung von Amts wegen zu bewirken.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE013405311",
        "name": "§ 148",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>(1) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates das Verfahren zum Zwecke der Wiederherstellung eines ganz oder teilweise zerstörten oder abhandengekommenen Grundbuchs sowie das Verfahren zum Zwecke der Wiederbeschaffung zerstörter oder abhandengekommener Urkunden der in § 10 Absatz 1 bezeichneten Art zu bestimmen. Es kann dabei auch darüber bestimmen, in welcher Weise die zu einer Rechtsänderung erforderliche Eintragung bis zur Wiederherstellung des Grundbuchs ersetzt werden soll.</P><P>(2) Ist die Vornahme von Eintragungen in das maschinell geführte Grundbuch (§ 126) vorübergehend nicht möglich, so können auf Anordnung der Leitung des Grundbuchamts Eintragungen in einem Ersatzgrundbuch in Papierform vorgenommen werden, sofern hiervon Verwirrung nicht zu besorgen ist. Sie sollen in das maschinell geführte Grundbuch übernommen werden, sobald dies wieder möglich ist. Für die Eintragungen nach Satz 1 gilt § 44; in den Fällen des Satzes 2 gilt § 128 entsprechend. Die Landesregierungen werden ermächtigt, die Einzelheiten des Verfahrens durch Rechtsverordnung zu regeln; sie können diese Ermächtigung auf die Landesjustizverwaltungen durch Rechtsverordnung übertragen.</P><P>(3) Ist die Übernahme elektronischer Dokumente in die elektronische Grundakte vorübergehend nicht möglich, kann die Leitung des Grundbuchamts anordnen, dass von den Dokumenten ein Ausdruck für die Akte zu fertigen ist. Sie sollen in die elektronische Grundakte übernommen werden, sobald dies wieder möglich ist. § 138 Absatz 3 Satz 2 gilt entsprechend.</P><P>(4) Die Landesregierungen können durch Rechtsverordnung bestimmen, dass <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das bis dahin maschinell geführte Grundbuch wieder in Papierform geführt wird,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der elektronische Rechtsverkehr eingestellt wird oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die bis dahin elektronisch geführten Grundakten wieder in Papierform geführt werden.</LA></DD></DL>Die Rechtsverordnung soll nur erlassen werden, wenn die Voraussetzungen des § 126, auch in Verbindung mit § 135 Absatz 4 Satz 1, nicht nur vorübergehend entfallen sind und in absehbarer Zeit nicht wiederhergestellt werden können. Satz 2 gilt nicht, soweit durch Rechtsverordnung nach § 135 Absatz 1 und 2 bestimmt wurde, dass der elektronische Rechtsverkehr und die elektronische Führung der Grundakten lediglich befristet zu Erprobungszwecken zugelassen oder angeordnet wurden. § 44 gilt sinngemäß. Die Wiederanordnung der maschinellen Grundbuchführung nach dem Siebenten Abschnitt sowie die Wiedereinführung des elektronischen Rechtsverkehrs und die Wiederanordnung der elektronischen Führung der Grundakte nach dem Achten Abschnitt bleiben unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE016306311",
        "name": "§ 149",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>In Baden-Württemberg können die Gewährung von Einsicht in das maschinell geführte Grundbuch und in die elektronische Grundakte sowie die Erteilung von Ausdrucken hieraus im Wege der Organleihe auch bei den Gemeinden erfolgen. Zuständig ist der Ratschreiber, der mindestens die Befähigung zum mittleren Verwaltungs- oder Justizdienst haben muss. Er wird insoweit als Urkundsbeamter der Geschäftsstelle des Grundbuchamts tätig, in dessen Bezirk er bestellt ist. § 153 Absatz 5 Satz 1 des Gerichtsverfassungsgesetzes gilt entsprechend. Das Nähere wird durch Landesgesetz geregelt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE016506311",
        "name": "§ 150",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>(1) In dem in Artikel 3 des Einigungsvertrages genannten Gebiet gilt dieses Gesetz mit folgenden Maßgaben: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Grundbücher können abweichend von § 1 bis zum Ablauf des 31. Dezember 1994 von den bis zum 2. Oktober 1990 zuständigen oder später durch Landesrecht bestimmten Stellen (Grundbuchämter) geführt werden. Die Zuständigkeit der Bediensteten des Grundbuchamts richtet sich nach den für diese Stellen am Tag vor dem Wirksamwerden des Beitritts bestehenden oder in dem jeweiligen Lande erlassenen späteren Bestimmungen. Diese sind auch für die Zahl der erforderlichen Unterschriften und dafür maßgebend, inwieweit Eintragungen beim Grundstücksbestand zu unterschreiben sind. Vorschriften nach den Sätzen 2 und 3 können auch dann beibehalten, geändert oder ergänzt werden, wenn die Grundbücher wieder von den Amtsgerichten geführt werden. Sind vor dem 19. Oktober 1994 in Grundbüchern, die in dem in Artikel 3 des Einigungsvertrages genannten Gebiet geführt werden, Eintragungen vorgenommen worden, die nicht den Vorschriften des § 44 Abs. 1 entsprechen, so sind diese Eintragungen dennoch wirksam, wenn sie den Anforderungen der für die Führung des Grundbuchs von dem jeweiligen Land erlassenen Vorschriften genügen.</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Amtliches Verzeichnis der Grundstücke im Sinne des § 2 ist das am Tag vor dem Wirksamwerden des Beitritts zur Bezeichnung der Grundstücke maßgebende oder das an seine Stelle tretende Verzeichnis.</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Grundbücher, die nach den am Tag vor dem Wirksamwerden des Beitritts bestehenden Bestimmungen geführt werden, gelten als Grundbücher im Sinne der Grundbuchordnung.</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Soweit nach den am Tag vor dem Wirksamwerden des Beitritts geltenden Vorschriften Gebäudegrundbuchblätter anzulegen und zu führen sind, sind diese Vorschriften weiter anzuwenden. Dies gilt auch für die Kenntlichmachung der Anlegung des Gebäudegrundbuchblatts im Grundbuch des Grundstücks. Den Antrag auf Anlegung des Gebäudegrundbuchblatts kann auch der Gebäudeeigentümer stellen. Dies gilt entsprechend für nach später erlassenen Vorschriften anzulegende Gebäudegrundbuchblätter. Bei Eintragungen oder Berichtigungen im Gebäudegrundbuch ist in den Fällen des Artikels 233 § 4 des Einführungsgesetzes zum Bürgerlichen Gesetzbuche das Vorhandensein des Gebäudes nicht zu prüfen.</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Neben diesem Gesetz sind die Vorschriften der §§ 2 bis 85 des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit entsprechend anwendbar, soweit sich nicht etwas anderes aus Rechtsvorschriften, insbesondere aus den Vorschriften des Grundbuchrechts, oder daraus ergibt, daß die Grundbücher nicht von Gerichten geführt werden.</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Anträge auf Eintragung in das Grundbuch, die vor dem Wirksamwerden des Beitritts beim Grundbuchamt eingegangen sind, sind von diesem nach den am Tag vor dem Wirksamwerden des Beitritts geltenden Verfahrensvorschriften zu erledigen.</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Im übrigen gelten die in Anlage I Kapitel III Sachgebiet A Abschnitt III unter Nr. 28 des Einigungsvertrages aufgeführten allgemeinen Maßgaben entsprechend. Am Tag des Wirksamwerdens des Beitritts anhängige Beschwerdeverfahren sind an das zur Entscheidung über die Beschwerde nunmehr zuständige Gericht abzugeben.</LA></DD></DL></P><P>(2) Am 1. Januar 1995 treten nach Absatz 1 Nr. 1 Satz 1 fortgeltende oder von den Ländern erlassene Vorschriften, nach denen die Grundbücher von anderen als den in § 1 bezeichneten Stellen geführt werden, außer Kraft. Die in § 1 bezeichneten Stellen bleiben auch nach diesem Zeitpunkt verpflichtet, allgemeine Anweisungen für die beschleunigte Behandlung von Grundbuchsachen anzuwenden. Die Landesregierungen werden ermächtigt, durch Rechtsverordnung einen früheren Tag für das Außerkrafttreten dieser Vorschriften zu bestimmen. In den Fällen der Sätze 1 und 3 kann durch Rechtsverordnung der Landesregierung auch bestimmt werden, daß Grundbuchsachen in einem Teil des Grundbuchbezirks von einer hierfür eingerichteten Zweigstelle des Amtsgerichts (§ 1) bearbeitet werden, wenn dies nach den örtlichen Verhältnissen zur sachdienlichen Erledigung zweckmäßig erscheint, und, unbeschadet des § 176 Abs. 2 des Bundesberggesetzes im übrigen, welche Stelle nach Aufhebung der in Satz 1 bezeichneten Vorschriften die Berggrundbücher führt. Die Landesregierung kann ihre Ermächtigung nach dieser Vorschrift durch Rechtsverordnung auf die Landesjustizverwaltung übertragen.</P><P>(3) Soweit die Grundbücher von Behörden der Verwaltung oder Justizverwaltung geführt werden, ist gegen eine Entscheidung des Grundbuchamts (Absatz 1 Nr. 1 Satz 1), auch soweit sie nicht ausdrücklich im Auftrag des Leiters des Grundbuchamts ergangen ist oder ergeht, die Beschwerde nach § 71 der Grundbuchordnung gegeben. Diese Regelung gilt mit Wirkung vom 3. Oktober 1990, soweit Verfahren noch nicht rechtskräftig abgeschlossen sind. Anderweitig anhängige Verfahren über Rechtsmittel gegen Entscheidungen der Grundbuchämter gehen in dem Stand, in dem sie sich bei Inkrafttreten dieser Vorschrift befinden, auf das Beschwerdegericht über. Satz 1 tritt mit dem in Absatz 2 Satz 1 oder Satz 3 bezeichneten Zeitpunkt außer Kraft.</P><P>(4) In den Grundbuchämtern in dem in Artikel 3 des Einigungsvertrages genannten Gebiet können bis zum Ablauf des 31. Dezember 1999 auch Personen mit der Vornahme von Amtshandlungen betraut werden, die diesen Ämtern auf Grund von Dienstleistungsverträgen auf Dauer oder vorübergehend zugeteilt werden. Der Zeitpunkt kann durch Rechtsverordnung des Bundesministeriums der Justiz und für Verbraucherschutz mit Zustimmung des Bundesrates verlängert werden.</P><P>(5) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates nähere Vorschriften zu erlassen über den Nachweis der Befugnis, über <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>beschränkte dingliche Rechte an einem Grundstück, Gebäude oder sonstigen grundstücksgleichen Rechten,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>Vormerkungen oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>sonstige im Grundbuch eingetragene Lasten und Beschränkungen</LA></DD></DL>zu verfügen, deren Eintragung vor dem 1. Juli 1990 in dem in Artikel 3 des Einigungsvertrages genannten Gebiet beantragt worden ist. Dabei kann bestimmt werden, dass § 39 nicht anzuwenden ist und dass es der Vorlage eines Hypotheken-, Grundschuld- oder Rentenschuldbriefes nicht bedarf.</P><P>(6) § 134a tritt am 31. Dezember 2020 außer Kraft.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR001390897BJNE017800311",
        "name": "§ 151",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR001390897BJNG000903160"
        },
        "body": "<P>Für Erklärungen, die bis einschließlich 8. Juni 2017 beurkundet oder beglaubigt wurden, findet § 15 Absatz 3 keine Anwendung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      }
    ]
  }
}
