{
  "data": {
    "type": "law",
    "id": "BJNR000010949",
    "abbreviation": "GG",
    "extraAbbreviations": [],
    "firstPublished": "1949-05-23",
    "sourceTimestamp": "20191120212501",
    "titleShort": null,
    "titleLong": "Grundgesetz für die Bundesrepublik Deutschland",
    "publicationInfo": [
      {
        "reference": "1949, 1",
        "periodical": "BGBl"
      }
    ],
    "statusInfo": [
      {
        "comment": "Zuletzt geändert durch Art. 1 G v. 15.11.2019 I 1546",
        "category": "Stand"
      }
    ],
    "notes": {
      "body": null,
      "footnotes": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 14.12.1976 +++)<BR/>(+++ Maßgaben aufgrund des EinigVtr vgl. GG Anhang EV +++)<BR/><BR/></pre></P>"
    },
    "attachments": {},
    "contents": [
      {
        "type": "article",
        "id": "BJNR000010949BJNE001500314",
        "name": "Eingangsformel",
        "title": null,
        "parent": null,
        "body": "<P>Der Parlamentarische Rat hat am 23. Mai 1949 in Bonn am Rhein in öffentlicher Sitzung festgestellt, daß das am 8. Mai des Jahres 1949 vom Parlamentarischen Rat beschlossene <SP>Grundgesetz für die Bundesrepublik Deutschland</SP> in der Woche vom 16. bis 22. Mai 1949 durch die Volksvertretungen von mehr als Zweidritteln der beteiligten deutschen Länder angenommen worden ist.<BR/>Auf Grund dieser Feststellung hat der Parlamentarische Rat, vertreten durch seine Präsidenten, das Grundgesetz ausgefertigt und verkündet.<BR/>Das Grundgesetz wird hiermit gemäß Artikel 145 Abs. 3 im Bundesgesetzblatt veröffentlicht:</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE001601305",
        "name": "Präambel",
        "title": null,
        "parent": null,
        "body": "<P><SP>Im Bewußtsein seiner Verantwortung vor Gott und den Menschen,</SP><BR/><SP>von dem Willen beseelt, als gleichberechtigtes Glied in einem vereinten Europa dem Frieden der Welt zu dienen, hat sich das Deutsche Volk kraft seiner verfassungsgebenden Gewalt dieses Grundgesetz gegeben.</SP><BR/><SP>Die Deutschen in den Ländern Baden-Württemberg, Bayern, Berlin, Brandenburg, Bremen, Hamburg, Hessen, Mecklenburg-Vorpommern, Niedersachsen, Nordrhein-Westfalen, Rheinland-Pfalz, Saarland, Sachsen, Sachsen-Anhalt, Schleswig-Holstein und Thüringen haben in freier Selbstbestimmung die Einheit und Freiheit Deutschlands vollendet. Damit gilt dieses Grundgesetz für das gesamte Deutsche Volk.</SP></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000100314",
        "name": "I.",
        "title": "Die Grundrechte",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE001700314",
        "name": "Art 1",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Die Würde des Menschen ist unantastbar. Sie zu achten und zu schützen ist Verpflichtung aller staatlichen Gewalt.</P><P>(2) Das Deutsche Volk bekennt sich darum zu unverletzlichen und unveräußerlichen Menschenrechten als Grundlage jeder menschlichen Gemeinschaft, des Friedens und der Gerechtigkeit in der Welt.</P><P>(3) Die nachfolgenden Grundrechte binden Gesetzgebung, vollziehende Gewalt und Rechtsprechung als unmittelbar geltendes Recht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE001800314",
        "name": "Art 2",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Jeder hat das Recht auf die freie Entfaltung seiner Persönlichkeit, soweit er nicht die Rechte anderer verletzt und nicht gegen die verfassungsmäßige Ordnung oder das Sittengesetz verstößt.</P><P>(2) Jeder hat das Recht auf Leben und körperliche Unversehrtheit. Die Freiheit der Person ist unverletzlich. In diese Rechte darf nur auf Grund eines Gesetzes eingegriffen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE001901307",
        "name": "Art 3",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Alle Menschen sind vor dem Gesetz gleich.</P><P>(2) Männer und Frauen sind gleichberechtigt. Der Staat fördert die tatsächliche Durchsetzung der Gleichberechtigung von Frauen und Männern und wirkt auf die Beseitigung bestehender Nachteile hin.</P><P>(3) Niemand darf wegen seines Geschlechtes, seiner Abstammung, seiner Rasse, seiner Sprache, seiner Heimat und Herkunft, seines Glaubens, seiner religiösen oder politischen Anschauungen benachteiligt oder bevorzugt werden. Niemand darf wegen seiner Behinderung benachteiligt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002000314",
        "name": "Art 4",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Die Freiheit des Glaubens, des Gewissens und die Freiheit des religiösen und weltanschaulichen Bekenntnisses sind unverletzlich.</P><P>(2) Die ungestörte Religionsausübung wird gewährleistet.</P><P>(3) Niemand darf gegen sein Gewissen zum Kriegsdienst mit der Waffe gezwungen werden. Das Nähere regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002100314",
        "name": "Art 5",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Jeder hat das Recht, seine Meinung in Wort, Schrift und Bild frei zu äußern und zu verbreiten und sich aus allgemein zugänglichen Quellen ungehindert zu unterrichten. Die Pressefreiheit und die Freiheit der Berichterstattung durch Rundfunk und Film werden gewährleistet. Eine Zensur findet nicht statt.</P><P>(2) Diese Rechte finden ihre Schranken in den Vorschriften der allgemeinen Gesetze, den gesetzlichen Bestimmungen zum Schutze der Jugend und in dem Recht der persönlichen Ehre.</P><P>(3) Kunst und Wissenschaft, Forschung und Lehre sind frei. Die Freiheit der Lehre entbindet nicht von der Treue zur Verfassung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002200314",
        "name": "Art 6",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Ehe und Familie stehen unter dem besonderen Schutze der staatlichen Ordnung.</P><P>(2) Pflege und Erziehung der Kinder sind das natürliche Recht der Eltern und die zuvörderst ihnen obliegende Pflicht. Über ihre Betätigung wacht die staatliche Gemeinschaft.</P><P>(3) Gegen den Willen der Erziehungsberechtigten dürfen Kinder nur auf Grund eines Gesetzes von der Familie getrennt werden, wenn die Erziehungsberechtigten versagen oder wenn die Kinder aus anderen Gründen zu verwahrlosen drohen.</P><P>(4) Jede Mutter hat Anspruch auf den Schutz und die Fürsorge der Gemeinschaft.</P><P>(5) Den unehelichen Kindern sind durch die Gesetzgebung die gleichen Bedingungen für ihre leibliche und seelische Entwicklung und ihre Stellung in der Gesellschaft zu schaffen wie den ehelichen Kindern.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002300314",
        "name": "Art 7",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Das gesamte Schulwesen steht unter der Aufsicht des Staates.</P><P>(2) Die Erziehungsberechtigten haben das Recht, über die Teilnahme des Kindes am Religionsunterricht zu bestimmen.</P><P>(3) Der Religionsunterricht ist in den öffentlichen Schulen mit Ausnahme der bekenntnisfreien Schulen ordentliches Lehrfach. Unbeschadet des staatlichen Aufsichtsrechtes wird der Religionsunterricht in Übereinstimmung mit den Grundsätzen der Religionsgemeinschaften erteilt. Kein Lehrer darf gegen seinen Willen verpflichtet werden, Religionsunterricht zu erteilen.</P><P>(4) Das Recht zur Errichtung von privaten Schulen wird gewährleistet. Private Schulen als Ersatz für öffentliche Schulen bedürfen der Genehmigung des Staates und unterstehen den Landesgesetzen. Die Genehmigung ist zu erteilen, wenn die privaten Schulen in ihren Lehrzielen und Einrichtungen sowie in der wissenschaftlichen Ausbildung ihrer Lehrkräfte nicht hinter den öffentlichen Schulen zurückstehen und eine Sonderung der Schüler nach den Besitzverhältnissen der Eltern nicht gefördert wird. Die Genehmigung ist zu versagen, wenn die wirtschaftliche und rechtliche Stellung der Lehrkräfte nicht genügend gesichert ist.</P><P>(5) Eine private Volksschule ist nur zuzulassen, wenn die Unterrichtsverwaltung ein besonderes pädagogisches Interesse anerkennt oder, auf Antrag von Erziehungsberechtigten, wenn sie als Gemeinschaftsschule, als Bekenntnis- oder Weltanschauungsschule errichtet werden soll und eine öffentliche Volksschule dieser Art in der Gemeinde nicht besteht.</P><P>(6) Vorschulen bleiben aufgehoben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002400314",
        "name": "Art 8",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Alle Deutschen haben das Recht, sich ohne Anmeldung oder Erlaubnis friedlich und ohne Waffen zu versammeln.</P><P>(2) Für Versammlungen unter freiem Himmel kann dieses Recht durch Gesetz oder auf Grund eines Gesetzes beschränkt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002500314",
        "name": "Art 9",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Alle Deutschen haben das Recht, Vereine und Gesellschaften zu bilden.</P><P>(2) Vereinigungen, deren Zwecke oder deren Tätigkeit den Strafgesetzen zuwiderlaufen oder die sich gegen die verfassungsmäßige Ordnung oder gegen den Gedanken der Völkerverständigung richten, sind verboten.</P><P>(3) Das Recht, zur Wahrung und Förderung der Arbeits- und Wirtschaftsbedingungen Vereinigungen zu bilden, ist für jedermann und für alle Berufe gewährleistet. Abreden, die dieses Recht einschränken oder zu behindern suchen, sind nichtig, hierauf gerichtete Maßnahmen sind rechtswidrig. Maßnahmen nach den Artikeln 12a, 35 Abs. 2 und 3, Artikel 87a Abs. 4 und Artikel 91 dürfen sich nicht gegen Arbeitskämpfe richten, die zur Wahrung und Förderung der Arbeits- und Wirtschaftsbedingungen von Vereinigungen im Sinne des Satzes 1 geführt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002600314",
        "name": "Art 10",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Das Briefgeheimnis sowie das Post- und Fernmeldegeheimnis sind unverletzlich.</P><P>(2) Beschränkungen dürfen nur auf Grund eines Gesetzes angeordnet werden. Dient die Beschränkung dem Schutze der freiheitlichen demokratischen Grundordnung oder des Bestandes oder der Sicherung des Bundes oder eines Landes, so kann das Gesetz bestimmen, daß sie dem Betroffenen nicht mitgeteilt wird und daß an die Stelle des Rechtsweges die Nachprüfung durch von der Volksvertretung bestellte Organe und Hilfsorgane tritt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002700314",
        "name": "Art 11",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Alle Deutschen genießen Freizügigkeit im ganzen Bundesgebiet.</P><P>(2) Dieses Recht darf nur durch Gesetz oder auf Grund eines Gesetzes und nur für die Fälle eingeschränkt werden, in denen eine ausreichende Lebensgrundlage nicht vorhanden ist und der Allgemeinheit daraus besondere Lasten entstehen würden oder in denen es zur Abwehr einer drohenden Gefahr für den Bestand oder die freiheitliche demokratische Grundordnung des Bundes oder eines Landes, zur Bekämpfung von Seuchengefahr, Naturkatastrophen oder besonders schweren Unglücksfällen, zum Schutze der Jugend vor Verwahrlosung oder um strafbaren Handlungen vorzubeugen, erforderlich ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002800314",
        "name": "Art 12",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Alle Deutschen haben das Recht, Beruf, Arbeitsplatz und Ausbildungsstätte frei zu wählen. Die Berufsausübung kann durch Gesetz oder auf Grund eines Gesetzes geregelt werden.</P><P>(2) Niemand darf zu einer bestimmten Arbeit gezwungen werden, außer im Rahmen einer herkömmlichen allgemeinen, für alle gleichen öffentlichen Dienstleistungspflicht.</P><P>(3) Zwangsarbeit ist nur bei einer gerichtlich angeordneten Freiheitsentziehung zulässig.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE002901311",
        "name": "Art 12a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Männer können vom vollendeten achtzehnten Lebensjahr an zum Dienst in den Streitkräften, im Bundesgrenzschutz oder in einem Zivilschutzverband verpflichtet werden.</P><P>(2) Wer aus Gewissensgründen den Kriegsdienst mit der Waffe verweigert, kann zu einem Ersatzdienst verpflichtet werden. Die Dauer des Ersatzdienstes darf die Dauer des Wehrdienstes nicht übersteigen. Das Nähere regelt ein Gesetz, das die Freiheit der Gewissensentscheidung nicht beeinträchtigen darf und auch eine Möglichkeit des Ersatzdienstes vorsehen muß, die in keinem Zusammenhang mit den Verbänden der Streitkräfte und des Bundesgrenzschutzes steht.</P><P>(3) Wehrpflichtige, die nicht zu einem Dienst nach Absatz 1 oder 2 herangezogen sind, können im Verteidigungsfalle durch Gesetz oder auf Grund eines Gesetzes zu zivilen Dienstleistungen für Zwecke der Verteidigung einschließlich des Schutzes der Zivilbevölkerung in Arbeitsverhältnisse verpflichtet werden; Verpflichtungen in öffentlich-rechtliche Dienstverhältnisse sind nur zur Wahrnehmung polizeilicher Aufgaben oder solcher hoheitlichen Aufgaben der öffentlichen Verwaltung, die nur in einem öffentlich-rechtlichen Dienstverhältnis erfüllt werden können, zulässig. Arbeitsverhältnisse nach Satz 1 können bei den Streitkräften, im Bereich ihrer Versorgung sowie bei der öffentlichen Verwaltung begründet werden; Verpflichtungen in Arbeitsverhältnisse im Bereiche der Versorgung der Zivilbevölkerung sind nur zulässig, um ihren lebensnotwendigen Bedarf zu decken oder ihren Schutz sicherzustellen.</P><P>(4) Kann im Verteidigungsfalle der Bedarf an zivilen Dienstleistungen im zivilen Sanitäts- und Heilwesen sowie in der ortsfesten militärischen Lazarettorganisation nicht auf freiwilliger Grundlage gedeckt werden, so können Frauen vom vollendeten achtzehnten bis zum vollendeten fünfundfünfzigsten Lebensjahr durch Gesetz oder auf Grund eines Gesetzes zu derartigen Dienstleistungen herangezogen werden. Sie dürfen auf keinen Fall zum Dienst mit der Waffe verpflichtet werden.</P><P>(5) Für die Zeit vor dem Verteidigungsfalle können Verpflichtungen nach Absatz 3 nur nach Maßgabe des Artikels 80a Abs. 1 begründet werden. Zur Vorbereitung auf Dienstleistungen nach Absatz 3, für die besondere Kenntnisse oder Fertigkeiten erforderlich sind, kann durch Gesetz oder auf Grund eines Gesetzes die Teilnahme an Ausbildungsveranstaltungen zur Pflicht gemacht werden. Satz 1 findet insoweit keine Anwendung.</P><P>(6) Kann im Verteidigungsfalle der Bedarf an Arbeitskräften für die in Absatz 3 Satz 2 genannten Bereiche auf freiwilliger Grundlage nicht gedeckt werden, so kann zur Sicherung dieses Bedarfs die Freiheit der Deutschen, die Ausübung eines Berufs oder den Arbeitsplatz aufzugeben, durch Gesetz oder auf Grund eines Gesetzes eingeschränkt werden. Vor Eintritt des Verteidigungsfalles gilt Absatz 5 Satz 1 entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003001301",
        "name": "Art 13",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Die Wohnung ist unverletzlich.</P><P>(2) Durchsuchungen dürfen nur durch den Richter, bei Gefahr im Verzuge auch durch die in den Gesetzen vorgesehenen anderen Organe angeordnet und nur in der dort vorgeschriebenen Form durchgeführt werden.</P><P>(3) Begründen bestimmte Tatsachen den Verdacht, daß jemand eine durch Gesetz einzeln bestimmte besonders schwere Straftat begangen hat, so dürfen zur Verfolgung der Tat auf Grund richterlicher Anordnung technische Mittel zur akustischen Überwachung von Wohnungen, in denen der Beschuldigte sich vermutlich aufhält, eingesetzt werden, wenn die Erforschung des Sachverhalts auf andere Weise unverhältnismäßig erschwert oder aussichtslos wäre. Die Maßnahme ist zu befristen. Die Anordnung erfolgt durch einen mit drei Richtern besetzten Spruchkörper. Bei Gefahr im Verzuge kann sie auch durch einen einzelnen Richter getroffen werden.</P><P>(4) Zur Abwehr dringender Gefahren für die öffentliche Sicherheit, insbesondere einer gemeinen Gefahr oder einer Lebensgefahr, dürfen technische Mittel zur Überwachung von Wohnungen nur auf Grund richterlicher Anordnung eingesetzt werden. Bei Gefahr im Verzuge kann die Maßnahme auch durch eine andere gesetzlich bestimmte Stelle angeordnet werden; eine richterliche Entscheidung ist unverzüglich nachzuholen.</P><P>(5) Sind technische Mittel ausschließlich zum Schutze der bei einem Einsatz in Wohnungen tätigen Personen vorgesehen, kann die Maßnahme durch eine gesetzlich bestimmte Stelle angeordnet werden. Eine anderweitige Verwertung der hierbei erlangten Erkenntnisse ist nur zum Zwecke der Strafverfolgung oder der Gefahrenabwehr und nur zulässig, wenn zuvor die Rechtmäßigkeit der Maßnahme richterlich festgestellt ist; bei Gefahr im Verzuge ist die richterliche Entscheidung unverzüglich nachzuholen.</P><P>(6) Die Bundesregierung unterrichtet den Bundestag jährlich über den nach Absatz 3 sowie über den im Zuständigkeitsbereich des Bundes nach Absatz 4 und, soweit richterlich überprüfungsbedürftig, nach Absatz 5 erfolgten Einsatz technischer Mittel. Ein vom Bundestag gewähltes Gremium übt auf der Grundlage dieses Berichts die parlamentarische Kontrolle aus. Die Länder gewährleisten eine gleichwertige parlamentarische Kontrolle.</P><P>(7) Eingriffe und Beschränkungen dürfen im übrigen nur zur Abwehr einer gemeinen Gefahr oder einer Lebensgefahr für einzelne Personen, auf Grund eines Gesetzes auch zur Verhütung dringender Gefahren für die öffentliche Sicherheit und Ordnung, insbesondere zur Behebung der Raumnot, zur Bekämpfung von Seuchengefahr oder zum Schutze gefährdeter Jugendlicher vorgenommen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>Art. 13 Abs. 3: Eingef. durch Art. 1 Nr. 1 G v. 26.3.1998 I 610 mWv 1.4.1998; mit GG Art. 79 Abs. 3 vereinbar gem. BVerfGE v. 3.3.2004 (1 BvR 2378/98, 1 BvR 1084/99)</P>"
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003100314",
        "name": "Art 14",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Das Eigentum und das Erbrecht werden gewährleistet. Inhalt und Schranken werden durch die Gesetze bestimmt.</P><P>(2) Eigentum verpflichtet. Sein Gebrauch soll zugleich dem Wohle der Allgemeinheit dienen.</P><P>(3) Eine Enteignung ist nur zum Wohle der Allgemeinheit zulässig. Sie darf nur durch Gesetz oder auf Grund eines Gesetzes erfolgen, das Art und Ausmaß der Entschädigung regelt. Die Entschädigung ist unter gerechter Abwägung der Interessen der Allgemeinheit und der Beteiligten zu bestimmen. Wegen der Höhe der Entschädigung steht im Streitfalle der Rechtsweg vor den ordentlichen Gerichten offen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003200314",
        "name": "Art 15",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>Grund und Boden, Naturschätze und Produktionsmittel können zum Zwecke der Vergesellschaftung durch ein Gesetz, das Art und Ausmaß der Entschädigung regelt, in Gemeineigentum oder in andere Formen der Gemeinwirtschaft überführt werden. Für die Entschädigung gilt Artikel 14 Abs. 3 Satz 3 und 4 entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003302301",
        "name": "Art 16",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Die deutsche Staatsangehörigkeit darf nicht entzogen werden. Der Verlust der Staatsangehörigkeit darf nur auf Grund eines Gesetzes und gegen den Willen des Betroffenen nur dann eintreten, wenn der Betroffene dadurch nicht staatenlos wird.</P><P>(2) Kein Deutscher darf an das Ausland ausgeliefert werden. Durch Gesetz kann eine abweichende Regelung für Auslieferungen an einen Mitgliedstaat der Europäischen Union oder an einen internationalen Gerichtshof getroffen werden, soweit rechtsstaatliche Grundsätze gewahrt sind.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019500305",
        "name": "Art 16a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Politisch Verfolgte genießen Asylrecht.</P><P>(2) Auf Absatz 1 kann sich nicht berufen, wer aus einem Mitgliedstaat der Europäischen Gemeinschaften oder aus einem anderen Drittstaat einreist, in dem die Anwendung des Abkommens über die Rechtsstellung der Flüchtlinge und der Konvention zum Schutze der Menschenrechte und Grundfreiheiten sichergestellt ist. Die Staaten außerhalb der Europäischen Gemeinschaften, auf die die Voraussetzungen des Satzes 1 zutreffen, werden durch Gesetz, das der Zustimmung des Bundesrates bedarf, bestimmt. In den Fällen des Satzes 1 können aufenthaltsbeendende Maßnahmen unabhängig von einem hiergegen eingelegten Rechtsbehelf vollzogen werden.</P><P>(3) Durch Gesetz, das der Zustimmung des Bundesrates bedarf, können Staaten bestimmt werden, bei denen auf Grund der Rechtslage, der Rechtsanwendung und der allgemeinen politischen Verhältnisse gewährleistet erscheint, daß dort weder politische Verfolgung noch unmenschliche oder erniedrigende Bestrafung oder Behandlung stattfindet. Es wird vermutet, daß ein Ausländer aus einem solchen Staat nicht verfolgt wird, solange er nicht Tatsachen vorträgt, die die Annahme begründen, daß er entgegen dieser Vermutung politisch verfolgt wird.</P><P>(4) Die Vollziehung aufenthaltsbeendender Maßnahmen wird in den Fällen des Absatzes 3 und in anderen Fällen, die offensichtlich unbegründet sind oder als offensichtlich unbegründet gelten, durch das Gericht nur ausgesetzt, wenn ernstliche Zweifel an der Rechtmäßigkeit der Maßnahme bestehen; der Prüfungsumfang kann eingeschränkt werden und verspätetes Vorbringen unberücksichtigt bleiben. Das Nähere ist durch Gesetz zu bestimmen.</P><P>(5) Die Absätze 1 bis 4 stehen völkerrechtlichen Verträgen von Mitgliedstaaten der Europäischen Gemeinschaften untereinander und mit dritten Staaten nicht entgegen, die unter Beachtung der Verpflichtungen aus dem Abkommen über die Rechtsstellung der Flüchtlinge und der Konvention zum Schutze der Menschenrechte und Grundfreiheiten, deren Anwendung in den Vertragsstaaten sichergestellt sein muß, Zuständigkeitsregelungen für die Prüfung von Asylbegehren einschließlich der gegenseitigen Anerkennung von Asylentscheidungen treffen.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>Art. 16a: Eingef. durch Art. 1 Nr. 2 G v. 28.6.1993 I 1002 mWv 30.6.1993; mit Art. 79 Abs. 3 GG (100-1) vereinbar gem. BVerfGE v. 14.5.1996 I 952 (2 BvR 1938/93, 2 BvR 2315/93)</P>"
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003400314",
        "name": "Art 17",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>Jedermann hat das Recht, sich einzeln oder in Gemeinschaft mit anderen schriftlich mit Bitten oder Beschwerden an die zuständigen Stellen und an die Volksvertretung zu wenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003500314",
        "name": "Art 17a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Gesetze über Wehrdienst und Ersatzdienst können bestimmen, daß für die Angehörigen der Streitkräfte und des Ersatzdienstes während der Zeit des Wehr- oder Ersatzdienstes das Grundrecht, seine Meinung in Wort, Schrift und Bild frei zu äußern und zu verbreiten (Artikel 5 Abs. 1 Satz 1 erster Halbsatz), das Grundrecht der Versammlungsfreiheit (Artikel 8) und das Petitionsrecht (Artikel 17), soweit es das Recht gewährt, Bitten oder Beschwerden in Gemeinschaft mit anderen vorzubringen, eingeschränkt werden.</P><P>(2) Gesetze, die der Verteidigung einschließlich des Schutzes der Zivilbevölkerung dienen, können bestimmen, daß die Grundrechte der Freizügigkeit (Artikel 11) und der Unverletzlichkeit der Wohnung (Artikel 13) eingeschränkt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003601305",
        "name": "Art 18",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>Wer die Freiheit der Meinungsäußerung, insbesondere die Pressefreiheit (Artikel 5 Abs. 1), die Lehrfreiheit (Artikel 5 Abs. 3), die Versammlungsfreiheit (Artikel 8), die Vereinigungsfreiheit (Artikel 9), das Brief-, Post- und Fernmeldegeheimnis (Artikel 10), das Eigentum (Artikel 14) oder das Asylrecht (Artikel 16a) zum Kampfe gegen die freiheitliche demokratische Grundordnung mißbraucht, verwirkt diese Grundrechte. Die Verwirkung und ihr Ausmaß werden durch das Bundesverfassungsgericht ausgesprochen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003700314",
        "name": "Art 19",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000100314"
        },
        "body": "<P>(1) Soweit nach diesem Grundgesetz ein Grundrecht durch Gesetz oder auf Grund eines Gesetzes eingeschränkt werden kann, muß das Gesetz allgemein und nicht nur für den Einzelfall gelten. Außerdem muß das Gesetz das Grundrecht unter Angabe des Artikels nennen.</P><P>(2) In keinem Falle darf ein Grundrecht in seinem Wesensgehalt angetastet werden.</P><P>(3) Die Grundrechte gelten auch für inländische juristische Personen, soweit sie ihrem Wesen nach auf diese anwendbar sind.</P><P>(4) Wird jemand durch die öffentliche Gewalt in seinen Rechten verletzt, so steht ihm der Rechtsweg offen. Soweit eine andere Zuständigkeit nicht begründet ist, ist der ordentliche Rechtsweg gegeben. Artikel 10 Abs. 2 Satz 2 bleibt unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000200314",
        "name": "II.",
        "title": "Der Bund und die Länder",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003800314",
        "name": "Art 20",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Die Bundesrepublik Deutschland ist ein demokratischer und sozialer Bundesstaat.</P><P>(2) Alle Staatsgewalt geht vom Volke aus. Sie wird vom Volke in Wahlen und Abstimmungen und durch besondere Organe der Gesetzgebung, der vollziehenden Gewalt und der Rechtsprechung ausgeübt.</P><P>(3) Die Gesetzgebung ist an die verfassungsmäßige Ordnung, die vollziehende Gewalt und die Rechtsprechung sind an Gesetz und Recht gebunden.</P><P>(4) Gegen jeden, der es unternimmt, diese Ordnung zu beseitigen, haben alle Deutschen das Recht zum Widerstand, wenn andere Abhilfe nicht möglich ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020101377",
        "name": "Art 20a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>Der Staat schützt auch in Verantwortung für die künftigen Generationen die natürlichen Lebensgrundlagen und die Tiere im Rahmen der verfassungsmäßigen Ordnung durch die Gesetzgebung und nach Maßgabe von Gesetz und Recht durch die vollziehende Gewalt und die Rechtsprechung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE003902311",
        "name": "Art 21",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Die Parteien wirken bei der politischen Willensbildung des Volkes mit. Ihre Gründung ist frei. Ihre innere Ordnung muß demokratischen Grundsätzen entsprechen. Sie müssen über die Herkunft und Verwendung ihrer Mittel sowie über ihr Vermögen öffentlich Rechenschaft geben.</P><P>(2) Parteien, die nach ihren Zielen oder nach dem Verhalten ihrer Anhänger darauf ausgehen, die freiheitliche demokratische Grundordnung zu beeinträchtigen oder zu beseitigen oder den Bestand der Bundesrepublik Deutschland zu gefährden, sind verfassungswidrig.</P><P>(3) Parteien, die nach ihren Zielen oder dem Verhalten ihrer Anhänger darauf ausgerichtet sind, die freiheitliche demokratische Grundordnung zu beeinträchtigen oder zu beseitigen oder den Bestand der Bundesrepublik Deutschland zu gefährden, sind von staatlicher Finanzierung ausgeschlossen. Wird der Ausschluss festgestellt, so entfällt auch eine steuerliche Begünstigung dieser Parteien und von Zuwendungen an diese Parteien.</P><P>(4) Über die Frage der Verfassungswidrigkeit nach Absatz 2 sowie über den Ausschluss von staatlicher Finanzierung nach Absatz 3 entscheidet das Bundesverfassungsgericht.</P><P>(5) Das Nähere regeln Bundesgesetze.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004001377",
        "name": "Art 22",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Die Hauptstadt der Bundesrepublik Deutschland ist Berlin. Die Repräsentation des Gesamtstaates in der Hauptstadt ist Aufgabe des Bundes. Das Nähere wird durch Bundesgesetz geregelt.</P><P>(2) Die Bundesflagge ist schwarz-rot-gold.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004104160",
        "name": "Art 23",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Zur Verwirklichung eines vereinten Europas wirkt die Bundesrepublik Deutschland bei der Entwicklung der Europäischen Union mit, die demokratischen, rechtsstaatlichen, sozialen und föderativen Grundsätzen und dem Grundsatz der Subsidiarität verpflichtet ist und einen diesem Grundgesetz im wesentlichen vergleichbaren Grundrechtsschutz gewährleistet. Der Bund kann hierzu durch Gesetz mit Zustimmung des Bundesrates Hoheitsrechte übertragen. Für die Begründung der Europäischen Union sowie für Änderungen ihrer vertraglichen Grundlagen und vergleichbare Regelungen, durch die dieses Grundgesetz seinem Inhalt nach geändert oder ergänzt wird oder solche Änderungen oder Ergänzungen ermöglicht werden, gilt Artikel 79 Abs. 2 und 3.</P><P>(1a) Der Bundestag und der Bundesrat haben das Recht, wegen Verstoßes eines Gesetzgebungsakts der Europäischen Union gegen das Subsidiaritätsprinzip vor dem Gerichtshof der Europäischen Union Klage zu erheben. Der Bundestag ist hierzu auf Antrag eines Viertels seiner Mitglieder verpflichtet. Durch Gesetz, das der Zustimmung des Bundesrates bedarf, können für die Wahrnehmung der Rechte, die dem Bundestag und dem Bundesrat in den vertraglichen Grundlagen der Europäischen Union eingeräumt sind, Ausnahmen von Artikel 42 Abs. 2 Satz 1 und Artikel 52 Abs. 3 Satz 1 zugelassen werden.</P><P>(2) In Angelegenheiten der Europäischen Union wirken der Bundestag und durch den Bundesrat die Länder mit. Die Bundesregierung hat den Bundestag und den Bundesrat umfassend und zum frühestmöglichen Zeitpunkt zu unterrichten.</P><P>(3) Die Bundesregierung gibt dem Bundestag Gelegenheit zur Stellungnahme vor ihrer Mitwirkung an Rechtsetzungsakten der Europäischen Union. Die Bundesregierung berücksichtigt die Stellungnahmen des Bundestages bei den Verhandlungen. Das Nähere regelt ein Gesetz.</P><P>(4) Der Bundesrat ist an der Willensbildung des Bundes zu beteiligen, soweit er an einer entsprechenden innerstaatlichen Maßnahme mitzuwirken hätte oder soweit die Länder innerstaatlich zuständig wären.</P><P>(5) Soweit in einem Bereich ausschließlicher Zuständigkeiten des Bundes Interessen der Länder berührt sind oder soweit im übrigen der Bund das Recht zur Gesetzgebung hat, berücksichtigt die Bundesregierung die Stellungnahme des Bundesrates. Wenn im Schwerpunkt Gesetzgebungsbefugnisse der Länder, die Einrichtung ihrer Behörden oder ihre Verwaltungsverfahren betroffen sind, ist bei der Willensbildung des Bundes insoweit die Auffassung des Bundesrates maßgeblich zu berücksichtigen; dabei ist die gesamtstaatliche Verantwortung des Bundes zu wahren. In Angelegenheiten, die zu Ausgabenerhöhungen oder Einnahmeminderungen für den Bund führen können, ist die Zustimmung der Bundesregierung erforderlich.</P><P>(6) Wenn im Schwerpunkt ausschließliche Gesetzgebungsbefugnisse der Länder auf den Gebieten der schulischen Bildung, der Kultur oder des Rundfunks betroffen sind, wird die Wahrnehmung der Rechte, die der Bundesrepublik Deutschland als Mitgliedstaat der Europäischen Union zustehen, vom Bund auf einen vom Bundesrat benannten Vertreter der Länder übertragen. Die Wahrnehmung der Rechte erfolgt unter Beteiligung und in Abstimmung mit der Bundesregierung; dabei ist die gesamtstaatliche Verantwortung des Bundes zu wahren.</P><P>(7) Das Nähere zu den Absätzen 4 bis 6 regelt ein Gesetz, das der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004201333",
        "name": "Art 24",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Der Bund kann durch Gesetz Hoheitsrechte auf zwischenstaatliche Einrichtungen übertragen.</P><P>(1a) Soweit die Länder für die Ausübung der staatlichen Befugnisse und die Erfüllung der staatlichen Aufgaben zuständig sind, können sie mit Zustimmung der Bundesregierung Hoheitsrechte auf grenznachbarschaftliche Einrichtungen übertragen.</P><P>(2) Der Bund kann sich zur Wahrung des Friedens einem System gegenseitiger kollektiver Sicherheit einordnen; er wird hierbei in die Beschränkungen seiner Hoheitsrechte einwilligen, die eine friedliche und dauerhafte Ordnung in Europa und zwischen den Völkern der Welt herbeiführen und sichern.</P><P>(3) Zur Regelung zwischenstaatlicher Streitigkeiten wird der Bund Vereinbarungen über eine allgemeine, umfassende, obligatorische, internationale Schiedsgerichtsbarkeit beitreten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004300314",
        "name": "Art 25",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>Die allgemeinen Regeln des Völkerrechtes sind Bestandteil des Bundesrechtes. Sie gehen den Gesetzen vor und erzeugen Rechte und Pflichten unmittelbar für die Bewohner des Bundesgebietes.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004400314",
        "name": "Art 26",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Handlungen, die geeignet sind und in der Absicht vorgenommen werden, das friedliche Zusammenleben der Völker zu stören, insbesondere die Führung eines Angriffskrieges vorzubereiten, sind verfassungswidrig. Sie sind unter Strafe zu stellen.</P><P>(2) Zur Kriegführung bestimmte Waffen dürfen nur mit Genehmigung der Bundesregierung hergestellt, befördert und in Verkehr gebracht werden. Das Nähere regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004500314",
        "name": "Art 27",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>Alle deutschen Kauffahrteischiffe bilden eine einheitliche Handelsflotte.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004603307",
        "name": "Art 28",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Die verfassungsmäßige Ordnung in den Ländern muß den Grundsätzen des republikanischen, demokratischen und sozialen Rechtsstaates im Sinne dieses Grundgesetzes entsprechen. In den Ländern, Kreisen und Gemeinden muß das Volk eine Vertretung haben, die aus allgemeinen, unmittelbaren, freien, gleichen und geheimen Wahlen hervorgegangen ist. Bei Wahlen in Kreisen und Gemeinden sind auch Personen, die die Staatsangehörigkeit eines Mitgliedstaates der Europäischen Gemeinschaft besitzen, nach Maßgabe von Recht der Europäischen Gemeinschaft wahlberechtigt und wählbar. In Gemeinden kann an die Stelle einer gewählten Körperschaft die Gemeindeversammlung treten.</P><P>(2) Den Gemeinden muß das Recht gewährleistet sein, alle Angelegenheiten der örtlichen Gemeinschaft im Rahmen der Gesetze in eigener Verantwortung zu regeln. Auch die Gemeindeverbände haben im Rahmen ihres gesetzlichen Aufgabenbereiches nach Maßgabe der Gesetze das Recht der Selbstverwaltung. Die Gewährleistung der Selbstverwaltung umfaßt auch die Grundlagen der finanziellen Eigenverantwortung; zu diesen Grundlagen gehört eine den Gemeinden mit Hebesatzrecht zustehende wirtschaftskraftbezogene Steuerquelle.</P><P>(3) Der Bund gewährleistet, daß die verfassungsmäßige Ordnung der Länder den Grundrechten und den Bestimmungen der Absätze 1 und 2 entspricht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004701307",
        "name": "Art 29",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Das Bundesgebiet kann neu gegliedert werden, um zu gewährleisten, daß die Länder nach Größe und Leistungsfähigkeit die ihnen obliegenden Aufgaben wirksam erfüllen können. Dabei sind die landsmannschaftliche Verbundenheit, die geschichtlichen und kulturellen Zusammenhänge, die wirtschaftliche Zweckmäßigkeit sowie die Erfordernisse der Raumordnung und der Landesplanung zu berücksichtigen.</P><P>(2) Maßnahmen zur Neugliederung des Bundesgebietes ergehen durch Bundesgesetz, das der Bestätigung durch Volksentscheid bedarf. Die betroffenen Länder sind zu hören.</P><P>(3) Der Volksentscheid findet in den Ländern statt, aus deren Gebieten oder Gebietsteilen ein neues oder neu umgrenztes Land gebildet werden soll (betroffene Länder). Abzustimmen ist über die Frage, ob die betroffenen Länder wie bisher bestehenbleiben sollen oder ob das neue oder neu umgrenzte Land gebildet werden soll. Der Volksentscheid für die Bildung eines neuen oder neu umgrenzten Landes kommt zustande, wenn in dessen künftigem Gebiet und insgesamt in den Gebieten oder Gebietsteilen eines betroffenen Landes, deren Landeszugehörigkeit im gleichen Sinne geändert werden soll, jeweils eine Mehrheit der Änderung zustimmt. Er kommt nicht zustande, wenn im Gebiet eines der betroffenen Länder eine Mehrheit die Änderung ablehnt; die Ablehnung ist jedoch unbeachtlich, wenn in einem Gebietsteil, dessen Zugehörigkeit zu dem betroffenen Land geändert werden soll, eine Mehrheit von zwei Dritteln der Änderung zustimmt, es sei denn, daß im Gesamtgebiet des betroffenen Landes eine Mehrheit von zwei Dritteln die Änderung ablehnt.</P><P>(4) Wird in einem zusammenhängenden, abgegrenzten Siedlungs- und Wirtschaftsraum, dessen Teile in mehreren Ländern liegen und der mindestens eine Million Einwohner hat, von einem Zehntel der in ihm zum Bundestag Wahlberechtigten durch Volksbegehren gefordert, daß für diesen Raum eine einheitliche Landeszugehörigkeit herbeigeführt werde, so ist durch Bundesgesetz innerhalb von zwei Jahren entweder zu bestimmen, ob die Landeszugehörigkeit gemäß Absatz 2 geändert wird, oder daß in den betroffenen Ländern eine Volksbefragung stattfindet.</P><P>(5) Die Volksbefragung ist darauf gerichtet festzustellen, ob eine in dem Gesetz vorzuschlagende Änderung der Landeszugehörigkeit Zustimmung findet. Das Gesetz kann verschiedene, jedoch nicht mehr als zwei Vorschläge der Volksbefragung vorlegen. Stimmt eine Mehrheit einer vorgeschlagenen Änderung der Landeszugehörigkeit zu, so ist durch Bundesgesetz innerhalb von zwei Jahren zu bestimmen, ob die Landeszugehörigkeit gemäß Absatz 2 geändert wird. Findet ein der Volksbefragung vorgelegter Vorschlag eine den Maßgaben des Absatzes 3 Satz 3 und 4 entsprechende Zustimmung, so ist innerhalb von zwei Jahren nach der Durchführung der Volksbefragung ein Bundesgesetz zur Bildung des vorgeschlagenen Landes zu erlassen, das der Bestätigung durch Volksentscheid nicht mehr bedarf.</P><P>(6) Mehrheit im Volksentscheid und in der Volksbefragung ist die Mehrheit der abgegebenen Stimmen, wenn sie mindestens ein Viertel der zum Bundestag Wahlberechtigten umfaßt. Im übrigen wird das Nähere über Volksentscheid, Volksbegehren und Volksbefragung durch ein Bundesgesetz geregelt; dieses kann auch vorsehen, daß Volksbegehren innerhalb eines Zeitraumes von fünf Jahren nicht wiederholt werden können.</P><P>(7) Sonstige Änderungen des Gebietsbestandes der Länder können durch Staatsverträge der beteiligten Länder oder durch Bundesgesetz mit Zustimmung des Bundesrates erfolgen, wenn das Gebiet, dessen Landeszugehörigkeit geändert werden soll, nicht mehr als 50.000 Einwohner hat. Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates und der Mehrheit der Mitglieder des Bundestages bedarf. Es muß die Anhörung der betroffenen Gemeinden und Kreise vorsehen.</P><P>(8) Die Länder können eine Neugliederung für das jeweils von ihnen umfaßte Gebiet oder für Teilgebiete abweichend von den Vorschriften der Absätze 2 bis 7 durch Staatsvertrag regeln. Die betroffenen Gemeinden und Kreise sind zu hören. Der Staatsvertrag bedarf der Bestätigung durch Volksentscheid in jedem beteiligten Land. Betrifft der Staatsvertrag Teilgebiete der Länder, kann die Bestätigung auf Volksentscheide in diesen Teilgebieten beschränkt werden; Satz 5 zweiter Halbsatz findet keine Anwendung. Bei einem Volksentscheid entscheidet die Mehrheit der abgegebenen Stimmen, wenn sie mindestens ein Viertel der zum Bundestag Wahlberechtigten umfaßt; das Nähere regelt ein Bundesgesetz. Der Staatsvertrag bedarf der Zustimmung des Bundestages.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004800314",
        "name": "Art 30",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>Die Ausübung der staatlichen Befugnisse und die Erfüllung der staatlichen Aufgaben ist Sache der Länder, soweit dieses Grundgesetz keine andere Regelung trifft oder zuläßt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE004900314",
        "name": "Art 31",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>Bundesrecht bricht Landesrecht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005000314",
        "name": "Art 32",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Die Pflege der Beziehungen zu auswärtigen Staaten ist Sache des Bundes.</P><P>(2) Vor dem Abschlusse eines Vertrages, der die besonderen Verhältnisse eines Landes berührt, ist das Land rechtzeitig zu hören.</P><P>(3) Soweit die Länder für die Gesetzgebung zuständig sind, können sie mit Zustimmung der Bundesregierung mit auswärtigen Staaten Verträge abschließen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005101377",
        "name": "Art 33",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Jeder Deutsche hat in jedem Lande die gleichen staatsbürgerlichen Rechte und Pflichten.</P><P>(2) Jeder Deutsche hat nach seiner Eignung, Befähigung und fachlichen Leistung gleichen Zugang zu jedem öffentlichen Amte.</P><P>(3) Der Genuß bürgerlicher und staatsbürgerlicher Rechte, die Zulassung zu öffentlichen Ämtern sowie die im öffentlichen Dienste erworbenen Rechte sind unabhängig von dem religiösen Bekenntnis. Niemandem darf aus seiner Zugehörigkeit oder Nichtzugehörigkeit zu einem Bekenntnisse oder einer Weltanschauung ein Nachteil erwachsen.</P><P>(4) Die Ausübung hoheitsrechtlicher Befugnisse ist als ständige Aufgabe in der Regel Angehörigen des öffentlichen Dienstes zu übertragen, die in einem öffentlich-rechtlichen Dienst- und Treueverhältnis stehen.</P><P>(5) Das Recht des öffentlichen Dienstes ist unter Berücksichtigung der hergebrachten Grundsätze des Berufsbeamtentums zu regeln und fortzuentwickeln.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005200314",
        "name": "Art 34",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>Verletzt jemand in Ausübung eines ihm anvertrauten öffentlichen Amtes die ihm einem Dritten gegenüber obliegende Amtspflicht, so trifft die Verantwortlichkeit grundsätzlich den Staat oder die Körperschaft, in deren Dienst er steht. Bei Vorsatz oder grober Fahrlässigkeit bleibt der Rückgriff vorbehalten. Für den Anspruch auf Schadensersatz und für den Rückgriff darf der ordentliche Rechtsweg nicht ausgeschlossen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005300314",
        "name": "Art 35",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Alle Behörden des Bundes und der Länder leisten sich gegenseitig Rechts- und Amtshilfe.</P><P>(2) Zur Aufrechterhaltung oder Wiederherstellung der öffentlichen Sicherheit oder Ordnung kann ein Land in Fällen von besonderer Bedeutung Kräfte und Einrichtungen des Bundesgrenzschutzes zur Unterstützung seiner Polizei anfordern, wenn die Polizei ohne diese Unterstützung eine Aufgabe nicht oder nur unter erheblichen Schwierigkeiten erfüllen könnte. Zur Hilfe bei einer Naturkatastrophe oder bei einem besonders schweren Unglücksfall kann ein Land Polizeikräfte anderer Länder, Kräfte und Einrichtungen anderer Verwaltungen sowie des Bundesgrenzschutzes und der Streitkräfte anfordern.</P><P>(3) Gefährdet die Naturkatastrophe oder der Unglücksfall das Gebiet mehr als eines Landes, so kann die Bundesregierung, soweit es zur wirksamen Bekämpfung erforderlich ist, den Landesregierungen die Weisung erteilen, Polizeikräfte anderen Ländern zur Verfügung zu stellen, sowie Einheiten des Bundesgrenzschutzes und der Streitkräfte zur Unterstützung der Polizeikräfte einsetzen. Maßnahmen der Bundesregierung nach Satz 1 sind jederzeit auf Verlangen des Bundesrates, im übrigen unverzüglich nach Beseitigung der Gefahr aufzuheben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005400314",
        "name": "Art 36",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Bei den obersten Bundesbehörden sind Beamte aus allen Ländern in angemessenem Verhältnis zu verwenden. Die bei den übrigen Bundesbehörden beschäftigten Personen sollen in der Regel aus dem Lande genommen werden, in dem sie tätig sind.</P><P>(2) Die Wehrgesetze haben auch die Gliederung des Bundes in Länder und ihre besonderen landsmannschaftlichen Verhältnisse zu berücksichtigen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005500314",
        "name": "Art 37",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000200314"
        },
        "body": "<P>(1) Wenn ein Land die ihm nach dem Grundgesetze oder einem anderen Bundesgesetze obliegenden Bundespflichten nicht erfüllt, kann die Bundesregierung mit Zustimmung des Bundesrates die notwendigen Maßnahmen treffen, um das Land im Wege des Bundeszwanges zur Erfüllung seiner Pflichten anzuhalten.</P><P>(2) Zur Durchführung des Bundeszwanges hat die Bundesregierung oder ihr Beauftragter das Weisungsrecht gegenüber allen Ländern und ihren Behörden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000300314",
        "name": "III.",
        "title": "Der Bundestag",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005600314",
        "name": "Art 38",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Die Abgeordneten des Deutschen Bundestages werden in allgemeiner, unmittelbarer, freier, gleicher und geheimer Wahl gewählt. Sie sind Vertreter des ganzen Volkes, an Aufträge und Weisungen nicht gebunden und nur ihrem Gewissen unterworfen.</P><P>(2) Wahlberechtigt ist, wer das achtzehnte Lebensjahr vollendet hat; wählbar ist, wer das Alter erreicht hat, mit dem die Volljährigkeit eintritt.</P><P>(3) Das Nähere bestimmt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005701307",
        "name": "Art 39",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Der Bundestag wird vorbehaltlich der nachfolgenden Bestimmungen auf vier Jahre gewählt. Seine Wahlperiode endet mit dem Zusammentritt eines neuen Bundestages. Die Neuwahl findet frühestens sechsundvierzig, spätestens achtundvierzig Monate nach Beginn der Wahlperiode statt. Im Falle einer Auflösung des Bundestages findet die Neuwahl innerhalb von sechzig Tagen statt.</P><P>(2) Der Bundestag tritt spätestens am dreißigsten Tage nach der Wahl zusammen.</P><P>(3) Der Bundestag bestimmt den Schluß und den Wiederbeginn seiner Sitzungen. Der Präsident des Bundestages kann ihn früher einberufen. Er ist hierzu verpflichtet, wenn ein Drittel der Mitglieder, der Bundespräsident oder der Bundeskanzler es verlangen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005800314",
        "name": "Art 40",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Der Bundestag wählt seinen Präsidenten, dessen Stellvertreter und die Schriftführer. Er gibt sich eine Geschäftsordnung.</P><P>(2) Der Präsident übt das Hausrecht und die Polizeigewalt im Gebäude des Bundestages aus. Ohne seine Genehmigung darf in den Räumen des Bundestages keine Durchsuchung oder Beschlagnahme stattfinden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE005900314",
        "name": "Art 41",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Die Wahlprüfung ist Sache des Bundestages. Er entscheidet auch, ob ein Abgeordneter des Bundestages die Mitgliedschaft verloren hat.</P><P>(2) Gegen die Entscheidung des Bundestages ist die Beschwerde an das Bundesverfassungsgericht zulässig.</P><P>(3) Das Nähere regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006000314",
        "name": "Art 42",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Der Bundestag verhandelt öffentlich. Auf Antrag eines Zehntels seiner Mitglieder oder auf Antrag der Bundesregierung kann mit Zweidrittelmehrheit die Öffentlichkeit ausgeschlossen werden. Über den Antrag wird in nichtöffentlicher Sitzung entschieden.</P><P>(2) Zu einem Beschlusse des Bundestages ist die Mehrheit der abgegebenen Stimmen erforderlich, soweit dieses Grundgesetz nichts anderes bestimmt. Für die vom Bundestage vorzunehmenden Wahlen kann die Geschäftsordnung Ausnahmen zulassen.</P><P>(3) Wahrheitsgetreue Berichte über die öffentlichen Sitzungen des Bundestages und seiner Ausschüsse bleiben von jeder Verantwortlichkeit frei.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006100314",
        "name": "Art 43",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Der Bundestag und seine Ausschüsse können die Anwesenheit jedes Mitgliedes der Bundesregierung verlangen.</P><P>(2) Die Mitglieder des Bundesrates und der Bundesregierung sowie ihre Beauftragten haben zu allen Sitzungen des Bundestages und seiner Ausschüsse Zutritt. Sie müssen jederzeit gehört werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006200314",
        "name": "Art 44",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Der Bundestag hat das Recht und auf Antrag eines Viertels seiner Mitglieder die Pflicht, einen Untersuchungsausschuß einzusetzen, der in öffentlicher Verhandlung die erforderlichen Beweise erhebt. Die Öffentlichkeit kann ausgeschlossen werden.</P><P>(2) Auf Beweiserhebungen finden die Vorschriften über den Strafprozeß sinngemäß Anwendung. Das Brief-, Post- und Fernmeldegeheimnis bleibt unberührt.</P><P>(3) Gerichte und Verwaltungsbehörden sind zur Rechts- und Amtshilfe verpflichtet.</P><P>(4) Die Beschlüsse der Untersuchungsausschüsse sind der richterlichen Erörterung entzogen. In der Würdigung und Beurteilung des der Untersuchung zugrunde liegenden Sachverhaltes sind die Gerichte frei.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006302160",
        "name": "Art 45",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>Der Bundestag bestellt einen Ausschuß für die Angelegenheiten der Europäischen Union. Er kann ihn ermächtigen, die Rechte des Bundestages gemäß Artikel 23 gegenüber der Bundesregierung wahrzunehmen. Er kann ihn auch ermächtigen, die Rechte wahrzunehmen, die dem Bundestag in den vertraglichen Grundlagen der Europäischen Union eingeräumt sind.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006400314",
        "name": "Art 45a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Der Bundestag bestellt einen Ausschuß für auswärtige Angelegenheiten und einen Ausschuß für Verteidigung.</P><P>(2) Der Ausschuß für Verteidigung hat auch die Rechte eines Untersuchungsausschusses. Auf Antrag eines Viertels seiner Mitglieder hat er die Pflicht, eine Angelegenheit zum Gegenstand seiner Untersuchung zu machen.</P><P>(3) Artikel 44 Abs. 1 findet auf dem Gebiet der Verteidigung keine Anwendung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006500314",
        "name": "Art 45b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>Zum Schutz der Grundrechte und als Hilfsorgan des Bundestages bei der Ausübung der parlamentarischen Kontrolle wird ein Wehrbeauftragter des Bundestages berufen. Das Nähere regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006600314",
        "name": "Art 45c",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Der Bundestag bestellt einen Petitionsausschuß, dem die Behandlung der nach Artikel 17 an den Bundestag gerichteten Bitten und Beschwerden obliegt.</P><P>(2) Die Befugnisse des Ausschusses zur Überprüfung von Beschwerden regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020800160",
        "name": "Art 45d",
        "title": "Parlamentarisches Kontrollgremium",
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Der Bundestag bestellt ein Gremium zur Kontrolle der nachrichtendienstlichen Tätigkeit des Bundes.</P><P>(2) Das Nähere regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006700314",
        "name": "Art 46",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Ein Abgeordneter darf zu keiner Zeit wegen seiner Abstimmung oder wegen einer Äußerung, die er im Bundestage oder in einem seiner Ausschüsse getan hat, gerichtlich oder dienstlich verfolgt oder sonst außerhalb des Bundestages zur Verantwortung gezogen werden. Dies gilt nicht für verleumderische Beleidigungen.</P><P>(2) Wegen einer mit Strafe bedrohten Handlung darf ein Abgeordneter nur mit Genehmigung des Bundestages zur Verantwortung gezogen oder verhaftet werden, es sei denn, daß er bei Begehung der Tat oder im Laufe des folgenden Tages festgenommen wird.</P><P>(3) Die Genehmigung des Bundestages ist ferner bei jeder anderen Beschränkung der persönlichen Freiheit eines Abgeordneten oder zur Einleitung eines Verfahrens gegen einen Abgeordneten gemäß Artikel 18 erforderlich.</P><P>(4) Jedes Strafverfahren und jedes Verfahren gemäß Artikel 18 gegen einen Abgeordneten, jede Haft und jede sonstige Beschränkung seiner persönlichen Freiheit sind auf Verlangen des Bundestages auszusetzen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006800314",
        "name": "Art 47",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>Die Abgeordneten sind berechtigt, über Personen, die ihnen in ihrer Eigenschaft als Abgeordnete oder denen sie in dieser Eigenschaft Tatsachen anvertraut haben, sowie über diese Tatsachen selbst das Zeugnis zu verweigern. Soweit dieses Zeugnisverweigerungsrecht reicht, ist die Beschlagnahme von Schriftstücken unzulässig.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE006900314",
        "name": "Art 48",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": "<P>(1) Wer sich um einen Sitz im Bundestage bewirbt, hat Anspruch auf den zur Vorbereitung seiner Wahl erforderlichen Urlaub.</P><P>(2) Niemand darf gehindert werden, das Amt eines Abgeordneten zu übernehmen und auszuüben. Eine Kündigung oder Entlassung aus diesem Grunde ist unzulässig.</P><P>(3) Die Abgeordneten haben Anspruch auf eine angemessene, ihre Unabhängigkeit sichernde Entschädigung. Sie haben das Recht der freien Benutzung aller staatlichen Verkehrsmittel. Das Nähere regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007000314",
        "name": "Art 49",
        "title": "(weggefallen)",
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000300314"
        },
        "body": null,
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000400314",
        "name": "IV.",
        "title": "Der Bundesrat",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007101333",
        "name": "Art 50",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000400314"
        },
        "body": "<P>Durch den Bundesrat wirken die Länder bei der Gesetzgebung und Verwaltung des Bundes und in Angelegenheiten der Europäischen Union mit.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007201305",
        "name": "Art 51",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000400314"
        },
        "body": "<P>(1) Der Bundesrat besteht aus Mitgliedern der Regierungen der Länder, die sie bestellen und abberufen. Sie können durch andere Mitglieder ihrer Regierungen vertreten werden.</P><P>(2) Jedes Land hat mindestens drei Stimmen, Länder mit mehr als zwei Millionen Einwohnern haben vier, Länder mit mehr als sechs Millionen Einwohnern fünf, Länder mit mehr als sieben Millionen Einwohnern sechs Stimmen.</P><P>(3) Jedes Land kann so viele Mitglieder entsenden, wie es Stimmen hat. Die Stimmen eines Landes können nur einheitlich und nur durch anwesende Mitglieder oder deren Vertreter abgegeben werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007302377",
        "name": "Art 52",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000400314"
        },
        "body": "<P>(1) Der Bundesrat wählt seinen Präsidenten auf ein Jahr.</P><P>(2) Der Präsident beruft den Bundesrat ein. Er hat ihn einzuberufen, wenn die Vertreter von mindestens zwei Ländern oder die Bundesregierung es verlangen.</P><P>(3) Der Bundesrat faßt seine Beschlüsse mit mindestens der Mehrheit seiner Stimmen. Er gibt sich eine Geschäftsordnung. Er verhandelt öffentlich. Die Öffentlichkeit kann ausgeschlossen werden.</P><P>(3a) Für Angelegenheiten der Europäischen Union kann der Bundesrat eine Europakammer bilden, deren Beschlüsse als Beschlüsse des Bundesrates gelten; die Anzahl der einheitlich abzugebenden Stimmen der Länder bestimmt sich nach Artikel 51 Abs. 2.</P><P>(4) Den Ausschüssen des Bundesrates können andere Mitglieder oder Beauftragte der Regierungen der Länder angehören.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007400314",
        "name": "Art 53",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000400314"
        },
        "body": "<P>Die Mitglieder der Bundesregierung haben das Recht und auf Verlangen die Pflicht, an den Verhandlungen des Bundesrates und seiner Ausschüsse teilzunehmen. Sie müssen jederzeit gehört werden. Der Bundesrat ist von der Bundesregierung über die Führung der Geschäfte auf dem laufenden zu halten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000500314",
        "name": "IV a.",
        "title": "Gemeinsamer Ausschuß",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007500314",
        "name": "Art 53a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000500314"
        },
        "body": "<P>(1) Der Gemeinsame Ausschuß besteht zu zwei Dritteln aus Abgeordneten des Bundestages, zu einem Drittel aus Mitgliedern des Bundesrates. Die Abgeordneten werden vom Bundestage entsprechend dem Stärkeverhältnis der Fraktionen bestimmt; sie dürfen nicht der Bundesregierung angehören. Jedes Land wird durch ein von ihm bestelltes Mitglied des Bundesrates vertreten; diese Mitglieder sind nicht an Weisungen gebunden. Die Bildung des Gemeinsamen Ausschusses und sein Verfahren werden durch eine Geschäftsordnung geregelt, die vom Bundestage zu beschließen ist und der Zustimmung des Bundesrates bedarf.</P><P>(2) Die Bundesregierung hat den Gemeinsamen Ausschuß über ihre Planungen für den Verteidigungsfall zu unterrichten. Die Rechte des Bundestages und seiner Ausschüsse nach Artikel 43 Abs. 1 bleiben unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000600314",
        "name": "V.",
        "title": "Der Bundespräsident",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007600314",
        "name": "Art 54",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": "<P>(1) Der Bundespräsident wird ohne Aussprache von der Bundesversammlung gewählt. Wählbar ist jeder Deutsche, der das Wahlrecht zum Bundestage besitzt und das vierzigste Lebensjahr vollendet hat.</P><P>(2) Das Amt des Bundespräsidenten dauert fünf Jahre. Anschließende Wiederwahl ist nur einmal zulässig.</P><P>(3) Die Bundesversammlung besteht aus den Mitgliedern des Bundestages und einer gleichen Anzahl von Mitgliedern, die von den Volksvertretungen der Länder nach den Grundsätzen der Verhältniswahl gewählt werden.</P><P>(4) Die Bundesversammlung tritt spätestens dreißig Tage vor Ablauf der Amtszeit des Bundespräsidenten, bei vorzeitiger Beendigung spätestens dreißig Tage nach diesem Zeitpunkt zusammen. Sie wird von dem Präsidenten des Bundestages einberufen.</P><P>(5) Nach Ablauf der Wahlperiode beginnt die Frist des Absatzes 4 Satz 1 mit dem ersten Zusammentritt des Bundestages.</P><P>(6) Gewählt ist, wer die Stimmen der Mehrheit der Mitglieder der Bundesversammlung erhält. Wird diese Mehrheit in zwei Wahlgängen von keinem Bewerber erreicht, so ist gewählt, wer in einem weiteren Wahlgang die meisten Stimmen auf sich vereinigt.</P><P>(7) Das Nähere regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007700314",
        "name": "Art 55",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": "<P>(1) Der Bundespräsident darf weder der Regierung noch einer gesetzgebenden Körperschaft des Bundes oder eines Landes angehören.</P><P>(2) Der Bundespräsident darf kein anderes besoldetes Amt, kein Gewerbe und keinen Beruf ausüben und weder der Leitung noch dem Aufsichtsrate eines auf Erwerb gerichteten Unternehmens angehören.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007800314",
        "name": "Art 56",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": "<P>Der Bundespräsident leistet bei seinem Amtsantritt vor den versammelten Mitgliedern des Bundestages und des Bundesrates folgenden Eid: <DL Font=\"normal\" Type=\"arabic\"><DT/><DD Font=\"normal\"><LA Size=\"normal\">\"Ich schwöre, daß ich meine Kraft dem Wohle des deutschen Volkes widmen, seinen Nutzen mehren, Schaden von ihm wenden, das Grundgesetz und die Gesetze des Bundes wahren und verteidigen, meine Pflichten gewissenhaft erfüllen und Gerechtigkeit gegen jedermann üben werde. So wahr mir Gott helfe.\"</LA></DD></DL>Der Eid kann auch ohne religiöse Beteuerung geleistet werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE007900314",
        "name": "Art 57",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": "<P>Die Befugnisse des Bundespräsidenten werden im Falle seiner Verhinderung oder bei vorzeitiger Erledigung des Amtes durch den Präsidenten des Bundesrates wahrgenommen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008000314",
        "name": "Art 58",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": "<P>Anordnungen und Verfügungen des Bundespräsidenten bedürfen zu ihrer Gültigkeit der Gegenzeichnung durch den Bundeskanzler oder durch den zuständigen Bundesminister. Dies gilt nicht für die Ernennung und Entlassung des Bundeskanzlers, die Auflösung des Bundestages gemäß Artikel 63 und das Ersuchen gemäß Artikel 69 Abs. 3.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008100314",
        "name": "Art 59",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": "<P>(1) Der Bundespräsident vertritt den Bund völkerrechtlich. Er schließt im Namen des Bundes die Verträge mit auswärtigen Staaten. Er beglaubigt und empfängt die Gesandten.</P><P>(2) Verträge, welche die politischen Beziehungen des Bundes regeln oder sich auf Gegenstände der Bundesgesetzgebung beziehen, bedürfen der Zustimmung oder der Mitwirkung der jeweils für die Bundesgesetzgebung zuständigen Körperschaften in der Form eines Bundesgesetzes. Für Verwaltungsabkommen gelten die Vorschriften über die Bundesverwaltung entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008200314",
        "name": "Art 59a",
        "title": "(weggefallen)",
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": null,
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008300314",
        "name": "Art 60",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": "<P>(1) Der Bundespräsident ernennt und entläßt die Bundesrichter, die Bundesbeamten, die Offiziere und Unteroffiziere, soweit gesetzlich nichts anderes bestimmt ist.</P><P>(2) Er übt im Einzelfalle für den Bund das Begnadigungsrecht aus.</P><P>(3) Er kann diese Befugnisse auf andere Behörden übertragen.</P><P>(4) Die Absätze 2 bis 4 des Artikels 46 finden auf den Bundespräsidenten entsprechende Anwendung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008400314",
        "name": "Art 61",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000600314"
        },
        "body": "<P>(1) Der Bundestag oder der Bundesrat können den Bundespräsidenten wegen vorsätzlicher Verletzung des Grundgesetzes oder eines anderen Bundesgesetzes vor dem Bundesverfassungsgericht anklagen. Der Antrag auf Erhebung der Anklage muß von mindestens einem Viertel der Mitglieder des Bundestages oder einem Viertel der Stimmen des Bundesrates gestellt werden. Der Beschluß auf Erhebung der Anklage bedarf der Mehrheit von zwei Dritteln der Mitglieder des Bundestages oder von zwei Dritteln der Stimmen des Bundesrates. Die Anklage wird von einem Beauftragten der anklagenden Körperschaft vertreten.</P><P>(2) Stellt das Bundesverfassungsgericht fest, daß der Bundespräsident einer vorsätzlichen Verletzung des Grundgesetzes oder eines anderen Bundesgesetzes schuldig ist, so kann es ihn des Amtes für verlustig erklären. Durch einstweilige Anordnung kann es nach der Erhebung der Anklage bestimmen, daß er an der Ausübung seines Amtes verhindert ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000700314",
        "name": "VI.",
        "title": "Die Bundesregierung",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008500314",
        "name": "Art 62",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>Die Bundesregierung besteht aus dem Bundeskanzler und aus den Bundesministern.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008600314",
        "name": "Art 63",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>(1) Der Bundeskanzler wird auf Vorschlag des Bundespräsidenten vom Bundestage ohne Aussprache gewählt.</P><P>(2) Gewählt ist, wer die Stimmen der Mehrheit der Mitglieder des Bundestages auf sich vereinigt. Der Gewählte ist vom Bundespräsidenten zu ernennen.</P><P>(3) Wird der Vorgeschlagene nicht gewählt, so kann der Bundestag binnen vierzehn Tagen nach dem Wahlgange mit mehr als der Hälfte seiner Mitglieder einen Bundeskanzler wählen.</P><P>(4) Kommt eine Wahl innerhalb dieser Frist nicht zustande, so findet unverzüglich ein neuer Wahlgang statt, in dem gewählt ist, wer die meisten Stimmen erhält. Vereinigt der Gewählte die Stimmen der Mehrheit der Mitglieder des Bundestages auf sich, so muß der Bundespräsident ihn binnen sieben Tagen nach der Wahl ernennen. Erreicht der Gewählte diese Mehrheit nicht, so hat der Bundespräsident binnen sieben Tagen entweder ihn zu ernennen oder den Bundestag aufzulösen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008700314",
        "name": "Art 64",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>(1) Die Bundesminister werden auf Vorschlag des Bundeskanzlers vom Bundespräsidenten ernannt und entlassen.</P><P>(2) Der Bundeskanzler und die Bundesminister leisten bei der Amtsübernahme vor dem Bundestage den in Artikel 56 vorgesehenen Eid.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008800314",
        "name": "Art 65",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>Der Bundeskanzler bestimmt die Richtlinien der Politik und trägt dafür die Verantwortung. Innerhalb dieser Richtlinien leitet jeder Bundesminister seinen Geschäftsbereich selbständig und unter eigener Verantwortung. Über Meinungsverschiedenheiten zwischen den Bundesministern entscheidet die Bundesregierung. Der Bundeskanzler leitet ihre Geschäfte nach einer von der Bundesregierung beschlossenen und vom Bundespräsidenten genehmigten Geschäftsordnung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019300314",
        "name": "Art 65a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>(1) Der Bundesminister für Verteidigung hat die Befehls- und Kommandogewalt über die Streitkräfte.</P><P>(2) (weggefallen)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE008900314",
        "name": "Art 66",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>Der Bundeskanzler und die Bundesminister dürfen kein anderes besoldetes Amt, kein Gewerbe und keinen Beruf ausüben und weder der Leitung noch ohne Zustimmung des Bundestages dem Aufsichtsrate eines auf Erwerb gerichteten Unternehmens angehören.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009000314",
        "name": "Art 67",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>(1) Der Bundestag kann dem Bundeskanzler das Mißtrauen nur dadurch aussprechen, daß er mit der Mehrheit seiner Mitglieder einen Nachfolger wählt und den Bundespräsidenten ersucht, den Bundeskanzler zu entlassen. Der Bundespräsident muß dem Ersuchen entsprechen und den Gewählten ernennen.</P><P>(2) Zwischen dem Antrage und der Wahl müssen achtundvierzig Stunden liegen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009100314",
        "name": "Art 68",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>(1) Findet ein Antrag des Bundeskanzlers, ihm das Vertrauen auszusprechen, nicht die Zustimmung der Mehrheit der Mitglieder des Bundestages, so kann der Bundespräsident auf Vorschlag des Bundeskanzlers binnen einundzwanzig Tagen den Bundestag auflösen. Das Recht zur Auflösung erlischt, sobald der Bundestag mit der Mehrheit seiner Mitglieder einen anderen Bundeskanzler wählt.</P><P>(2) Zwischen dem Antrage und der Abstimmung müssen achtundvierzig Stunden liegen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009200314",
        "name": "Art 69",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000700314"
        },
        "body": "<P>(1) Der Bundeskanzler ernennt einen Bundesminister zu seinem Stellvertreter.</P><P>(2) Das Amt des Bundeskanzlers oder eines Bundesministers endigt in jedem Falle mit dem Zusammentritt eines neuen Bundestages, das Amt eines Bundesministers auch mit jeder anderen Erledigung des Amtes des Bundeskanzlers.</P><P>(3) Auf Ersuchen des Bundespräsidenten ist der Bundeskanzler, auf Ersuchen des Bundeskanzlers oder des Bundespräsidenten ein Bundesminister verpflichtet, die Geschäfte bis zur Ernennung seines Nachfolgers weiterzuführen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000800314",
        "name": "VII.",
        "title": "Die Gesetzgebung des Bundes",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009300314",
        "name": "Art 70",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Die Länder haben das Recht der Gesetzgebung, soweit dieses Grundgesetz nicht dem Bunde Gesetzgebungsbefugnisse verleiht.</P><P>(2) Die Abgrenzung der Zuständigkeit zwischen Bund und Ländern bemißt sich nach den Vorschriften dieses Grundgesetzes über die ausschließliche und die konkurrierende Gesetzgebung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009400314",
        "name": "Art 71",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>Im Bereiche der ausschließlichen Gesetzgebung des Bundes haben die Länder die Befugnis zur Gesetzgebung nur, wenn und soweit sie hierzu in einem Bundesgesetze ausdrücklich ermächtigt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009503377",
        "name": "Art 72",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Im Bereich der konkurrierenden Gesetzgebung haben die Länder die Befugnis zur Gesetzgebung, solange und soweit der Bund von seiner Gesetzgebungszuständigkeit nicht durch Gesetz Gebrauch gemacht hat.</P><P>(2) Auf den Gebieten des Artikels 74 Abs. 1 Nr. 4, 7, 11, 13, 15, 19a, 20, 22, 25 und 26 hat der Bund das Gesetzgebungsrecht, wenn und soweit die Herstellung gleichwertiger Lebensverhältnisse im Bundesgebiet oder die Wahrung der Rechts- oder Wirtschaftseinheit im gesamtstaatlichen Interesse eine bundesgesetzliche Regelung erforderlich macht.</P><P>(3) Hat der Bund von seiner Gesetzgebungszuständigkeit Gebrauch gemacht, können die Länder durch Gesetz hiervon abweichende Regelungen treffen über: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Jagdwesen (ohne das Recht der Jagdscheine);</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Naturschutz und die Landschaftspflege (ohne die allgemeinen Grundsätze des Naturschutzes, das Recht des Artenschutzes oder des Meeresnaturschutzes);</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bodenverteilung;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Raumordnung;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Wasserhaushalt (ohne stoff- oder anlagenbezogene Regelungen);</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Hochschulzulassung und die Hochschulabschlüsse;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Grundsteuer.</LA></DD></DL>Bundesgesetze auf diesen Gebieten treten frühestens sechs Monate nach ihrer Verkündung in Kraft, soweit nicht mit Zustimmung des Bundesrates anderes bestimmt ist. Auf den Gebieten des Satzes 1 geht im Verhältnis von Bundes- und Landesrecht das jeweils spätere Gesetz vor.</P><P>(4) Durch Bundesgesetz kann bestimmt werden, daß eine bundesgesetzliche Regelung, für die eine Erforderlichkeit im Sinne des Absatzes 2 nicht mehr besteht, durch Landesrecht ersetzt werden kann.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009603377",
        "name": "Art 73",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Der Bund hat die ausschließliche Gesetzgebung über: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die auswärtigen Angelegenheiten sowie die Verteidigung einschließlich des Schutzes der Zivilbevölkerung;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Staatsangehörigkeit im Bunde;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Freizügigkeit, das Paßwesen, das Melde- und Ausweiswesen, die Ein- und Auswanderung und die Auslieferung;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Währungs-, Geld- und Münzwesen, Maße und Gewichte sowie die Zeitbestimmung;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einheit des Zoll- und Handelsgebietes, die Handels- und Schiffahrtsverträge, die Freizügigkeit des Warenverkehrs und den Waren- und Zahlungsverkehr mit dem Auslande einschließlich des Zoll- und Grenzschutzes;</LA></DD><DT>5a.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Schutz deutschen Kulturgutes gegen Abwanderung ins Ausland;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Luftverkehr;</LA></DD><DT>6a.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Verkehr von Eisenbahnen, die ganz oder mehrheitlich im Eigentum des Bundes stehen (Eisenbahnen des Bundes), den Bau, die Unterhaltung und das Betreiben von Schienenwegen der Eisenbahnen des Bundes sowie die Erhebung von Entgelten für die Benutzung dieser Schienenwege;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Postwesen und die Telekommunikation;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Rechtsverhältnisse der im Dienste des Bundes und der bundesunmittelbaren Körperschaften des öffentlichen Rechtes stehenden Personen;</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">den gewerblichen Rechtsschutz, das Urheberrecht und das Verlagsrecht;</LA></DD><DT>9a.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Abwehr von Gefahren des internationalen Terrorismus durch das Bundeskriminalpolizeiamt in Fällen, in denen eine länderübergreifende Gefahr vorliegt, die Zuständigkeit einer Landespolizeibehörde nicht erkennbar ist oder die oberste Landesbehörde um eine Übernahme ersucht;</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zusammenarbeit des Bundes und der Länder<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">in der Kriminalpolizei,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">zum Schutze der freiheitlichen demokratischen Grundordnung, des Bestandes und der Sicherheit des Bundes oder eines Landes (Verfassungsschutz) und</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">zum Schutze gegen Bestrebungen im Bundesgebiet, die durch Anwendung von Gewalt oder darauf gerichtete Vorbereitungshandlungen auswärtige Belange der Bundesrepublik Deutschland gefährden,</LA></DD></DL></LA><LA Size=\"normal\">sowie die Einrichtung eines Bundeskriminalpolizeiamtes und die internationale Verbrechensbekämpfung;</LA></DD></DL><DL Font=\"normal\" Type=\"arabic\"><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Statistik für Bundeszwecke;</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Waffen- und das Sprengstoffrecht;</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Versorgung der Kriegsbeschädigten und Kriegshinterbliebenen und die Fürsorge für die ehemaligen Kriegsgefangenen;</LA></DD><DT>14.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Erzeugung und Nutzung der Kernenergie zu friedlichen Zwecken, die Errichtung und den Betrieb von Anlagen, die diesen Zwecken dienen, den Schutz gegen Gefahren, die bei Freiwerden von Kernenergie oder durch ionisierende Strahlen entstehen, und die Beseitigung radioaktiver Stoffe.</LA></DD></DL></P><P>(2) Gesetze nach Absatz 1 Nr. 9a bedürfen der Zustimmung des Bundesrates.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009703377",
        "name": "Art 74",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Die konkurrierende Gesetzgebung erstreckt sich auf folgende Gebiete: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das bürgerliche Recht, das Strafrecht, die Gerichtsverfassung, das gerichtliche Verfahren (ohne das Recht des Untersuchungshaftvollzugs), die Rechtsanwaltschaft, das Notariat und die Rechtsberatung;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Personenstandswesen;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Vereinsrecht;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Aufenthalts- und Niederlassungsrecht der Ausländer;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Angelegenheiten der Flüchtlinge und Vertriebenen;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die öffentliche Fürsorge (ohne das Heimrecht);</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Kriegsschäden und die Wiedergutmachung;</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Kriegsgräber und Gräber anderer Opfer des Krieges und Opfer von Gewaltherrschaft;</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Recht der Wirtschaft (Bergbau, Industrie, Energiewirtschaft, Handwerk, Gewerbe, Handel, Bank- und Börsenwesen, privatrechtliches Versicherungswesen) ohne das Recht des Ladenschlusses, der Gaststätten, der Spielhallen, der Schaustellung von Personen, der Messen, der Ausstellungen und der Märkte;</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Arbeitsrecht einschließlich der Betriebsverfassung, des Arbeitsschutzes und der Arbeitsvermittlung sowie die Sozialversicherung einschließlich der Arbeitslosenversicherung;</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Regelung der Ausbildungsbeihilfen und die Förderung der wissenschaftlichen Forschung;</LA></DD><DT>14.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Recht der Enteignung, soweit sie auf den Sachgebieten der Artikel 73 und 74 in Betracht kommt;</LA></DD><DT>15.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Überführung von Grund und Boden, von Naturschätzen und Produktionsmitteln in Gemeineigentum oder in andere Formen der Gemeinwirtschaft;</LA></DD><DT>16.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Verhütung des Mißbrauchs wirtschaftlicher Machtstellung;</LA></DD><DT>17.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Förderung der land- und forstwirtschaftlichen Erzeugung (ohne das Recht der Flurbereinigung), die Sicherung der Ernährung, die Ein- und Ausfuhr land- und forstwirtschaftlicher Erzeugnisse, die Hochsee- und Küstenfischerei und den Küstenschutz;</LA></DD><DT>18.</DT><DD Font=\"normal\"><LA Size=\"normal\">den städtebaulichen Grundstücksverkehr, das Bodenrecht (ohne das Recht der Erschließungsbeiträge) und das Wohngeldrecht, das Altschuldenhilferecht, das Wohnungsbauprämienrecht, das Bergarbeiterwohnungsbaurecht und das Bergmannssiedlungsrecht;</LA></DD><DT>19.</DT><DD Font=\"normal\"><LA Size=\"normal\">Maßnahmen gegen gemeingefährliche oder übertragbare Krankheiten bei Menschen und Tieren, Zulassung zu ärztlichen und anderen Heilberufen und zum Heilgewerbe, sowie das Recht des Apothekenwesens, der Arzneien, der Medizinprodukte, der Heilmittel, der Betäubungsmittel und der Gifte;</LA></DD><DT>19a.</DT><DD Font=\"normal\"><LA Size=\"normal\">die wirtschaftliche Sicherung der Krankenhäuser und die Regelung der Krankenhauspflegesätze;</LA></DD><DT>20.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Recht der Lebensmittel einschließlich der ihrer Gewinnung dienenden Tiere, das Recht der Genussmittel, Bedarfsgegenstände und Futtermittel sowie den Schutz beim Verkehr mit land- und forstwirtschaftlichem Saat- und Pflanzgut, den Schutz der Pflanzen gegen Krankheiten und Schädlinge sowie den Tierschutz;</LA></DD><DT>21.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Hochsee- und Küstenschiffahrt sowie die Seezeichen, die Binnenschiffahrt, den Wetterdienst, die Seewasserstraßen und die dem allgemeinen Verkehr dienenden Binnenwasserstraßen;</LA></DD><DT>22.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Straßenverkehr, das Kraftfahrwesen, den Bau und die Unterhaltung von Landstraßen für den Fernverkehr sowie die Erhebung und Verteilung von Gebühren oder Entgelten für die Benutzung öffentlicher Straßen mit Fahrzeugen;</LA></DD><DT>23.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Schienenbahnen, die nicht Eisenbahnen des Bundes sind, mit Ausnahme der Bergbahnen;</LA></DD><DT>24.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Abfallwirtschaft, die Luftreinhaltung und die Lärmbekämpfung (ohne Schutz vor verhaltensbezogenem Lärm);</LA></DD><DT>25.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Staatshaftung;</LA></DD><DT>26.</DT><DD Font=\"normal\"><LA Size=\"normal\">die medizinisch unterstützte Erzeugung menschlichen Lebens, die Untersuchung und die künstliche Veränderung von Erbinformationen sowie Regelungen zur Transplantation von Organen, Geweben und Zellen;</LA></DD><DT>27.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Statusrechte und -pflichten der Beamten der Länder, Gemeinden und anderen Körperschaften des öffentlichen Rechts sowie der Richter in den Ländern mit Ausnahme der Laufbahnen, Besoldung und Versorgung;</LA></DD><DT>28.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Jagdwesen;</LA></DD><DT>29.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Naturschutz und die Landschaftspflege;</LA></DD><DT>30.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bodenverteilung;</LA></DD><DT>31.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Raumordnung;</LA></DD><DT>32.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Wasserhaushalt;</LA></DD><DT>33.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Hochschulzulassung und die Hochschulabschlüsse.</LA></DD></DL></P><P>(2) Gesetze nach Absatz 1 Nr. 25 und 27 bedürfen der Zustimmung des Bundesrates.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE009801377",
        "name": "(XXXX) Art 74a und 75",
        "title": "(weggefallen)",
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": null,
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010001307",
        "name": "Art 76",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Gesetzesvorlagen werden beim Bundestage durch die Bundesregierung, aus der Mitte des Bundestages oder durch den Bundesrat eingebracht.</P><P>(2) Vorlagen der Bundesregierung sind zunächst dem Bundesrat zuzuleiten. Der Bundesrat ist berechtigt, innerhalb von sechs Wochen zu diesen Vorlagen Stellung zu nehmen. Verlangt er aus wichtigem Grunde, insbesondere mit Rücksicht auf den Umfang einer Vorlage, eine Fristverlängerung, so beträgt die Frist neun Wochen. Die Bundesregierung kann eine Vorlage, die sie bei der Zuleitung an den Bundesrat ausnahmsweise als besonders eilbedürftig bezeichnet hat, nach drei Wochen oder, wenn der Bundesrat ein Verlangen nach Satz 3 geäußert hat, nach sechs Wochen dem Bundestag zuleiten, auch wenn die Stellungnahme des Bundesrates noch nicht bei ihr eingegangen ist; sie hat die Stellungnahme des Bundesrates unverzüglich nach Eingang dem Bundestag nachzureichen. Bei Vorlagen zur Änderung dieses Grundgesetzes und zur Übertragung von Hoheitsrechten nach Artikel 23 oder Artikel 24 beträgt die Frist zur Stellungnahme neun Wochen; Satz 4 findet keine Anwendung.</P><P>(3) Vorlagen des Bundesrates sind dem Bundestag durch die Bundesregierung innerhalb von sechs Wochen zuzuleiten. Sie soll hierbei ihre Auffassung darlegen. Verlangt sie aus wichtigem Grunde, insbesondere mit Rücksicht auf den Umfang einer Vorlage, eine Fristverlängerung, so beträgt die Frist neun Wochen. Wenn der Bundesrat eine Vorlage ausnahmsweise als besonders eilbedürftig bezeichnet hat, beträgt die Frist drei Wochen oder, wenn die Bundesregierung ein Verlangen nach Satz 3 geäußert hat, sechs Wochen. Bei Vorlagen zur Änderung dieses Grundgesetzes und zur Übertragung von Hoheitsrechten nach Artikel 23 oder Artikel 24 beträgt die Frist neun Wochen; Satz 4 findet keine Anwendung. Der Bundestag hat über die Vorlagen in angemessener Frist zu beraten und Beschluß zu fassen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010101307",
        "name": "Art 77",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Die Bundesgesetze werden vom Bundestage beschlossen. Sie sind nach ihrer Annahme durch den Präsidenten des Bundestages unverzüglich dem Bundesrate zuzuleiten.</P><P>(2) Der Bundesrat kann binnen drei Wochen nach Eingang des Gesetzesbeschlusses verlangen, daß ein aus Mitgliedern des Bundestages und des Bundesrates für die gemeinsame Beratung von Vorlagen gebildeter Ausschuß einberufen wird. Die Zusammensetzung und das Verfahren dieses Ausschusses regelt eine Geschäftsordnung, die vom Bundestag beschlossen wird und der Zustimmung des Bundesrates bedarf. Die in diesen Ausschuß entsandten Mitglieder des Bundesrates sind nicht an Weisungen gebunden. Ist zu einem Gesetze die Zustimmung des Bundesrates erforderlich, so können auch der Bundestag und die Bundesregierung die Einberufung verlangen. Schlägt der Ausschuß eine Änderung des Gesetzesbeschlusses vor, so hat der Bundestag erneut Beschluß zu fassen.</P><P>(2a) Soweit zu einem Gesetz die Zustimmung des Bundesrates erforderlich ist, hat der Bundesrat, wenn ein Verlangen nach Absatz 2 Satz 1 nicht gestellt oder das Vermittlungsverfahren ohne einen Vorschlag zur Änderung des Gesetzesbeschlusses beendet ist, in angemessener Frist über die Zustimmung Beschluß zu fassen.</P><P>(3) Soweit zu einem Gesetze die Zustimmung des Bundesrates nicht erforderlich ist, kann der Bundesrat, wenn das Verfahren nach Absatz 2 beendigt ist, gegen ein vom Bundestage beschlossenes Gesetz binnen zwei Wochen Einspruch einlegen. Die Einspruchsfrist beginnt im Falle des Absatzes 2 letzter Satz mit dem Eingange des vom Bundestage erneut gefaßten Beschlusses, in allen anderen Fällen mit dem Eingange der Mitteilung des Vorsitzenden des in Absatz 2 vorgesehenen Ausschusses, daß das Verfahren vor dem Ausschusse abgeschlossen ist.</P><P>(4) Wird der Einspruch mit der Mehrheit der Stimmen des Bundesrates beschlossen, so kann er durch Beschluß der Mehrheit der Mitglieder des Bundestages zurückgewiesen werden. Hat der Bundesrat den Einspruch mit einer Mehrheit von mindestens zwei Dritteln seiner Stimmen beschlossen, so bedarf die Zurückweisung durch den Bundestag einer Mehrheit von zwei Dritteln, mindestens der Mehrheit der Mitglieder des Bundestages.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010200314",
        "name": "Art 78",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>Ein vom Bundestage beschlossenes Gesetz kommt zustande, wenn der Bundesrat zustimmt, den Antrag gemäß Artikel 77 Abs. 2 nicht stellt, innerhalb der Frist des Artikels 77 Abs. 3 keinen Einspruch einlegt oder ihn zurücknimmt oder wenn der Einspruch vom Bundestage überstimmt wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010300314",
        "name": "Art 79",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Das Grundgesetz kann nur durch ein Gesetz geändert werden, das den Wortlaut des Grundgesetzes ausdrücklich ändert oder ergänzt. Bei völkerrechtlichen Verträgen, die eine Friedensregelung, die Vorbereitung einer Friedensregelung oder den Abbau einer besatzungsrechtlichen Ordnung zum Gegenstand haben oder der Verteidigung der Bundesrepublik zu dienen bestimmt sind, genügt zur Klarstellung, daß die Bestimmungen des Grundgesetzes dem Abschluß und dem Inkraftsetzen der Verträge nicht entgegenstehen, eine Ergänzung des Wortlautes des Grundgesetzes, die sich auf diese Klarstellung beschränkt.</P><P>(2) Ein solches Gesetz bedarf der Zustimmung von zwei Dritteln der Mitglieder des Bundestages und zwei Dritteln der Stimmen des Bundesrates.</P><P>(3) Eine Änderung dieses Grundgesetzes, durch welche die Gliederung des Bundes in Länder, die grundsätzliche Mitwirkung der Länder bei der Gesetzgebung oder die in den Artikeln 1 und 20 niedergelegten Grundsätze berührt werden, ist unzulässig.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010403307",
        "name": "Art 80",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Durch Gesetz können die Bundesregierung, ein Bundesminister oder die Landesregierungen ermächtigt werden, Rechtsverordnungen zu erlassen. Dabei müssen Inhalt, Zweck und Ausmaß der erteilten Ermächtigung im Gesetze bestimmt werden. Die Rechtsgrundlage ist in der Verordnung anzugeben. Ist durch Gesetz vorgesehen, daß eine Ermächtigung weiter übertragen werden kann, so bedarf es zur Übertragung der Ermächtigung einer Rechtsverordnung.</P><P>(2) Der Zustimmung des Bundesrates bedürfen, vorbehaltlich anderweitiger bundesgesetzlicher Regelung, Rechtsverordnungen der Bundesregierung oder eines Bundesministers über Grundsätze und Gebühren für die Benutzung der Einrichtungen des Postwesens und der Telekommunikation, über die Grundsätze der Erhebung des Entgelts für die Benutzung der Einrichtungen der Eisenbahnen des Bundes, über den Bau und Betrieb der Eisenbahnen, sowie Rechtsverordnungen auf Grund von Bundesgesetzen, die der Zustimmung des Bundesrates bedürfen oder die von den Ländern im Auftrage des Bundes oder als eigene Angelegenheit ausgeführt werden.</P><P>(3) Der Bundesrat kann der Bundesregierung Vorlagen für den Erlaß von Rechtsverordnungen zuleiten, die seiner Zustimmung bedürfen.</P><P>(4) Soweit durch Bundesgesetz oder auf Grund von Bundesgesetzen Landesregierungen ermächtigt werden, Rechtsverordnungen zu erlassen, sind die Länder zu einer Regelung auch durch Gesetz befugt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010500314",
        "name": "Art 80a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Ist in diesem Grundgesetz oder in einem Bundesgesetz über die Verteidigung einschließlich des Schutzes der Zivilbevölkerung bestimmt, daß Rechtsvorschriften nur nach Maßgabe dieses Artikels angewandt werden dürfen, so ist die Anwendung außer im Verteidigungsfalle nur zulässig, wenn der Bundestag den Eintritt des Spannungsfalles festgestellt oder wenn er der Anwendung besonders zugestimmt hat. Die Feststellung des Spannungsfalles und die besondere Zustimmung in den Fällen des Artikels 12a Abs. 5 Satz 1 und Abs. 6 Satz 2 bedürfen einer Mehrheit von zwei Dritteln der abgegebenen Stimmen.</P><P>(2) Maßnahmen auf Grund von Rechtsvorschriften nach Absatz 1 sind aufzuheben, wenn der Bundestag es verlangt.</P><P>(3) Abweichend von Absatz 1 ist die Anwendung solcher Rechtsvorschriften auch auf der Grundlage und nach Maßgabe eines Beschlusses zulässig, der von einem internationalen Organ im Rahmen eines Bündnisvertrages mit Zustimmung der Bundesregierung gefaßt wird. Maßnahmen nach diesem Absatz sind aufzuheben, wenn der Bundestag es mit der Mehrheit seiner Mitglieder verlangt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010600314",
        "name": "Art 81",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Wird im Falle des Artikels 68 der Bundestag nicht aufgelöst, so kann der Bundespräsident auf Antrag der Bundesregierung mit Zustimmung des Bundesrates für eine Gesetzesvorlage den Gesetzgebungsnotstand erklären, wenn der Bundestag sie ablehnt, obwohl die Bundesregierung sie als dringlich bezeichnet hat. Das gleiche gilt, wenn eine Gesetzesvorlage abgelehnt worden ist, obwohl der Bundeskanzler mit ihr den Antrag des Artikels 68 verbunden hatte.</P><P>(2) Lehnt der Bundestag die Gesetzesvorlage nach Erklärung des Gesetzgebungsnotstandes erneut ab oder nimmt er sie in einer für die Bundesregierung als unannehmbar bezeichneten Fassung an, so gilt das Gesetz als zustande gekommen, soweit der Bundesrat ihm zustimmt. Das gleiche gilt, wenn die Vorlage vom Bundestage nicht innerhalb von vier Wochen nach der erneuten Einbringung verabschiedet wird.</P><P>(3) Während der Amtszeit eines Bundeskanzlers kann auch jede andere vom Bundestage abgelehnte Gesetzesvorlage innerhalb einer Frist von sechs Monaten nach der ersten Erklärung des Gesetzgebungsnotstandes gemäß Absatz 1 und 2 verabschiedet werden. Nach Ablauf der Frist ist während der Amtszeit des gleichen Bundeskanzlers eine weitere Erklärung des Gesetzgebungsnotstandes unzulässig.</P><P>(4) Das Grundgesetz darf durch ein Gesetz, das nach Absatz 2 zustande kommt, weder geändert, noch ganz oder teilweise außer Kraft oder außer Anwendung gesetzt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010700314",
        "name": "Art 82",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000800314"
        },
        "body": "<P>(1) Die nach den Vorschriften dieses Grundgesetzes zustande gekommenen Gesetze werden vom Bundespräsidenten nach Gegenzeichnung ausgefertigt und im Bundesgesetzblatte verkündet. Rechtsverordnungen werden von der Stelle, die sie erläßt, ausgefertigt und vorbehaltlich anderweitiger gesetzlicher Regelung im Bundesgesetzblatte verkündet.</P><P>(2) Jedes Gesetz und jede Rechtsverordnung soll den Tag des Inkrafttretens bestimmen. Fehlt eine solche Bestimmung, so treten sie mit dem vierzehnten Tage nach Ablauf des Tages in Kraft, an dem das Bundesgesetzblatt ausgegeben worden ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG000900314",
        "name": "VIII.",
        "title": "Die Ausführung der Bundesgesetze und die Bundesverwaltung",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010800314",
        "name": "Art 83",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>Die Länder führen die Bundesgesetze als eigene Angelegenheit aus, soweit dieses Grundgesetz nichts anderes bestimmt oder zuläßt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE010901377",
        "name": "Art 84",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Führen die Länder die Bundesgesetze als eigene Angelegenheit aus, so regeln sie die Einrichtung der Behörden und das Verwaltungsverfahren. Wenn Bundesgesetze etwas anderes bestimmen, können die Länder davon abweichende Regelungen treffen. Hat ein Land eine abweichende Regelung nach Satz 2 getroffen, treten in diesem Land hierauf bezogene spätere bundesgesetzliche Regelungen der Einrichtung der Behörden und des Verwaltungsverfahrens frühestens sechs Monate nach ihrer Verkündung in Kraft, soweit nicht mit Zustimmung des Bundesrates anderes bestimmt ist. Artikel 72 Abs. 3 Satz 3 gilt entsprechend. In Ausnahmefällen kann der Bund wegen eines besonderen Bedürfnisses nach bundeseinheitlicher Regelung das Verwaltungsverfahren ohne Abweichungsmöglichkeit für die Länder regeln. Diese Gesetze bedürfen der Zustimmung des Bundesrates. Durch Bundesgesetz dürfen Gemeinden und Gemeindeverbänden Aufgaben nicht übertragen werden.</P><P>(2) Die Bundesregierung kann mit Zustimmung des Bundesrates allgemeine Verwaltungsvorschriften erlassen.</P><P>(3) Die Bundesregierung übt die Aufsicht darüber aus, daß die Länder die Bundesgesetze dem geltenden Rechte gemäß ausführen. Die Bundesregierung kann zu diesem Zwecke Beauftragte zu den obersten Landesbehörden entsenden, mit deren Zustimmung und, falls diese Zustimmung versagt wird, mit Zustimmung des Bundesrates auch zu den nachgeordneten Behörden.</P><P>(4) Werden Mängel, die die Bundesregierung bei der Ausführung der Bundesgesetze in den Ländern festgestellt hat, nicht beseitigt, so beschließt auf Antrag der Bundesregierung oder des Landes der Bundesrat, ob das Land das Recht verletzt hat. Gegen den Beschluß des Bundesrates kann das Bundesverfassungsgericht angerufen werden.</P><P>(5) Der Bundesregierung kann durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, zur Ausführung von Bundesgesetzen die Befugnis verliehen werden, für besondere Fälle Einzelweisungen zu erteilen. Sie sind, außer wenn die Bundesregierung den Fall für dringlich erachtet, an die obersten Landesbehörden zu richten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011001377",
        "name": "Art 85",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Führen die Länder die Bundesgesetze im Auftrage des Bundes aus, so bleibt die Einrichtung der Behörden Angelegenheit der Länder, soweit nicht Bundesgesetze mit Zustimmung des Bundesrates etwas anderes bestimmen. Durch Bundesgesetz dürfen Gemeinden und Gemeindeverbänden Aufgaben nicht übertragen werden.</P><P>(2) Die Bundesregierung kann mit Zustimmung des Bundesrates allgemeine Verwaltungsvorschriften erlassen. Sie kann die einheitliche Ausbildung der Beamten und Angestellten regeln. Die Leiter der Mittelbehörden sind mit ihrem Einvernehmen zu bestellen.</P><P>(3) Die Landesbehörden unterstehen den Weisungen der zuständigen obersten Bundesbehörden. Die Weisungen sind, außer wenn die Bundesregierung es für dringlich erachtet, an die obersten Landesbehörden zu richten. Der Vollzug der Weisung ist durch die obersten Landesbehörden sicherzustellen.</P><P>(4) Die Bundesaufsicht erstreckt sich auf Gesetzmäßigkeit und Zweckmäßigkeit der Ausführung. Die Bundesregierung kann zu diesem Zwecke Bericht und Vorlage der Akten verlangen und Beauftragte zu allen Behörden entsenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011100314",
        "name": "Art 86",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>Führt der Bund die Gesetze durch bundeseigene Verwaltung oder durch bundesunmittelbare Körperschaften oder Anstalten des öffentlichen Rechtes aus, so erläßt die Bundesregierung, soweit nicht das Gesetz Besonderes vorschreibt, die allgemeinen Verwaltungsvorschriften. Sie regelt, soweit das Gesetz nichts anderes bestimmt, die Einrichtung der Behörden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011203307",
        "name": "Art 87",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) In bundeseigener Verwaltung mit eigenem Verwaltungsunterbau werden geführt der Auswärtige Dienst, die Bundesfinanzverwaltung und nach Maßgabe des Artikels 89 die Verwaltung der Bundeswasserstraßen und der Schiffahrt. Durch Bundesgesetz können Bundesgrenzschutzbehörden, Zentralstellen für das polizeiliche Auskunfts- und Nachrichtenwesen, für die Kriminalpolizei und zur Sammlung von Unterlagen für Zwecke des Verfassungsschutzes und des Schutzes gegen Bestrebungen im Bundesgebiet, die durch Anwendung von Gewalt oder darauf gerichtete Vorbereitungshandlungen auswärtige Belange der Bundesrepublik Deutschland gefährden, eingerichtet werden.</P><P>(2) Als bundesunmittelbare Körperschaften des öffentlichen Rechtes werden diejenigen sozialen Versicherungsträger geführt, deren Zuständigkeitsbereich sich über das Gebiet eines Landes hinaus erstreckt. Soziale Versicherungsträger, deren Zuständigkeitsbereich sich über das Gebiet eines Landes, aber nicht über mehr als drei Länder hinaus erstreckt, werden abweichend von Satz 1 als landesunmittelbare Körperschaften des öffentlichen Rechtes geführt, wenn das aufsichtsführende Land durch die beteiligten Länder bestimmt ist.</P><P>(3) Außerdem können für Angelegenheiten, für die dem Bunde die Gesetzgebung zusteht, selbständige Bundesoberbehörden und neue bundesunmittelbare Körperschaften und Anstalten des öffentlichen Rechtes durch Bundesgesetz errichtet werden. Erwachsen dem Bunde auf Gebieten, für die ihm die Gesetzgebung zusteht, neue Aufgaben, so können bei dringendem Bedarf bundeseigene Mittel- und Unterbehörden mit Zustimmung des Bundesrates und der Mehrheit der Mitglieder des Bundestages errichtet werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011300314",
        "name": "Art 87a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Der Bund stellt Streitkräfte zur Verteidigung auf. Ihre zahlenmäßige Stärke und die Grundzüge ihrer Organisation müssen sich aus dem Haushaltsplan ergeben.</P><P>(2) Außer zur Verteidigung dürfen die Streitkräfte nur eingesetzt werden, soweit dieses Grundgesetz es ausdrücklich zuläßt.</P><P>(3) Die Streitkräfte haben im Verteidigungsfalle und im Spannungsfalle die Befugnis, zivile Objekte zu schützen und Aufgaben der Verkehrsregelung wahrzunehmen, soweit dies zur Erfüllung ihres Verteidigungsauftrages erforderlich ist. Außerdem kann den Streitkräften im Verteidigungsfalle und im Spannungsfalle der Schutz ziviler Objekte auch zur Unterstützung polizeilicher Maßnahmen übertragen werden; die Streitkräfte wirken dabei mit den zuständigen Behörden zusammen.</P><P>(4) Zur Abwehr einer drohenden Gefahr für den Bestand oder die freiheitliche demokratische Grundordnung des Bundes oder eines Landes kann die Bundesregierung, wenn die Voraussetzungen des Artikels 91 Abs. 2 vorliegen und die Polizeikräfte sowie der Bundesgrenzschutz nicht ausreichen, Streitkräfte zur Unterstützung der Polizei und des Bundesgrenzschutzes beim Schutze von zivilen Objekten und bei der Bekämpfung organisierter und militärisch bewaffneter Aufständischer einsetzen. Der Einsatz von Streitkräften ist einzustellen, wenn der Bundestag oder der Bundesrat es verlangen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011400314",
        "name": "Art 87b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Die Bundeswehrverwaltung wird in bundeseigener Verwaltung mit eigenem Verwaltungsunterbau geführt. Sie dient den Aufgaben des Personalwesens und der unmittelbaren Deckung des Sachbedarfs der Streitkräfte. Aufgaben der Beschädigtenversorgung und des Bauwesens können der Bundeswehrverwaltung nur durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, übertragen werden. Der Zustimmung des Bundesrates bedürfen ferner Gesetze, soweit sie die Bundeswehrverwaltung zu Eingriffen in Rechte Dritter ermächtigen; das gilt nicht für Gesetze auf dem Gebiete des Personalwesens.</P><P>(2) Im übrigen können Bundesgesetze, die der Verteidigung einschließlich des Wehrersatzwesens und des Schutzes der Zivilbevölkerung dienen, mit Zustimmung des Bundesrates bestimmen, daß sie ganz oder teilweise in bundeseigener Verwaltung mit eigenem Verwaltungsunterbau oder von den Ländern im Auftrage des Bundes ausgeführt werden. Werden solche Gesetze von den Ländern im Auftrage des Bundes ausgeführt, so können sie mit Zustimmung des Bundesrates bestimmen, daß die der Bundesregierung und den zuständigen obersten Bundesbehörden auf Grund des Artikels 85 zustehenden Befugnisse ganz oder teilweise Bundesoberbehörden übertragen werden; dabei kann bestimmt werden, daß diese Behörden beim Erlaß allgemeiner Verwaltungsvorschriften gemäß Artikel 85 Abs. 2 Satz 1 nicht der Zustimmung des Bundesrates bedürfen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011501377",
        "name": "Art 87c",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>Gesetze, die auf Grund des Artikels 73 Abs. 1 Nr. 14 ergehen, können mit Zustimmung des Bundesrates bestimmen, daß sie von den Ländern im Auftrage des Bundes ausgeführt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011602160",
        "name": "Art 87d",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Die Luftverkehrsverwaltung wird in Bundesverwaltung geführt. Aufgaben der Flugsicherung können auch durch ausländische Flugsicherungsorganisationen wahrgenommen werden, die nach Recht der Europäischen Gemeinschaft zugelassen sind. Das Nähere regelt ein Bundesgesetz.</P><P>(2) Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, können Aufgaben der Luftverkehrsverwaltung den Ländern als Auftragsverwaltung übertragen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019600307",
        "name": "Art 87e",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Die Eisenbahnverkehrsverwaltung für Eisenbahnen des Bundes wird in bundeseigener Verwaltung geführt. Durch Bundesgesetz können Aufgaben der Eisenbahnverkehrsverwaltung den Ländern als eigene Angelegenheit übertragen werden.</P><P>(2) Der Bund nimmt die über den Bereich der Eisenbahnen des Bundes hinausgehenden Aufgaben der Eisenbahnverkehrsverwaltung wahr, die ihm durch Bundesgesetz übertragen werden.</P><P>(3) Eisenbahnen des Bundes werden als Wirtschaftsunternehmen in privat-rechtlicher Form geführt. Diese stehen im Eigentum des Bundes, soweit die Tätigkeit des Wirtschaftsunternehmens den Bau, die Unterhaltung und das Betreiben von Schienenwegen umfaßt. Die Veräußerung von Anteilen des Bundes an den Unternehmen nach Satz 2 erfolgt auf Grund eines Gesetzes; die Mehrheit der Anteile an diesen Unternehmen verbleibt beim Bund. Das Nähere wird durch Bundesgesetz geregelt.</P><P>(4) Der Bund gewährleistet, daß dem Wohl der Allgemeinheit, insbesondere den Verkehrsbedürfnissen, beim Ausbau und Erhalt des Schienennetzes der Eisenbahnen des Bundes sowie bei deren Verkehrsangeboten auf diesem Schienennetz, soweit diese nicht den Schienenpersonennahverkehr betreffen, Rechnung getragen wird. Das Nähere wird durch Bundesgesetz geregelt.</P><P>(5) Gesetze auf Grund der Absätze 1 bis 4 bedürfen der Zustimmung des Bundesrates. Der Zustimmung des Bundesrates bedürfen ferner Gesetze, die die Auflösung, die Verschmelzung und die Aufspaltung von Eisenbahnunternehmen des Bundes, die Übertragung von Schienenwegen der Eisenbahnen des Bundes an Dritte sowie die Stillegung von Schienenwegen der Eisenbahnen des Bundes regeln oder Auswirkungen auf den Schienenpersonennahverkehr haben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019900307",
        "name": "Art 87f",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Nach Maßgabe eines Bundesgesetzes, das der Zustimmung des Bundesrates bedarf, gewährleistet der Bund im Bereich des Postwesens und der Telekommunikation flächendeckend angemessene und ausreichende Dienstleistungen.</P><P>(2) Dienstleistungen im Sinne des Absatzes 1 werden als privatwirtschaftliche Tätigkeiten durch die aus dem Sondervermögen Deutsche Bundespost hervorgegangenen Unternehmen und durch andere private Anbieter erbracht. Hoheitsaufgaben im Bereich des Postwesens und der Telekommunikation werden in bundeseigener Verwaltung ausgeführt.</P><P>(3) Unbeschadet des Absatzes 2 Satz 2 führt der Bund in der Rechtsform einer bundesunmittelbaren Anstalt des öffentlichen Rechts einzelne Aufgaben in bezug auf die aus dem Sondervermögen Deutsche Bundespost hervorgegangenen Unternehmen nach Maßgabe eines Bundesgesetzes aus.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011701333",
        "name": "Art 88",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>Der Bund errichtet eine Währungs- und Notenbank als Bundesbank. Ihre Aufgaben und Befugnisse können im Rahmen der Europäischen Union der Europäischen Zentralbank übertragen werden, die unabhängig ist und dem vorrangigen Ziel der Sicherung der Preisstabilität verpflichtet.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011800314",
        "name": "Art 89",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Der Bund ist Eigentümer der bisherigen Reichswasserstraßen.</P><P>(2) Der Bund verwaltet die Bundeswasserstraßen durch eigene Behörden. Er nimmt die über den Bereich eines Landes hinausgehenden staatlichen Aufgaben der Binnenschiffahrt und die Aufgaben der Seeschiffahrt wahr, die ihm durch Gesetz übertragen werden. Er kann die Verwaltung von Bundeswasserstraßen, soweit sie im Gebiete eines Landes liegen, diesem Lande auf Antrag als Auftragsverwaltung übertragen. Berührt eine Wasserstraße das Gebiet mehrerer Länder, so kann der Bund das Land beauftragen, für das die beteiligten Länder es beantragen.</P><P>(3) Bei der Verwaltung, dem Ausbau und dem Neubau von Wasserstraßen sind die Bedürfnisse der Landeskultur und der Wasserwirtschaft im Einvernehmen mit den Ländern zu wahren.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE011901311",
        "name": "Art 90",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Der Bund bleibt Eigentümer der Bundesautobahnen und sonstigen Bundesstraßen des Fernverkehrs. Das Eigentum ist unveräußerlich.</P><P>(2) Die Verwaltung der Bundesautobahnen wird in Bundesverwaltung geführt. Der Bund kann sich zur Erledigung seiner Aufgaben einer Gesellschaft privaten Rechts bedienen. Diese Gesellschaft steht im unveräußerlichen Eigentum des Bundes. Eine unmittelbare oder mittelbare Beteiligung Dritter an der Gesellschaft und deren Tochtergesellschaften ist ausgeschlossen. Eine Beteiligung Privater im Rahmen von Öffentlich-Privaten Partnerschaften ist ausgeschlossen für Streckennetze, die das gesamte Bundesautobahnnetz oder das gesamte Netz sonstiger Bundesfernstraßen in einem Land oder wesentliche Teile davon umfassen. Das Nähere regelt ein Bundesgesetz.</P><P>(3) Die Länder oder die nach Landesrecht zuständigen Selbstverwaltungskörperschaften verwalten die sonstigen Bundesstraßen des Fernverkehrs im Auftrage des Bundes.</P><P>(4) Auf Antrag eines Landes kann der Bund die sonstigen Bundesstraßen des Fernverkehrs, soweit sie im Gebiet dieses Landes liegen, in Bundesverwaltung übernehmen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012000314",
        "name": "Art 91",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG000900314"
        },
        "body": "<P>(1) Zur Abwehr einer drohenden Gefahr für den Bestand oder die freiheitliche demokratische Grundordnung des Bundes oder eines Landes kann ein Land Polizeikräfte anderer Länder sowie Kräfte und Einrichtungen anderer Verwaltungen und des Bundesgrenzschutzes anfordern.</P><P>(2) Ist das Land, in dem die Gefahr droht, nicht selbst zur Bekämpfung der Gefahr bereit oder in der Lage, so kann die Bundesregierung die Polizei in diesem Lande und die Polizeikräfte anderer Länder ihren Weisungen unterstellen sowie Einheiten des Bundesgrenzschutzes einsetzen. Die Anordnung ist nach Beseitigung der Gefahr, im übrigen jederzeit auf Verlangen des Bundesrates aufzuheben. Erstreckt sich die Gefahr auf das Gebiet mehr als eines Landes, so kann die Bundesregierung, soweit es zur wirksamen Bekämpfung erforderlich ist, den Landesregierungen Weisungen erteilen; Satz 1 und Satz 2 bleiben unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG001001160",
        "name": "VIIIa.",
        "title": "Gemeinschaftsaufgaben, Verwaltungszusammenarbeit",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012101377",
        "name": "Art 91a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001001160"
        },
        "body": "<P>(1) Der Bund wirkt auf folgenden Gebieten bei der Erfüllung von Aufgaben der Länder mit, wenn diese Aufgaben für die Gesamtheit bedeutsam sind und die Mitwirkung des Bundes zur Verbesserung der Lebensverhältnisse erforderlich ist (Gemeinschaftsaufgaben): <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbesserung der regionalen Wirtschaftsstruktur,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbesserung der Agrarstruktur und des Küstenschutzes.</LA></DD></DL></P><P>(2) Durch Bundesgesetz mit Zustimmung des Bundesrates werden die Gemeinschaftsaufgaben sowie Einzelheiten der Koordinierung näher bestimmt.</P><P>(3) Der Bund trägt in den Fällen des Absatzes 1 Nr. 1 die Hälfte der Ausgaben in jedem Land. In den Fällen des Absatzes 1 Nr. 2 trägt der Bund mindestens die Hälfte; die Beteiligung ist für alle Länder einheitlich festzusetzen. Das Nähere regelt das Gesetz. Die Bereitstellung der Mittel bleibt der Feststellung in den Haushaltsplänen des Bundes und der Länder vorbehalten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012202377",
        "name": "Art 91b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001001160"
        },
        "body": "<P>(1) Bund und Länder können auf Grund von Vereinbarungen in Fällen überregionaler Bedeutung bei der Förderung von Wissenschaft, Forschung und Lehre zusammenwirken. Vereinbarungen, die im Schwerpunkt Hochschulen betreffen, bedürfen der Zustimmung aller Länder. Dies gilt nicht für Vereinbarungen über Forschungsbauten einschließlich Großgeräten.</P><P>(2) Bund und Länder können auf Grund von Vereinbarungen zur Feststellung der Leistungsfähigkeit des Bildungswesens im internationalen Vergleich und bei diesbezüglichen Berichten und Empfehlungen zusammenwirken.</P><P>(3) Die Kostentragung wird in der Vereinbarung geregelt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020901311",
        "name": "Art 91c",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001001160"
        },
        "body": "<P>(1) Bund und Länder können bei der Planung, der Errichtung und dem Betrieb der für ihre Aufgabenerfüllung benötigten informationstechnischen Systeme zusammenwirken.</P><P>(2) Bund und Länder können auf Grund von Vereinbarungen die für die Kommunikation zwischen ihren informationstechnischen Systemen notwendigen Standards und Sicherheitsanforderungen festlegen. Vereinbarungen über die Grundlagen der Zusammenarbeit nach Satz 1 können für einzelne nach Inhalt und Ausmaß bestimmte Aufgaben vorsehen, dass nähere Regelungen bei Zustimmung einer in der Vereinbarung zu bestimmenden qualifizierten Mehrheit für Bund und Länder in Kraft treten. Sie bedürfen der Zustimmung des Bundestages und der Volksvertretungen der beteiligten Länder; das Recht zur Kündigung dieser Vereinbarungen kann nicht ausgeschlossen werden. Die Vereinbarungen regeln auch die Kostentragung.</P><P>(3) Die Länder können darüber hinaus den gemeinschaftlichen Betrieb informationstechnischer Systeme sowie die Errichtung von dazu bestimmten Einrichtungen vereinbaren.</P><P>(4) Der Bund errichtet zur Verbindung der informationstechnischen Netze des Bundes und der Länder ein Verbindungsnetz. Das Nähere zur Errichtung und zum Betrieb des Verbindungsnetzes regelt ein Bundesgesetz mit Zustimmung des Bundesrates.</P><P>(5) Der übergreifende informationstechnische Zugang zu den Verwaltungsleistungen von Bund und Ländern wird durch Bundesgesetz mit Zustimmung des Bundesrates geregelt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021000160",
        "name": "Art 91d",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001001160"
        },
        "body": "<P>Bund und Länder können zur Feststellung und Förderung der Leistungsfähigkeit ihrer Verwaltungen Vergleichsstudien durchführen und die Ergebnisse veröffentlichen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021300140",
        "name": "Art 91e",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001001160"
        },
        "body": "<P>(1) Bei der Ausführung von Bundesgesetzen auf dem Gebiet der Grundsicherung für Arbeitsuchende wirken Bund und Länder oder die nach Landesrecht zuständigen Gemeinden und Gemeindeverbände in der Regel in gemeinsamen Einrichtungen zusammen.</P><P>(2) Der Bund kann zulassen, dass eine begrenzte Anzahl von Gemeinden und Gemeindeverbänden auf ihren Antrag und mit Zustimmung der obersten Landesbehörde die Aufgaben nach Absatz 1 allein wahrnimmt. Die notwendigen Ausgaben einschließlich der Verwaltungsausgaben trägt der Bund, soweit die Aufgaben bei einer Ausführung von Gesetzen nach Absatz 1 vom Bund wahrzunehmen sind.</P><P>(3) Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG001100314",
        "name": "IX.",
        "title": "Die Rechtsprechung",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012300314",
        "name": "Art 92",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>Die rechtsprechende Gewalt ist den Richtern anvertraut; sie wird durch das Bundesverfassungsgericht, durch die in diesem Grundgesetze vorgesehenen Bundesgerichte und durch die Gerichte der Länder ausgeübt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012404377",
        "name": "Art 93",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Das Bundesverfassungsgericht entscheidet: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">über die Auslegung dieses Grundgesetzes aus Anlaß von Streitigkeiten über den Umfang der Rechte und Pflichten eines obersten Bundesorgans oder anderer Beteiligter, die durch dieses Grundgesetz oder in der Geschäftsordnung eines obersten Bundesorgans mit eigenen Rechten ausgestattet sind;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Meinungsverschiedenheiten oder Zweifeln über die förmliche und sachliche Vereinbarkeit von Bundesrecht oder Landesrecht mit diesem Grundgesetze oder die Vereinbarkeit von Landesrecht mit sonstigem Bundesrechte auf Antrag der Bundesregierung, einer Landesregierung oder eines Viertels der Mitglieder des Bundestages;</LA></DD><DT>2a.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Meinungsverschiedenheiten, ob ein Gesetz den Voraussetzungen des Artikels 72 Abs. 2 entspricht, auf Antrag des Bundesrates, einer Landesregierung oder der Volksvertretung eines Landes;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Meinungsverschiedenheiten über Rechte und Pflichten des Bundes und der Länder, insbesondere bei der Ausführung von Bundesrecht durch die Länder und bei der Ausübung der Bundesaufsicht;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">in anderen öffentlich-rechtlichen Streitigkeiten zwischen dem Bunde und den Ländern, zwischen verschiedenen Ländern oder innerhalb eines Landes, soweit nicht ein anderer Rechtsweg gegeben ist;</LA></DD><DT>4a.</DT><DD Font=\"normal\"><LA Size=\"normal\">über Verfassungsbeschwerden, die von jedermann mit der Behauptung erhoben werden können, durch die öffentliche Gewalt in einem seiner Grundrechte oder in einem seiner in Artikel 20 Abs. 4, 33, 38, 101, 103 und 104 enthaltenen Rechte verletzt zu sein;</LA></DD><DT>4b.</DT><DD Font=\"normal\"><LA Size=\"normal\">über Verfassungsbeschwerden von Gemeinden und Gemeindeverbänden wegen Verletzung des Rechts auf Selbstverwaltung nach Artikel 28 durch ein Gesetz, bei Landesgesetzen jedoch nur, soweit nicht Beschwerde beim Landesverfassungsgericht erhoben werden kann;</LA></DD><DT>4c.</DT><DD Font=\"normal\"><LA Size=\"normal\">über Beschwerden von Vereinigungen gegen ihre Nichtanerkennung als Partei für die Wahl zum Bundestag;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den übrigen in diesem Grundgesetze vorgesehenen Fällen.</LA></DD></DL></P><P>(2) Das Bundesverfassungsgericht entscheidet außerdem auf Antrag des Bundesrates, einer Landesregierung oder der Volksvertretung eines Landes, ob im Falle des Artikels 72 Abs. 4 die Erforderlichkeit für eine bundesgesetzliche Regelung nach Artikel 72 Abs. 2 nicht mehr besteht oder Bundesrecht in den Fällen des Artikels 125a Abs. 2 Satz 1 nicht mehr erlassen werden könnte. Die Feststellung, dass die Erforderlichkeit entfallen ist oder Bundesrecht nicht mehr erlassen werden könnte, ersetzt ein Bundesgesetz nach Artikel 72 Abs. 4 oder nach Artikel 125a Abs. 2 Satz 2. Der Antrag nach Satz 1 ist nur zulässig, wenn eine Gesetzesvorlage nach Artikel 72 Abs. 4 oder nach Artikel 125a Abs. 2 Satz 2 im Bundestag abgelehnt oder über sie nicht innerhalb eines Jahres beraten und Beschluss gefasst oder wenn eine entsprechende Gesetzesvorlage im Bundesrat abgelehnt worden ist.</P><P>(3) Das Bundesverfassungsgericht wird ferner in den ihm sonst durch Bundesgesetz zugewiesenen Fällen tätig.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012500314",
        "name": "Art 94",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Das Bundesverfassungsgericht besteht aus Bundesrichtern und anderen Mitgliedern. Die Mitglieder des Bundesverfassungsgerichtes werden je zur Hälfte vom Bundestage und vom Bundesrate gewählt. Sie dürfen weder dem Bundestage, dem Bundesrate, der Bundesregierung noch entsprechenden Organen eines Landes angehören.</P><P>(2) Ein Bundesgesetz regelt seine Verfassung und das Verfahren und bestimmt, in welchen Fällen seine Entscheidungen Gesetzeskraft haben. Es kann für Verfassungsbeschwerden die vorherige Erschöpfung des Rechtsweges zur Voraussetzung machen und ein besonderes Annahmeverfahren vorsehen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012600314",
        "name": "Art 95",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Für die Gebiete der ordentlichen, der Verwaltungs-, der Finanz-, der Arbeits- und der Sozialgerichtsbarkeit errichtet der Bund als oberste Gerichtshöfe den Bundesgerichtshof, das Bundesverwaltungsgericht, den Bundesfinanzhof, das Bundesarbeitsgericht und das Bundessozialgericht.</P><P>(2) Über die Berufung der Richter dieser Gerichte entscheidet der für das jeweilige Sachgebiet zuständige Bundesminister gemeinsam mit einem Richterwahlausschuß, der aus den für das jeweilige Sachgebiet zuständigen Ministern der Länder und einer gleichen Anzahl von Mitgliedern besteht, die vom Bundestage gewählt werden.</P><P>(3) Zur Wahrung der Einheitlichkeit der Rechtsprechung ist ein Gemeinsamer Senat der in Absatz 1 genannten Gerichte zu bilden. Das Nähere regelt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012701377",
        "name": "Art 96",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Der Bund kann für Angelegenheiten des gewerblichen Rechtsschutzes ein Bundesgericht errichten.</P><P>(2) Der Bund kann Wehrstrafgerichte für die Streitkräfte als Bundesgerichte errichten. Sie können die Strafgerichtsbarkeit nur im Verteidigungsfalle sowie über Angehörige der Streitkräfte ausüben, die in das Ausland entsandt oder an Bord von Kriegsschiffen eingeschifft sind. Das Nähere regelt ein Bundesgesetz. Diese Gerichte gehören zum Geschäftsbereich des Bundesjustizministers. Ihre hauptamtlichen Richter müssen die Befähigung zum Richteramt haben.</P><P>(3) Oberster Gerichtshof für die in Absatz 1 und 2 genannten Gerichte ist der Bundesgerichtshof.</P><P>(4) Der Bund kann für Personen, die zu ihm in einem öffentlich-rechtlichen Dienstverhältnis stehen, Bundesgerichte zur Entscheidung in Disziplinarverfahren und Beschwerdeverfahren errichten.</P><P>(5) Für Strafverfahren auf den folgenden Gebieten kann ein Bundesgesetz mit Zustimmung des Bundesrates vorsehen, dass Gerichte der Länder Gerichtsbarkeit des Bundes ausüben: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Völkermord;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">völkerstrafrechtliche Verbrechen gegen die Menschlichkeit;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Kriegsverbrechen;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">andere Handlungen, die geeignet sind und in der Absicht vorgenommen werden, das friedliche Zusammenleben der Völker zu stören (Artikel 26 Abs. 1);</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Staatsschutz.</LA></DD></DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012800314",
        "name": "Art 97",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Die Richter sind unabhängig und nur dem Gesetze unterworfen.</P><P>(2) Die hauptamtlich und planmäßig endgültig angestellten Richter können wider ihren Willen nur kraft richterlicher Entscheidung und nur aus Gründen und unter den Formen, welche die Gesetze bestimmen, vor Ablauf ihrer Amtszeit entlassen oder dauernd oder zeitweise ihres Amtes enthoben oder an eine andere Stelle oder in den Ruhestand versetzt werden. Die Gesetzgebung kann Altersgrenzen festsetzen, bei deren Erreichung auf Lebenszeit angestellte Richter in den Ruhestand treten. Bei Veränderung der Einrichtung der Gerichte oder ihrer Bezirke können Richter an ein anderes Gericht versetzt oder aus dem Amte entfernt werden, jedoch nur unter Belassung des vollen Gehaltes.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE012901377",
        "name": "Art 98",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Die Rechtsstellung der Bundesrichter ist durch besonderes Bundesgesetz zu regeln.</P><P>(2) Wenn ein Bundesrichter im Amte oder außerhalb des Amtes gegen die Grundsätze des Grundgesetzes oder gegen die verfassungsmäßige Ordnung eines Landes verstößt, so kann das Bundesverfassungsgericht mit Zweidrittelmehrheit auf Antrag des Bundestages anordnen, daß der Richter in ein anderes Amt oder in den Ruhestand zu versetzen ist. Im Falle eines vorsätzlichen Verstoßes kann auf Entlassung erkannt werden.</P><P>(3) Die Rechtsstellung der Richter in den Ländern ist durch besondere Landesgesetze zu regeln, soweit Artikel 74 Abs. 1 Nr. 27 nichts anderes bestimmt.</P><P>(4) Die Länder können bestimmen, daß über die Anstellung der Richter in den Ländern der Landesjustizminister gemeinsam mit einem Richterwahlausschuß entscheidet.</P><P>(5) Die Länder können für Landesrichter eine Absatz 2 entsprechende Regelung treffen. Geltendes Landesverfassungsrecht bleibt unberührt. Die Entscheidung über eine Richteranklage steht dem Bundesverfassungsgericht zu.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013000314",
        "name": "Art 99",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>Dem Bundesverfassungsgerichte kann durch Landesgesetz die Entscheidung von Verfassungsstreitigkeiten innerhalb eines Landes, den in Artikel 95 Abs. 1 genannten obersten Gerichtshöfen für den letzten Rechtszug die Entscheidung in solchen Sachen zugewiesen werden, bei denen es sich um die Anwendung von Landesrecht handelt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013100314",
        "name": "Art 100",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Hält ein Gericht ein Gesetz, auf dessen Gültigkeit es bei der Entscheidung ankommt, für verfassungswidrig, so ist das Verfahren auszusetzen und, wenn es sich um die Verletzung der Verfassung eines Landes handelt, die Entscheidung des für Verfassungsstreitigkeiten zuständigen Gerichtes des Landes, wenn es sich um die Verletzung dieses Grundgesetzes handelt, die Entscheidung des Bundesverfassungsgerichtes einzuholen. Dies gilt auch, wenn es sich um die Verletzung dieses Grundgesetzes durch Landesrecht oder um die Unvereinbarkeit eines Landesgesetzes mit einem Bundesgesetze handelt.</P><P>(2) Ist in einem Rechtsstreite zweifelhaft, ob eine Regel des Völkerrechtes Bestandteil des Bundesrechtes ist und ob sie unmittelbar Rechte und Pflichten für den Einzelnen erzeugt (Artikel 25), so hat das Gericht die Entscheidung des Bundesverfassungsgerichtes einzuholen.</P><P>(3) Will das Verfassungsgericht eines Landes bei der Auslegung des Grundgesetzes von einer Entscheidung des Bundesverfassungsgerichtes oder des Verfassungsgerichtes eines anderen Landes abweichen, so hat das Verfassungsgericht die Entscheidung des Bundesverfassungsgerichtes einzuholen.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>Art. 100 Abs. 2: vgl. BVerfGE v. 6.12.2006; 2007 I 33 - 2 BvM 9/03</P>"
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013200314",
        "name": "Art 101",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Ausnahmegerichte sind unzulässig. Niemand darf seinem gesetzlichen Richter entzogen werden.</P><P>(2) Gerichte für besondere Sachgebiete können nur durch Gesetz errichtet werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013300314",
        "name": "Art 102",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>Die Todesstrafe ist abgeschafft.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013400314",
        "name": "Art 103",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Vor Gericht hat jedermann Anspruch auf rechtliches Gehör.</P><P>(2) Eine Tat kann nur bestraft werden, wenn die Strafbarkeit gesetzlich bestimmt war, bevor die Tat begangen wurde.</P><P>(3) Niemand darf wegen derselben Tat auf Grund der allgemeinen Strafgesetze mehrmals bestraft werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013500314",
        "name": "Art 104",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001100314"
        },
        "body": "<P>(1) Die Freiheit der Person kann nur auf Grund eines förmlichen Gesetzes und nur unter Beachtung der darin vorgeschriebenen Formen beschränkt werden. Festgehaltene Personen dürfen weder seelisch noch körperlich mißhandelt werden.</P><P>(2) Über die Zulässigkeit und Fortdauer einer Freiheitsentziehung hat nur der Richter zu entscheiden. Bei jeder nicht auf richterlicher Anordnung beruhenden Freiheitsentziehung ist unverzüglich eine richterliche Entscheidung herbeizuführen. Die Polizei darf aus eigener Machtvollkommenheit niemanden länger als bis zum Ende des Tages nach dem Ergreifen in eigenem Gewahrsam halten. Das Nähere ist gesetzlich zu regeln.</P><P>(3) Jeder wegen des Verdachtes einer strafbaren Handlung vorläufig Festgenommene ist spätestens am Tage nach der Festnahme dem Richter vorzuführen, der ihm die Gründe der Festnahme mitzuteilen, ihn zu vernehmen und ihm Gelegenheit zu Einwendungen zu geben hat. Der Richter hat unverzüglich entweder einen mit Gründen versehenen schriftlichen Haftbefehl zu erlassen oder die Freilassung anzuordnen.</P><P>(4) Von jeder richterlichen Entscheidung über die Anordnung oder Fortdauer einer Freiheitsentziehung ist unverzüglich ein Angehöriger des Festgehaltenen oder eine Person seines Vertrauens zu benachrichtigen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG001200314",
        "name": "X.",
        "title": "Das Finanzwesen",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013601377",
        "name": "Art 104a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Der Bund und die Länder tragen gesondert die Ausgaben, die sich aus der Wahrnehmung ihrer Aufgaben ergeben, soweit dieses Grundgesetz nichts anderes bestimmt.</P><P>(2) Handeln die Länder im Auftrage des Bundes, trägt der Bund die sich daraus ergebenden Ausgaben.</P><P>(3) Bundesgesetze, die Geldleistungen gewähren und von den Ländern ausgeführt werden, können bestimmen, daß die Geldleistungen ganz oder zum Teil vom Bund getragen werden. Bestimmt das Gesetz, daß der Bund die Hälfte der Ausgaben oder mehr trägt, wird es im Auftrage des Bundes durchgeführt.</P><P>(4) Bundesgesetze, die Pflichten der Länder zur Erbringung von Geldleistungen, geldwerten Sachleistungen oder vergleichbaren Dienstleistungen gegenüber Dritten begründen und von den Ländern als eigene Angelegenheit oder nach Absatz 3 Satz 2 im Auftrag des Bundes ausgeführt werden, bedürfen der Zustimmung des Bundesrates, wenn daraus entstehende Ausgaben von den Ländern zu tragen sind.</P><P>(5) Der Bund und die Länder tragen die bei ihren Behörden entstehenden Verwaltungsausgaben und haften im Verhältnis zueinander für eine ordnungsmäßige Verwaltung. Das Nähere bestimmt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf.</P><P>(6) Bund und Länder tragen nach der innerstaatlichen Zuständigkeits- und Aufgabenverteilung die Lasten einer Verletzung von supranationalen oder völkerrechtlichen Verpflichtungen Deutschlands. In Fällen länderübergreifender Finanzkorrekturen der Europäischen Union tragen Bund und Länder diese Lasten im Verhältnis 15 zu 85. Die Ländergesamtheit trägt in diesen Fällen solidarisch 35 vom Hundert der Gesamtlasten entsprechend einem allgemeinen Schlüssel; 50 vom Hundert der Gesamtlasten tragen die Länder, die die Lasten verursacht haben, anteilig entsprechend der Höhe der erhaltenen Mittel. Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020403311",
        "name": "Art 104b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Der Bund kann, soweit dieses Grundgesetz ihm Gesetzgebungsbefugnisse verleiht, den Ländern Finanzhilfen für besonders bedeutsame Investitionen der Länder und der Gemeinden (Gemeindeverbände) gewähren, die <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Abwehr einer Störung des gesamtwirtschaftlichen Gleichgewichts oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">zum Ausgleich unterschiedlicher Wirtschaftskraft im Bundesgebiet oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Förderung des wirtschaftlichen Wachstums</LA></DD></DL>erforderlich sind. Abweichend von Satz 1 kann der Bund im Falle von Naturkatastrophen oder außergewöhnlichen Notsituationen, die sich der Kontrolle des Staates entziehen und die staatliche Finanzlage erheblich beeinträchtigen, auch ohne Gesetzgebungsbefugnisse Finanzhilfen gewähren.</P><P>(2) Das Nähere, insbesondere die Arten der zu fördernden Investitionen, wird durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, oder auf Grund des Bundeshaushaltsgesetzes durch Verwaltungsvereinbarung geregelt. Das Bundesgesetz oder die Verwaltungsvereinbarung kann Bestimmungen über die Ausgestaltung der jeweiligen Länderprogramme zur Verwendung der Finanzhilfen vorsehen. Die Festlegung der Kriterien für die Ausgestaltung der Länderprogramme erfolgt im Einvernehmen mit den betroffenen Ländern. Zur Gewährleistung der zweckentsprechenden Mittelverwendung kann die Bundesregierung Bericht und Vorlage der Akten verlangen und Erhebungen bei allen Behörden durchführen. Die Mittel des Bundes werden zusätzlich zu eigenen Mitteln der Länder bereitgestellt. Sie sind befristet zu gewähren und hinsichtlich ihrer Verwendung in regelmäßigen Zeitabständen zu überprüfen. Die Finanzhilfen sind im Zeitablauf mit fallenden Jahresbeträgen zu gestalten.</P><P>(3) Bundestag, Bundesregierung und Bundesrat sind auf Verlangen über die Durchführung der Maßnahmen und die erzielten Verbesserungen zu unterrichten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021401311",
        "name": "Art 104c",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>Der Bund kann den Ländern Finanzhilfen für gesamtstaatlich bedeutsame Investitionen sowie besondere, mit diesen unmittelbar verbundene, befristete Ausgaben der Länder und Gemeinden (Gemeindeverbände) zur Steigerung der Leistungsfähigkeit der kommunalen Bildungsinfrastruktur gewähren. Artikel 104b Absatz 2 Satz 1 bis 3, 5, 6 und Absatz 3 gilt entsprechend. Zur Gewährleistung der zweckentsprechenden Mittelverwendung kann die Bundesregierung Berichte und anlassbezogen die Vorlage von Akten verlangen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021800311",
        "name": "Art 104d",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>Der Bund kann den Ländern Finanzhilfen für gesamtstaatlich bedeutsame Investitionen der Länder und Gemeinden (Gemeindeverbände) im Bereich des sozialen Wohnungsbaus gewähren. Artikel 104b Absatz 2 Satz 1 bis 5 sowie Absatz 3 gilt entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013702377",
        "name": "Art 105",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Der Bund hat die ausschließliche Gesetzgebung über die Zölle und Finanzmonopole.</P><P>(2) Der Bund hat die konkurrierende Gesetzgebung über die Grundsteuer. Er hat die konkurrierende Gesetzgebung über die übrigen Steuern, wenn ihm das Aufkommen dieser Steuern ganz oder zum Teil zusteht oder die Voraussetzungen des Artikels 72 Abs. 2 vorliegen.</P><P>(2a) Die Länder haben die Befugnis zur Gesetzgebung über die örtlichen Verbrauch- und Aufwandsteuern, solange und soweit sie nicht bundesgesetzlich geregelten Steuern gleichartig sind. Sie haben die Befugnis zur Bestimmung des Steuersatzes bei der Grunderwerbsteuer.</P><P>(3) Bundesgesetze über Steuern, deren Aufkommen den Ländern oder den Gemeinden (Gemeindeverbänden) ganz oder zum Teil zufließt, bedürfen der Zustimmung des Bundesrates.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013803160",
        "name": "Art 106",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Der Ertrag der Finanzmonopole und das Aufkommen der folgenden Steuern stehen dem Bund zu: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zölle,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Verbrauchsteuern, soweit sie nicht nach Absatz 2 den Ländern, nach Absatz 3 Bund und Ländern gemeinsam oder nach Absatz 6 den Gemeinden zustehen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Straßengüterverkehrsteuer, die Kraftfahrzeugsteuer und sonstige auf motorisierte Verkehrsmittel bezogene Verkehrsteuern,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Kapitalverkehrsteuern, die Versicherungsteuer und die Wechselsteuer,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die einmaligen Vermögensabgaben und die zur Durchführung des Lastenausgleichs erhobenen Ausgleichsabgaben,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ergänzungsabgabe zur Einkommensteuer und zur Körperschaftsteuer,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Abgaben im Rahmen der Europäischen Gemeinschaften.</LA></DD></DL></P><P>(2) Das Aufkommen der folgenden Steuern steht den Ländern zu: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Vermögensteuer,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Erbschaftsteuer,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Verkehrsteuern, soweit sie nicht nach Absatz 1 dem Bund oder nach Absatz 3 Bund und Ländern gemeinsam zustehen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Biersteuer,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Abgabe von Spielbanken.</LA></DD></DL></P><P>(3) Das Aufkommen der Einkommensteuer, der Körperschaftsteuer und der Umsatzsteuer steht dem Bund und den Ländern gemeinsam zu (Gemeinschaftsteuern), soweit das Aufkommen der Einkommensteuer nicht nach Absatz 5 und das Aufkommen der Umsatzsteuer nicht nach Absatz 5a den Gemeinden zugewiesen wird. Am Aufkommen der Einkommensteuer und der Körperschaftsteuer sind der Bund und die Länder je zur Hälfte beteiligt. Die Anteile von Bund und Ländern an der Umsatzsteuer werden durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, festgesetzt. Bei der Festsetzung ist von folgenden Grundsätzen auszugehen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Im Rahmen der laufenden Einnahmen haben der Bund und die Länder gleichmäßig Anspruch auf Deckung ihrer notwendigen Ausgaben. Dabei ist der Umfang der Ausgaben unter Berücksichtigung einer mehrjährigen Finanzplanung zu ermitteln.</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Deckungsbedürfnisse des Bundes und der Länder sind so aufeinander abzustimmen, daß ein billiger Ausgleich erzielt, eine Überbelastung der Steuerpflichtigen vermieden und die Einheitlichkeit der Lebensverhältnisse im Bundesgebiet gewahrt wird.</LA></DD></DL>Zusätzlich werden in die Festsetzung der Anteile von Bund und Ländern an der Umsatzsteuer Steuermindereinnahmen einbezogen, die den Ländern ab 1. Januar 1996 aus der Berücksichtigung von Kindern im Einkommensteuerrecht entstehen. Das Nähere bestimmt das Bundesgesetz nach Satz 3.</P><P>(4) Die Anteile von Bund und Ländern an der Umsatzsteuer sind neu festzusetzen, wenn sich das Verhältnis zwischen den Einnahmen und Ausgaben des Bundes und der Länder wesentlich anders entwickelt; Steuermindereinnahmen, die nach Absatz 3 Satz 5 in die Festsetzung der Umsatzsteueranteile zusätzlich einbezogen werden, bleiben hierbei unberücksichtigt. Werden den Ländern durch Bundesgesetz zusätzliche Ausgaben auferlegt oder Einnahmen entzogen, so kann die Mehrbelastung durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, auch mit Finanzzuweisungen des Bundes ausgeglichen werden, wenn sie auf einen kurzen Zeitraum begrenzt ist. In dem Gesetz sind die Grundsätze für die Bemessung dieser Finanzzuweisungen und für ihre Verteilung auf die Länder zu bestimmen.</P><P>(5) Die Gemeinden erhalten einen Anteil an dem Aufkommen der Einkommensteuer, der von den Ländern an ihre Gemeinden auf der Grundlage der Einkommensteuerleistungen ihrer Einwohner weiterzuleiten ist. Das Nähere bestimmt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf. Es kann bestimmen, daß die Gemeinden Hebesätze für den Gemeindeanteil festsetzen.</P><P>(5a) Die Gemeinden erhalten ab dem 1. Januar 1998 einen Anteil an dem Aufkommen der Umsatzsteuer. Er wird von den Ländern auf der Grundlage eines orts- und wirtschaftsbezogenen Schlüssels an ihre Gemeinden weitergeleitet. Das Nähere wird durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, bestimmt.</P><P>(6) Das Aufkommen der Grundsteuer und Gewerbesteuer steht den Gemeinden, das Aufkommen der örtlichen Verbrauch- und Aufwandsteuern steht den Gemeinden oder nach Maßgabe der Landesgesetzgebung den Gemeindeverbänden zu. Den Gemeinden ist das Recht einzuräumen, die Hebesätze der Grundsteuer und Gewerbesteuer im Rahmen der Gesetze festzusetzen. Bestehen in einem Land keine Gemeinden, so steht das Aufkommen der Grundsteuer und Gewerbesteuer sowie der örtlichen Verbrauch- und Aufwandsteuern dem Land zu. Bund und Länder können durch eine Umlage an dem Aufkommen der Gewerbesteuer beteiligt werden. Das Nähere über die Umlage bestimmt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf. Nach Maßgabe der Landesgesetzgebung können die Grundsteuer und Gewerbesteuer sowie der Gemeindeanteil vom Aufkommen der Einkommensteuer und der Umsatzsteuer als Bemessungsgrundlagen für Umlagen zugrunde gelegt werden.</P><P>(7) Von dem Länderanteil am Gesamtaufkommen der Gemeinschaftsteuern fließt den Gemeinden und Gemeindeverbänden insgesamt ein von der Landesgesetzgebung zu bestimmender Hundertsatz zu. Im übrigen bestimmt die Landesgesetzgebung, ob und inwieweit das Aufkommen der Landessteuern den Gemeinden (Gemeindeverbänden) zufließt.</P><P>(8) Veranlaßt der Bund in einzelnen Ländern oder Gemeinden (Gemeindeverbänden) besondere Einrichtungen, die diesen Ländern oder Gemeinden (Gemeindeverbänden) unmittelbar Mehrausgaben oder Mindereinnahmen (Sonderbelastungen) verursachen, gewährt der Bund den erforderlichen Ausgleich, wenn und soweit den Ländern oder Gemeinden (Gemeindeverbänden) nicht zugemutet werden kann, die Sonderbelastungen zu tragen. Entschädigungsleistungen Dritter und finanzielle Vorteile, die diesen Ländern oder Gemeinden (Gemeindeverbänden) als Folge der Einrichtungen erwachsen, werden bei dem Ausgleich berücksichtigt.</P><P>(9) Als Einnahmen und Ausgaben der Länder im Sinne dieses Artikels gelten auch die Einnahmen und Ausgaben der Gemeinden (Gemeindeverbände).</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019700307",
        "name": "Art 106a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>Den Ländern steht ab 1. Januar 1996 für den öffentlichen Personennahverkehr ein Betrag aus dem Steueraufkommen des Bundes zu. Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf. Der Betrag nach Satz 1 bleibt bei der Bemessung der Finanzkraft nach Artikel 107 Abs. 2 unberücksichtigt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020801160",
        "name": "Art 106b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>Den Ländern steht ab dem 1. Juli 2009 infolge der Übertragung der Kraftfahrzeugsteuer auf den Bund ein Betrag aus dem Steueraufkommen des Bundes zu. Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE013903311",
        "name": "Art 107",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Das Aufkommen der Landessteuern und der Länderanteil am Aufkommen der Einkommensteuer und der Körperschaftsteuer stehen den einzelnen Ländern insoweit zu, als die Steuern von den Finanzbehörden in ihrem Gebiet vereinnahmt werden (örtliches Aufkommen). Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, sind für die Körperschaftsteuer und die Lohnsteuer nähere Bestimmungen über die Abgrenzung sowie über Art und Umfang der Zerlegung des örtlichen Aufkommens zu treffen. Das Gesetz kann auch Bestimmungen über die Abgrenzung und Zerlegung des örtlichen Aufkommens anderer Steuern treffen. Der Länderanteil am Aufkommen der Umsatzsteuer steht den einzelnen Ländern, vorbehaltlich der Regelungen nach Absatz 2, nach Maßgabe ihrer Einwohnerzahl zu.</P><P>(2) Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, ist sicherzustellen, dass die unterschiedliche Finanzkraft der Länder angemessen ausgeglichen wird; hierbei sind die Finanzkraft und der Finanzbedarf der Gemeinden (Gemeindeverbände) zu berücksichtigen. Zu diesem Zweck sind in dem Gesetz Zuschläge zu und Abschläge von der jeweiligen Finanzkraft bei der Verteilung der Länderanteile am Aufkommen der Umsatzsteuer zu regeln. Die Voraussetzungen für die Gewährung von Zuschlägen und für die Erhebung von Abschlägen sowie die Maßstäbe für die Höhe dieser Zuschläge und Abschläge sind in dem Gesetz zu bestimmen. Für Zwecke der Bemessung der Finanzkraft kann die bergrechtliche Förderabgabe mit nur einem Teil ihres Aufkommens berücksichtigt werden. Das Gesetz kann auch bestimmen, dass der Bund aus seinen Mitteln leistungsschwachen Ländern Zuweisungen zur ergänzenden Deckung ihres allgemeinen Finanzbedarfs (Ergänzungszuweisungen) gewährt. Zuweisungen können unabhängig von den Maßstäben nach den Sätzen 1 bis 3 auch solchen leistungsschwachen Ländern gewährt werden, deren Gemeinden (Gemeindeverbände) eine besonders geringe Steuerkraft aufweisen (Gemeindesteuerkraftzuweisungen), sowie außerdem solchen leistungsschwachen Ländern, deren Anteile an den Fördermitteln nach Artikel 91b ihre Einwohneranteile unterschreiten.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>(+++ Art. 107 in der bis zum 19.7.2017 geltenden Fassung: Zur weiteren Anwendung vgl. Art 143g +++)</P>"
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014003311",
        "name": "Art 108",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Zölle, Finanzmonopole, die bundesgesetzlich geregelten Verbrauchsteuern einschließlich der Einfuhrumsatzsteuer, die Kraftfahrzeugsteuer und sonstige auf motorisierte Verkehrsmittel bezogene Verkehrsteuern ab dem 1. Juli 2009 sowie die Abgaben im Rahmen der Europäischen Gemeinschaften werden durch Bundesfinanzbehörden verwaltet. Der Aufbau dieser Behörden wird durch Bundesgesetz geregelt. Soweit Mittelbehörden eingerichtet sind, werden deren Leiter im Benehmen mit den Landesregierungen bestellt.</P><P>(2) Die übrigen Steuern werden durch Landesfinanzbehörden verwaltet. Der Aufbau dieser Behörden und die einheitliche Ausbildung der Beamten können durch Bundesgesetz mit Zustimmung des Bundesrates geregelt werden. Soweit Mittelbehörden eingerichtet sind, werden deren Leiter im Einvernehmen mit der Bundesregierung bestellt.</P><P>(3) Verwalten die Landesfinanzbehörden Steuern, die ganz oder zum Teil dem Bund zufließen, so werden sie im Auftrage des Bundes tätig. Artikel 85 Abs. 3 und 4 gilt mit der Maßgabe, daß an die Stelle der Bundesregierung der Bundesminister der Finanzen tritt.</P><P>(4) Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, kann bei der Verwaltung von Steuern ein Zusammenwirken von Bundes- und Landesfinanzbehörden sowie für Steuern, die unter Absatz 1 fallen, die Verwaltung durch Landesfinanzbehörden und für andere Steuern die Verwaltung durch Bundesfinanzbehörden vorgesehen werden, wenn und soweit dadurch der Vollzug der Steuergesetze erheblich verbessert oder erleichtert wird. Für die den Gemeinden (Gemeindeverbänden) allein zufließenden Steuern kann die den Landesfinanzbehörden zustehende Verwaltung durch die Länder ganz oder zum Teil den Gemeinden (Gemeindeverbänden) übertragen werden. Das Bundesgesetz nach Satz 1 kann für ein Zusammenwirken von Bund und Ländern bestimmen, dass bei Zustimmung einer im Gesetz genannten Mehrheit Regelungen für den Vollzug von Steuergesetzen für alle Länder verbindlich werden.</P><P>(4a) Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, können bei der Verwaltung von Steuern, die unter Absatz 2 fallen, ein Zusammenwirken von Landesfinanzbehörden und eine länderübergreifende Übertragung von Zuständigkeiten auf Landesfinanzbehörden eines oder mehrerer Länder im Einvernehmen mit den betroffenen Ländern vorgesehen werden, wenn und soweit dadurch der Vollzug der Steuergesetze erheblich verbessert oder erleichtert wird. Die Kostentragung kann durch Bundesgesetz geregelt werden.</P><P>(5) Das von den Bundesfinanzbehörden anzuwendende Verfahren wird durch Bundesgesetz geregelt. Das von den Landesfinanzbehörden und in den Fällen des Absatzes 4 Satz 2 von den Gemeinden (Gemeindeverbänden) anzuwendende Verfahren kann durch Bundesgesetz mit Zustimmung des Bundesrates geregelt werden.</P><P>(6) Die Finanzgerichtsbarkeit wird durch Bundesgesetz einheitlich geregelt.</P><P>(7) Die Bundesregierung kann allgemeine Verwaltungsvorschriften erlassen, und zwar mit Zustimmung des Bundesrates, soweit die Verwaltung den Landesfinanzbehörden oder Gemeinden (Gemeindeverbänden) obliegt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014102160",
        "name": "Art 109",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Bund und Länder sind in ihrer Haushaltswirtschaft selbständig und voneinander unabhängig.</P><P>(2) Bund und Länder erfüllen gemeinsam die Verpflichtungen der Bundesrepublik Deutschland aus Rechtsakten der Europäischen Gemeinschaft auf Grund des Artikels 104 des Vertrags zur Gründung der Europäischen Gemeinschaft zur Einhaltung der Haushaltsdisziplin und tragen in diesem Rahmen den Erfordernissen des gesamtwirtschaftlichen Gleichgewichts Rechnung.</P><P>(3) Die Haushalte von Bund und Ländern sind grundsätzlich ohne Einnahmen aus Krediten auszugleichen. Bund und Länder können Regelungen zur im Auf- und Abschwung symmetrischen Berücksichtigung der Auswirkungen einer von der Normallage abweichenden konjunkturellen Entwicklung sowie eine Ausnahmeregelung für Naturkatastrophen oder außergewöhnliche Notsituationen, die sich der Kontrolle des Staates entziehen und die staatliche Finanzlage erheblich beeinträchtigen, vorsehen. Für die Ausnahmeregelung ist eine entsprechende Tilgungsregelung vorzusehen. Die nähere Ausgestaltung regelt für den Haushalt des Bundes Artikel 115 mit der Maßgabe, dass Satz 1 entsprochen ist, wenn die Einnahmen aus Krediten 0,35 vom Hundert im Verhältnis zum nominalen Bruttoinlandsprodukt nicht überschreiten. Die nähere Ausgestaltung für die Haushalte der Länder regeln diese im Rahmen ihrer verfassungsrechtlichen Kompetenzen mit der Maßgabe, dass Satz 1 nur dann entsprochen ist, wenn keine Einnahmen aus Krediten zugelassen werden.</P><P>(4) Durch Bundesgesetz, das der Zustimmung des Bundesrates bedarf, können für Bund und Länder gemeinsam geltende Grundsätze für das Haushaltsrecht, für eine konjunkturgerechte Haushaltswirtschaft und für eine mehrjährige Finanzplanung aufgestellt werden.</P><P>(5) Sanktionsmaßnahmen der Europäischen Gemeinschaft im Zusammenhang mit den Bestimmungen in Artikel 104 des Vertrags zur Gründung der Europäischen Gemeinschaft zur Einhaltung der Haushaltsdisziplin tragen Bund und Länder im Verhältnis 65 zu 35. Die Ländergesamtheit trägt solidarisch 35 vom Hundert der auf die Länder entfallenden Lasten entsprechend ihrer Einwohnerzahl; 65 vom Hundert der auf die Länder entfallenden Lasten tragen die Länder entsprechend ihrem Verursachungsbeitrag. Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021101311",
        "name": "Art 109a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Zur Vermeidung von Haushaltsnotlagen regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die fortlaufende Überwachung der Haushaltswirtschaft von Bund und Ländern durch ein gemeinsames Gremium (Stabilitätsrat),</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzungen und das Verfahren zur Feststellung einer drohenden Haushaltsnotlage,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Grundsätze zur Aufstellung und Durchführung von Sanierungsprogrammen zur Vermeidung von Haushaltsnotlagen.</LA></DD></DL></P><P>(2) Dem Stabilitätsrat obliegt ab dem Jahr 2020 die Überwachung der Einhaltung der Vorgaben des Artikels 109 Absatz 3 durch Bund und Länder. Die Überwachung orientiert sich an den Vorgaben und Verfahren aus Rechtsakten auf Grund des Vertrages über die Arbeitsweise der Europäischen Union zur Einhaltung der Haushaltsdisziplin.</P><P>(3) Die Beschlüsse des Stabilitätsrats und die zugrunde liegenden Beratungsunterlagen sind zu veröffentlichen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014200314",
        "name": "Art 110",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Alle Einnahmen und Ausgaben des Bundes sind in den Haushaltsplan einzustellen; bei Bundesbetrieben und bei Sondervermögen brauchen nur die Zuführungen oder die Ablieferungen eingestellt zu werden. Der Haushaltsplan ist in Einnahme und Ausgabe auszugleichen.</P><P>(2) Der Haushaltsplan wird für ein oder mehrere Rechnungsjahre, nach Jahren getrennt, vor Beginn des ersten Rechnungsjahres durch das Haushaltsgesetz festgestellt. Für Teile des Haushaltsplanes kann vorgesehen werden, daß sie für unterschiedliche Zeiträume, nach Rechnungsjahren getrennt, gelten.</P><P>(3) Die Gesetzesvorlage nach Absatz 2 Satz 1 sowie Vorlagen zur Änderung des Haushaltsgesetzes und des Haushaltsplanes werden gleichzeitig mit der Zuleitung an den Bundesrat beim Bundestage eingebracht; der Bundesrat ist berechtigt, innerhalb von sechs Wochen, bei Änderungsvorlagen innerhalb von drei Wochen, zu den Vorlagen Stellung zu nehmen.</P><P>(4) In das Haushaltsgesetz dürfen nur Vorschriften aufgenommen werden, die sich auf die Einnahmen und die Ausgaben des Bundes und auf den Zeitraum beziehen, für den das Haushaltsgesetz beschlossen wird. Das Haushaltsgesetz kann vorschreiben, daß die Vorschriften erst mit der Verkündung des nächsten Haushaltsgesetzes oder bei Ermächtigung nach Artikel 115 zu einem späteren Zeitpunkt außer Kraft treten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014300314",
        "name": "Art 111",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Ist bis zum Schluß eines Rechnungsjahres der Haushaltsplan für das folgende Jahr nicht durch Gesetz festgestellt, so ist bis zu seinem Inkrafttreten die Bundesregierung ermächtigt, alle Ausgaben zu leisten, die nötig sind, <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">um gesetzlich bestehende Einrichtungen zu erhalten und gesetzlich beschlossene Maßnahmen durchzuführen,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">um die rechtlich begründeten Verpflichtungen des Bundes zu erfüllen,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">um Bauten, Beschaffungen und sonstige Leistungen fortzusetzen oder Beihilfen für diese Zwecke weiter zu gewähren, sofern durch den Haushaltsplan eines Vorjahres bereits Beträge bewilligt worden sind.</LA></DD></DL></P><P>(2) Soweit nicht auf besonderem Gesetze beruhende Einnahmen aus Steuern, Abgaben und sonstigen Quellen oder die Betriebsmittelrücklage die Ausgaben unter Absatz 1 decken, darf die Bundesregierung die zur Aufrechterhaltung der Wirtschaftsführung erforderlichen Mittel bis zur Höhe eines Viertels der Endsumme des abgelaufenen Haushaltsplanes im Wege des Kredits flüssig machen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014400314",
        "name": "Art 112",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>Überplanmäßige und außerplanmäßige Ausgaben bedürfen der Zustimmung des Bundesministers der Finanzen. Sie darf nur im Falle eines unvorhergesehenen und unabweisbaren Bedürfnisses erteilt werden. Näheres kann durch Bundesgesetz bestimmt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014500314",
        "name": "Art 113",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Gesetze, welche die von der Bundesregierung vorgeschlagenen Ausgaben des Haushaltsplanes erhöhen oder neue Ausgaben in sich schließen oder für die Zukunft mit sich bringen, bedürfen der Zustimmung der Bundesregierung. Das gleiche gilt für Gesetze, die Einnahmeminderungen in sich schließen oder für die Zukunft mit sich bringen. Die Bundesregierung kann verlangen, daß der Bundestag die Beschlußfassung über solche Gesetze aussetzt. In diesem Fall hat die Bundesregierung innerhalb von sechs Wochen dem Bundestage eine Stellungnahme zuzuleiten.</P><P>(2) Die Bundesregierung kann innerhalb von vier Wochen, nachdem der Bundestag das Gesetz beschlossen hat, verlangen, daß der Bundestag erneut Beschluß faßt.</P><P>(3) Ist das Gesetz nach Artikel 78 zustande gekommen, kann die Bundesregierung ihre Zustimmung nur innerhalb von sechs Wochen und nur dann versagen, wenn sie vorher das Verfahren nach Absatz 1 Satz 3 und 4 oder nach Absatz 2 eingeleitet hat. Nach Ablauf dieser Frist gilt die Zustimmung als erteilt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014601311",
        "name": "Art 114",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Der Bundesminister der Finanzen hat dem Bundestage und dem Bundesrate über alle Einnahmen und Ausgaben sowie über das Vermögen und die Schulden im Laufe des nächsten Rechnungsjahres zur Entlastung der Bundesregierung Rechnung zu legen.</P><P>(2) Der Bundesrechnungshof, dessen Mitglieder richterliche Unabhängigkeit besitzen, prüft die Rechnung sowie die Wirtschaftlichkeit und Ordnungsmäßigkeit der Haushalts- und Wirtschaftsführung des Bundes. Zum Zweck der Prüfung nach Satz 1 kann der Bundesrechnungshof auch bei Stellen außerhalb der Bundesverwaltung Erhebungen vornehmen; dies gilt auch in den Fällen, in denen der Bund den Ländern zweckgebundene Finanzierungsmittel zur Erfüllung von Länderaufgaben zuweist. Er hat außer der Bundesregierung unmittelbar dem Bundestage und dem Bundesrate jährlich zu berichten. Im übrigen werden die Befugnisse des Bundesrechnungshofes durch Bundesgesetz geregelt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014701160",
        "name": "Art 115",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001200314"
        },
        "body": "<P>(1) Die Aufnahme von Krediten sowie die Übernahme von Bürgschaften, Garantien oder sonstigen Gewährleistungen, die zu Ausgaben in künftigen Rechnungsjahren führen können, bedürfen einer der Höhe nach bestimmten oder bestimmbaren Ermächtigung durch Bundesgesetz.</P><P>(2) Einnahmen und Ausgaben sind grundsätzlich ohne Einnahmen aus Krediten auszugleichen. Diesem Grundsatz ist entsprochen, wenn die Einnahmen aus Krediten 0,35 vom Hundert im Verhältnis zum nominalen Bruttoinlandsprodukt nicht überschreiten. Zusätzlich sind bei einer von der Normallage abweichenden konjunkturellen Entwicklung die Auswirkungen auf den Haushalt im Auf- und Abschwung symmetrisch zu berücksichtigen. Abweichungen der tatsächlichen Kreditaufnahme von der nach den Sätzen 1 bis 3 zulässigen Kreditobergrenze werden auf einem Kontrollkonto erfasst; Belastungen, die den Schwellenwert von 1,5 vom Hundert im Verhältnis zum nominalen Bruttoinlandsprodukt überschreiten, sind konjunkturgerecht zurückzuführen. Näheres, insbesondere die Bereinigung der Einnahmen und Ausgaben um finanzielle Transaktionen und das Verfahren zur Berechnung der Obergrenze der jährlichen Nettokreditaufnahme unter Berücksichtigung der konjunkturellen Entwicklung auf der Grundlage eines Konjunkturbereinigungsverfahrens sowie die Kontrolle und den Ausgleich von Abweichungen der tatsächlichen Kreditaufnahme von der Regelgrenze, regelt ein Bundesgesetz. Im Falle von Naturkatastrophen oder außergewöhnlichen Notsituationen, die sich der Kontrolle des Staates entziehen und die staatliche Finanzlage erheblich beeinträchtigen, können diese Kreditobergrenzen auf Grund eines Beschlusses der Mehrheit der Mitglieder des Bundestages überschritten werden. Der Beschluss ist mit einem Tilgungsplan zu verbinden. Die Rückführung der nach Satz 6 aufgenommenen Kredite hat binnen eines angemessenen Zeitraumes zu erfolgen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG001300314",
        "name": "X a.",
        "title": "Verteidigungsfall",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014800314",
        "name": "Art 115a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Die Feststellung, daß das Bundesgebiet mit Waffengewalt angegriffen wird oder ein solcher Angriff unmittelbar droht (Verteidigungsfall), trifft der Bundestag mit Zustimmung des Bundesrates. Die Feststellung erfolgt auf Antrag der Bundesregierung und bedarf einer Mehrheit von zwei Dritteln der abgegebenen Stimmen, mindestens der Mehrheit der Mitglieder des Bundestages.</P><P>(2) Erfordert die Lage unabweisbar ein sofortiges Handeln und stehen einem rechtzeitigen Zusammentritt des Bundestages unüberwindliche Hindernisse entgegen oder ist er nicht beschlußfähig, so trifft der Gemeinsame Ausschuß diese Feststellung mit einer Mehrheit von zwei Dritteln der abgegebenen Stimmen, mindestens der Mehrheit seiner Mitglieder.</P><P>(3) Die Feststellung wird vom Bundespräsidenten gemäß Artikel 82 im Bundesgesetzblatte verkündet. Ist dies nicht rechtzeitig möglich, so erfolgt die Verkündung in anderer Weise; sie ist im Bundesgesetzblatte nachzuholen, sobald die Umstände es zulassen.</P><P>(4) Wird das Bundesgebiet mit Waffengewalt angegriffen und sind die zuständigen Bundesorgane außerstande, sofort die Feststellung nach Absatz 1 Satz 1 zu treffen, so gilt diese Feststellung als getroffen und als zu dem Zeitpunkt verkündet, in dem der Angriff begonnen hat. Der Bundespräsident gibt diesen Zeitpunkt bekannt, sobald die Umstände es zulassen.</P><P>(5) Ist die Feststellung des Verteidigungsfalles verkündet und wird das Bundesgebiet mit Waffengewalt angegriffen, so kann der Bundespräsident völkerrechtliche Erklärungen über das Bestehen des Verteidigungsfalles mit Zustimmung des Bundestages abgeben. Unter den Voraussetzungen des Absatzes 2 tritt an die Stelle des Bundestages der Gemeinsame Ausschuß.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE014900314",
        "name": "Art 115b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>Mit der Verkündung des Verteidigungsfalles geht die Befehls- und Kommandogewalt über die Streitkräfte auf den Bundeskanzler über.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015000314",
        "name": "Art 115c",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Der Bund hat für den Verteidigungsfall das Recht der konkurrierenden Gesetzgebung auch auf den Sachgebieten, die zur Gesetzgebungszuständigkeit der Länder gehören. Diese Gesetze bedürfen der Zustimmung des Bundesrates.</P><P>(2) Soweit es die Verhältnisse während des Verteidigungsfalles erfordern, kann durch Bundesgesetz für den Verteidigungsfall <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Enteignungen abweichend von Artikel 14 Abs. 3 Satz 2 die Entschädigung vorläufig geregelt werden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">für Freiheitsentziehungen eine von Artikel 104 Abs. 2 Satz 3 und Abs. 3 Satz 1 abweichende Frist, höchstens jedoch eine solche von vier Tagen, für den Fall festgesetzt werden, daß ein Richter nicht innerhalb der für Normalzeiten geltenden Frist tätig werden konnte.</LA></DD></DL></P><P>(3) Soweit es zur Abwehr eines gegenwärtigen oder unmittelbar drohenden Angriffs erforderlich ist, kann für den Verteidigungsfall durch Bundesgesetz mit Zustimmung des Bundesrates die Verwaltung und das Finanzwesen des Bundes und der Länder abweichend von den Abschnitten VIII, VIIIa und X geregelt werden, wobei die Lebensfähigkeit der Länder, Gemeinden und Gemeindeverbände, insbesondere auch in finanzieller Hinsicht, zu wahren ist.</P><P>(4) Bundesgesetze nach den Absätzen 1 und 2 Nr. 1 dürfen zur Vorbereitung ihres Vollzuges schon vor Eintritt des Verteidigungsfalles angewandt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015100314",
        "name": "Art 115d",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Für die Gesetzgebung des Bundes gilt im Verteidigungsfalle abweichend von Artikel 76 Abs. 2, Artikel 77 Abs. 1 Satz 2 und Abs. 2 bis 4, Artikel 78 und Artikel 82 Abs. 1 die Regelung der Absätze 2 und 3.</P><P>(2) Gesetzesvorlagen der Bundesregierung, die sie als dringlich bezeichnet, sind gleichzeitig mit der Einbringung beim Bundestage dem Bundesrate zuzuleiten. Bundestag und Bundesrat beraten diese Vorlagen unverzüglich gemeinsam. Soweit zu einem Gesetze die Zustimmung des Bundesrates erforderlich ist, bedarf es zum Zustandekommen des Gesetzes der Zustimmung der Mehrheit seiner Stimmen. Das Nähere regelt eine Geschäftsordnung, die vom Bundestage beschlossen wird und der Zustimmung des Bundesrates bedarf.</P><P>(3) Für die Verkündung der Gesetze gilt Artikel 115a Abs. 3 Satz 2 entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015201333",
        "name": "Art 115e",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Stellt der Gemeinsame Ausschuß im Verteidigungsfalle mit einer Mehrheit von zwei Dritteln der abgegebenen Stimmen, mindestens mit der Mehrheit seiner Mitglieder fest, daß dem rechtzeitigen Zusammentritt des Bundestages unüberwindliche Hindernisse entgegenstehen oder daß dieser nicht beschlußfähig ist, so hat der Gemeinsame Ausschuß die Stellung von Bundestag und Bundesrat und nimmt deren Rechte einheitlich wahr.</P><P>(2) Durch ein Gesetz des Gemeinsamen Ausschusses darf das Grundgesetz weder geändert noch ganz oder teilweise außer Kraft oder außer Anwendung gesetzt werden. Zum Erlaß von Gesetzen nach Artikel 23 Abs. 1 Satz 2, Artikel 24 Abs. 1 oder Artikel 29 ist der Gemeinsame Ausschuß nicht befugt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015300314",
        "name": "Art 115f",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Die Bundesregierung kann im Verteidigungsfalle, soweit es die Verhältnisse erfordern, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Bundesgrenzschutz im gesamten Bundesgebiete einsetzen;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">außer der Bundesverwaltung auch den Landesregierungen und, wenn sie es für dringlich erachtet, den Landesbehörden Weisungen erteilen und diese Befugnis auf von ihr zu bestimmende Mitglieder der Landesregierungen übertragen.</LA></DD></DL></P><P>(2) Bundestag, Bundesrat und der Gemeinsame Ausschuß sind unverzüglich von den nach Absatz 1 getroffenen Maßnahmen zu unterrichten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015400314",
        "name": "Art 115g",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>Die verfassungsmäßige Stellung und die Erfüllung der verfassungsmäßigen Aufgaben des Bundesverfassungsgerichtes und seiner Richter dürfen nicht beeinträchtigt werden. Das Gesetz über das Bundesverfassungsgericht darf durch ein Gesetz des Gemeinsamen Ausschusses nur insoweit geändert werden, als dies auch nach Auffassung des Bundesverfassungsgerichtes zur Aufrechterhaltung der Funktionsfähigkeit des Gerichtes erforderlich ist. Bis zum Erlaß eines solchen Gesetzes kann das Bundesverfassungsgericht die zur Erhaltung der Arbeitsfähigkeit des Gerichtes erforderlichen Maßnahmen treffen. Beschlüsse nach Satz 2 und Satz 3 faßt das Bundesverfassungsgericht mit der Mehrheit der anwesenden Richter.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015500314",
        "name": "Art 115h",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Während des Verteidigungsfalles ablaufende Wahlperioden des Bundestages oder der Volksvertretungen der Länder enden sechs Monate nach Beendigung des Verteidigungsfalles. Die im Verteidigungsfalle ablaufende Amtszeit des Bundespräsidenten sowie bei vorzeitiger Erledigung seines Amtes die Wahrnehmung seiner Befugnisse durch den Präsidenten des Bundesrates enden neun Monate nach Beendigung des Verteidigungsfalles. Die im Verteidigungsfalle ablaufende Amtszeit eines Mitgliedes des Bundesverfassungsgerichtes endet sechs Monate nach Beendigung des Verteidigungsfalles.</P><P>(2) Wird eine Neuwahl des Bundeskanzlers durch den Gemeinsamen Ausschuß erforderlich, so wählt dieser einen neuen Bundeskanzler mit der Mehrheit seiner Mitglieder; der Bundespräsident macht dem Gemeinsamen Ausschuß einen Vorschlag. Der Gemeinsame Ausschuß kann dem Bundeskanzler das Mißtrauen nur dadurch aussprechen, daß er mit der Mehrheit von zwei Dritteln seiner Mitglieder einen Nachfolger wählt.</P><P>(3) Für die Dauer des Verteidigungsfalles ist die Auflösung des Bundestages ausgeschlossen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015600314",
        "name": "Art 115i",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Sind die zuständigen Bundesorgane außerstande, die notwendigen Maßnahmen zur Abwehr der Gefahr zu treffen, und erfordert die Lage unabweisbar ein sofortiges selbständiges Handeln in einzelnen Teilen des Bundesgebietes, so sind die Landesregierungen oder die von ihnen bestimmten Behörden oder Beauftragten befugt, für ihren Zuständigkeitsbereich Maßnahmen im Sinne des Artikels 115f Abs. 1 zu treffen.</P><P>(2) Maßnahmen nach Absatz 1 können durch die Bundesregierung, im Verhältnis zu Landesbehörden und nachgeordneten Bundesbehörden auch durch die Ministerpräsidenten der Länder, jederzeit aufgehoben werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015700314",
        "name": "Art 115k",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Für die Dauer ihrer Anwendbarkeit setzen Gesetze nach den Artikeln 115c, 115e und 115g und Rechtsverordnungen, die auf Grund solcher Gesetze ergehen, entgegenstehendes Recht außer Anwendung. Dies gilt nicht gegenüber früherem Recht, das auf Grund der Artikel 115c, 115e und 115g erlassen worden ist.</P><P>(2) Gesetze, die der Gemeinsame Ausschuß beschlossen hat, und Rechtsverordnungen, die auf Grund solcher Gesetze ergangen sind, treten spätestens sechs Monate nach Beendigung des Verteidigungsfalles außer Kraft.</P><P>(3) Gesetze, die von den Artikeln 91a, 91b, 104a, 106 und 107 abweichende Regelungen enthalten, gelten längstens bis zum Ende des zweiten Rechnungsjahres, das auf die Beendigung des Verteidigungsfalles folgt. Sie können nach Beendigung des Verteidigungsfalles durch Bundesgesetz mit Zustimmung des Bundesrates geändert werden, um zu der Regelung gemäß den Abschnitten VIIIa und X überzuleiten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015800314",
        "name": "Art 115l",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001300314"
        },
        "body": "<P>(1) Der Bundestag kann jederzeit mit Zustimmung des Bundesrates Gesetze des Gemeinsamen Ausschusses aufheben. Der Bundesrat kann verlangen, daß der Bundestag hierüber beschließt. Sonstige zur Abwehr der Gefahr getroffene Maßnahmen des Gemeinsamen Ausschusses oder der Bundesregierung sind aufzuheben, wenn der Bundestag und der Bundesrat es beschließen.</P><P>(2) Der Bundestag kann mit Zustimmung des Bundesrates jederzeit durch einen vom Bundespräsidenten zu verkündenden Beschluß den Verteidigungsfall für beendet erklären. Der Bundesrat kann verlangen, daß der Bundestag hierüber beschließt. Der Verteidigungsfall ist unverzüglich für beendet zu erklären, wenn die Voraussetzungen für seine Feststellung nicht mehr gegeben sind.</P><P>(3) Über den Friedensschluß wird durch Bundesgesetz entschieden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR000010949BJNG001400314",
        "name": "XI.",
        "title": "Übergangs- und Schlußbestimmungen",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE015900314",
        "name": "Art 116",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Deutscher im Sinne dieses Grundgesetzes ist vorbehaltlich anderweitiger gesetzlicher Regelung, wer die deutsche Staatsangehörigkeit besitzt oder als Flüchtling oder Vertriebener deutscher Volkszugehörigkeit oder als dessen Ehegatte oder Abkömmling in dem Gebiete des Deutschen Reiches nach dem Stande vom 31. Dezember 1937 Aufnahme gefunden hat.</P><P>(2) Frühere deutsche Staatsangehörige, denen zwischen dem 30. Januar 1933 und dem 8. Mai 1945 die Staatsangehörigkeit aus politischen, rassischen oder religiösen Gründen entzogen worden ist, und ihre Abkömmlinge sind auf Antrag wieder einzubürgern. Sie gelten als nicht ausgebürgert, sofern sie nach dem 8. Mai 1945 ihren Wohnsitz in Deutschland genommen haben und nicht einen entgegengesetzten Willen zum Ausdruck gebracht haben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016000314",
        "name": "Art 117",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Das dem Artikel 3 Abs. 2 entgegenstehende Recht bleibt bis zu seiner Anpassung an diese Bestimmung des Grundgesetzes in Kraft, jedoch nicht länger als bis zum 31. März 1953.</P><P>(2) Gesetze, die das Recht der Freizügigkeit mit Rücksicht auf die gegenwärtige Raumnot einschränken, bleiben bis zu ihrer Aufhebung durch Bundesgesetz in Kraft.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>Art. 117 Abs. 1: Wirksam gem. BVerfGE v. 18.12.1953, 1954 I 10</P>"
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016100314",
        "name": "Art 118",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Die Neugliederung in dem die Länder Baden, Württemberg-Baden und Württemberg-Hohenzollern umfassenden Gebiete kann abweichend von den Vorschriften des Artikels 29 durch Vereinbarung der beteiligten Länder erfolgen. Kommt eine Vereinbarung nicht zustande, so wird die Neugliederung durch Bundesgesetz geregelt, das eine Volksbefragung vorsehen muß.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020200307",
        "name": "Art 118a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Die Neugliederung in dem die Länder Berlin und Brandenburg umfassenden Gebiet kann abweichend von den Vorschriften des Artikels 29 unter Beteiligung ihrer Wahlberechtigten durch Vereinbarung beider Länder erfolgen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016200314",
        "name": "Art 119",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>In Angelegenheiten der Flüchtlinge und Vertriebenen, insbesondere zu ihrer Verteilung auf die Länder, kann bis zu einer bundesgesetzlichen Regelung die Bundesregierung mit Zustimmung des Bundesrates Verordnungen mit Gesetzeskraft erlassen. Für besondere Fälle kann dabei die Bundesregierung ermächtigt werden, Einzelweisungen zu erteilen. Die Weisungen sind außer bei Gefahr im Verzuge an die obersten Landesbehörden zu richten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016300314",
        "name": "Art 120",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Der Bund trägt die Aufwendungen für Besatzungskosten und die sonstigen inneren und äußeren Kriegsfolgelasten nach näherer Bestimmung von Bundesgesetzen. Soweit diese Kriegsfolgelasten bis zum 1. Oktober 1969 durch Bundesgesetze geregelt worden sind, tragen Bund und Länder im Verhältnis zueinander die Aufwendungen nach Maßgabe dieser Bundesgesetze. Soweit Aufwendungen für Kriegsfolgelasten, die in Bundesgesetzen weder geregelt worden sind noch geregelt werden, bis zum 1. Oktober 1965 von den Ländern, Gemeinden (Gemeindeverbänden) oder sonstigen Aufgabenträgern, die Aufgaben von Ländern oder Gemeinden erfüllen, erbracht worden sind, ist der Bund zur Übernahme von Aufwendungen dieser Art auch nach diesem Zeitpunkt nicht verpflichtet. Der Bund trägt die Zuschüsse zu den Lasten der Sozialversicherung mit Einschluß der Arbeitslosenversicherung und der Arbeitslosenhilfe. Die durch diesen Absatz geregelte Verteilung der Kriegsfolgelasten auf Bund und Länder läßt die gesetzliche Regelung von Entschädigungsansprüchen für Kriegsfolgen unberührt.</P><P>(2) Die Einnahmen gehen auf den Bund zu demselben Zeitpunkte über, an dem der Bund die Ausgaben übernimmt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016400314",
        "name": "Art 120a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Die Gesetze, die der Durchführung des Lastenausgleichs dienen, können mit Zustimmung des Bundesrates bestimmen, daß sie auf dem Gebiete der Ausgleichsleistungen teils durch den Bund, teils im Auftrage des Bundes durch die Länder ausgeführt werden und daß die der Bundesregierung und den zuständigen obersten Bundesbehörden auf Grund des Artikels 85 insoweit zustehenden Befugnisse ganz oder teilweise dem Bundesausgleichsamt übertragen werden. Das Bundesausgleichsamt bedarf bei Ausübung dieser Befugnisse nicht der Zustimmung des Bundesrates; seine Weisungen sind, abgesehen von den Fällen der Dringlichkeit, an die obersten Landesbehörden (Landesausgleichsämter) zu richten.</P><P>(2) Artikel 87 Abs. 3 Satz 2 bleibt unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016500314",
        "name": "Art 121",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Mehrheit der Mitglieder des Bundestages und der Bundesversammlung im Sinne dieses Grundgesetzes ist die Mehrheit ihrer gesetzlichen Mitgliederzahl.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016600314",
        "name": "Art 122",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Vom Zusammentritt des Bundestages an werden die Gesetze ausschließlich von den in diesem Grundgesetze anerkannten gesetzgebenden Gewalten beschlossen.</P><P>(2) Gesetzgebende und bei der Gesetzgebung beratend mitwirkende Körperschaften, deren Zuständigkeit nach Absatz 1 endet, sind mit diesem Zeitpunkt aufgelöst.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016700314",
        "name": "Art 123",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Recht aus der Zeit vor dem Zusammentritt des Bundestages gilt fort, soweit es dem Grundgesetze nicht widerspricht.</P><P>(2) Die vom Deutschen Reich abgeschlossenen Staatsverträge, die sich auf Gegenstände beziehen, für die nach diesem Grundgesetze die Landesgesetzgebung zuständig ist, bleiben, wenn sie nach allgemeinen Rechtsgrundsätzen gültig sind und fortgelten, unter Vorbehalt aller Rechte und Einwendungen der Beteiligten in Kraft, bis neue Staatsverträge durch die nach diesem Grundgesetze zuständigen Stellen abgeschlossen werden oder ihre Beendigung auf Grund der in ihnen enthaltenen Bestimmungen anderweitig erfolgt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016800314",
        "name": "Art 124",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Recht, das Gegenstände der ausschließlichen Gesetzgebung des Bundes betrifft, wird innerhalb seines Geltungsbereiches Bundesrecht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE016900314",
        "name": "Art 125",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Recht, das Gegenstände der konkurrierenden Gesetzgebung des Bundes betrifft, wird innerhalb seines Geltungsbereiches Bundesrecht, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">soweit es innerhalb einer oder mehrerer Besatzungszonen einheitlich gilt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">soweit es sich um Recht handelt, durch das nach dem 8. Mai 1945 früheres Reichsrecht abgeändert worden ist.</LA></DD></DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020301377",
        "name": "Art 125a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Recht, das als Bundesrecht erlassen worden ist, aber wegen der Änderung des Artikels 74 Abs. 1, der Einfügung des Artikels 84 Abs. 1 Satz 7, des Artikels 85 Abs. 1 Satz 2 oder des Artikels 105 Abs. 2a Satz 2 oder wegen der Aufhebung der Artikel 74a, 75 oder 98 Abs. 3 Satz 2 nicht mehr als Bundesrecht erlassen werden könnte, gilt als Bundesrecht fort. Es kann durch Landesrecht ersetzt werden.</P><P>(2) Recht, das auf Grund des Artikels 72 Abs. 2 in der bis zum 15. November 1994 geltenden Fassung erlassen worden ist, aber wegen Änderung des Artikels 72 Abs. 2 nicht mehr als Bundesrecht erlassen werden könnte, gilt als Bundesrecht fort. Durch Bundesgesetz kann bestimmt werden, dass es durch Landesrecht ersetzt werden kann.</P><P>(3) Recht, das als Landesrecht erlassen worden ist, aber wegen Änderung des Artikels 73 nicht mehr als Landesrecht erlassen werden könnte, gilt als Landesrecht fort. Es kann durch Bundesrecht ersetzt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020501377",
        "name": "Art 125b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Recht, das auf Grund des Artikels 75 in der bis zum 1. September 2006 geltenden Fassung erlassen worden ist und das auch nach diesem Zeitpunkt als Bundesrecht erlassen werden könnte, gilt als Bundesrecht fort. Befugnisse und Verpflichtungen der Länder zur Gesetzgebung bleiben insoweit bestehen. Auf den in Artikel 72 Abs. 3 Satz 1 genannten Gebieten können die Länder von diesem Recht abweichende Regelungen treffen, auf den Gebieten des Artikels 72 Abs. 3 Satz 1 Nr. 2, 5 und 6 jedoch erst, wenn und soweit der Bund ab dem 1. September 2006 von seiner Gesetzgebungszuständigkeit Gebrauch gemacht hat, in den Fällen der Nummern 2 und 5 spätestens ab dem 1. Januar 2010, im Falle der Nummer 6 spätestens ab dem 1. August 2008.</P><P>(2) Von bundesgesetzlichen Regelungen, die auf Grund des Artikels 84 Abs. 1 in der vor dem 1. September 2006 geltenden Fassung erlassen worden sind, können die Länder abweichende Regelungen treffen, von Regelungen des Verwaltungsverfahrens bis zum 31. Dezember 2008 aber nur dann, wenn ab dem 1. September 2006 in dem jeweiligen Bundesgesetz Regelungen des Verwaltungsverfahrens geändert worden sind.</P><P>(3) Auf dem Gebiet des Artikels 72 Absatz 3 Satz 1 Nummer 7 darf abweichendes Landesrecht der Erhebung der Grundsteuer frühestens für Zeiträume ab dem 1. Januar 2025 zugrunde gelegt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020602311",
        "name": "Art 125c",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Recht, das auf Grund des Artikels 91a Abs. 2 in Verbindung mit Abs. 1 Nr. 1 in der bis zum 1. September 2006 geltenden Fassung erlassen worden ist, gilt bis zum 31. Dezember 2006 fort.</P><P>(2) Die nach Artikel 104a Abs. 4 in der bis zum 1. September 2006 geltenden Fassung in den Bereichen der Gemeindeverkehrsfinanzierung und der sozialen Wohnraumförderung geschaffenen Regelungen gelten bis zum 31. Dezember 2006 fort. Die im Bereich der Gemeindeverkehrsfinanzierung für die besonderen Programme nach § 6 Absatz 1 des Gemeindeverkehrsfinanzierungsgesetzes sowie die mit dem Gesetz über Finanzhilfen des Bundes nach Artikel 104a Absatz 4 des Grundgesetzes an die Länder Bremen, Hamburg, Mecklenburg-Vorpommern, Niedersachsen sowie Schleswig-Holstein für Seehäfen vom 20. Dezember 2001 nach Artikel 104a Absatz 4 in der bis zum 1. September 2006 geltenden Fassung geschaffenen Regelungen gelten bis zu ihrer Aufhebung fort. Eine Änderung des Gemeindeverkehrsfinanzierungsgesetzes durch Bundesgesetz ist zulässig. Die sonstigen nach Artikel 104a Absatz 4 in der bis zum 1. September 2006 geltenden Fassung geschaffenen Regelungen gelten bis zum 31. Dezember 2019 fort, soweit nicht ein früherer Zeitpunkt für das Außerkrafttreten bestimmt ist oder wird. Artikel 104b Absatz 2 Satz 4 gilt entsprechend.</P><P>(3) Artikel 104b Absatz 2 Satz 5 ist erstmals auf nach dem 31. Dezember 2019 in Kraft getretene Regelungen anzuwenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017000314",
        "name": "Art 126",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Meinungsverschiedenheiten über das Fortgelten von Recht als Bundesrecht entscheidet das Bundesverfassungsgericht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017100314",
        "name": "Art 127",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Die Bundesregierung kann mit Zustimmung der Regierungen der beteiligten Länder Recht der Verwaltung des Vereinigten Wirtschaftsgebietes, soweit es nach Artikel 124 oder 125 als Bundesrecht fortgilt, innerhalb eines Jahres nach Verkündung dieses Grundgesetzes in den Ländern Baden, Groß-Berlin, Rheinland-Pfalz und Württemberg-Hohenzollern in Kraft setzen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017200314",
        "name": "Art 128",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Soweit fortgeltendes Recht Weisungsrechte im Sinne des Artikels 84 Abs. 5 vorsieht, bleiben sie bis zu einer anderweitigen gesetzlichen Regelung bestehen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017300314",
        "name": "Art 129",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Soweit in Rechtsvorschriften, die als Bundesrecht fortgelten, eine Ermächtigung zum Erlasse von Rechtsverordnungen oder allgemeinen Verwaltungsvorschriften sowie zur Vornahme von Verwaltungsakten enthalten ist, geht sie auf die nunmehr sachlich zuständigen Stellen über. In Zweifelsfällen entscheidet die Bundesregierung im Einvernehmen mit dem Bundesrate; die Entscheidung ist zu veröffentlichen.</P><P>(2) Soweit in Rechtsvorschriften, die als Landesrecht fortgelten, eine solche Ermächtigung enthalten ist, wird sie von den nach Landesrecht zuständigen Stellen ausgeübt.</P><P>(3) Soweit Rechtsvorschriften im Sinne der Absätze 1 und 2 zu ihrer Änderung oder Ergänzung oder zum Erlaß von Rechtsvorschriften an Stelle von Gesetzen ermächtigen, sind diese Ermächtigungen erloschen.</P><P>(4) Die Vorschriften der Absätze 1 und 2 gelten entsprechend, soweit in Rechtsvorschriften auf nicht mehr geltende Vorschriften oder nicht mehr bestehende Einrichtungen verwiesen ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017400314",
        "name": "Art 130",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Verwaltungsorgane und sonstige der öffentlichen Verwaltung oder Rechtspflege dienende Einrichtungen, die nicht auf Landesrecht oder Staatsverträgen zwischen Ländern beruhen, sowie die Betriebsvereinigung der südwestdeutschen Eisenbahnen und der Verwaltungsrat für das Post- und Fernmeldewesen für das französische Besatzungsgebiet unterstehen der Bundesregierung. Diese regelt mit Zustimmung des Bundesrates die Überführung, Auflösung oder Abwicklung.</P><P>(2) Oberster Disziplinarvorgesetzter der Angehörigen dieser Verwaltungen und Einrichtungen ist der zuständige Bundesminister.</P><P>(3) Nicht landesunmittelbare und nicht auf Staatsverträgen zwischen den Ländern beruhende Körperschaften und Anstalten des öffentlichen Rechtes unterstehen der Aufsicht der zuständigen obersten Bundesbehörde.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017500314",
        "name": "Art 131",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Die Rechtsverhältnisse von Personen einschließlich der Flüchtlinge und Vertriebenen, die am 8. Mai 1945 im öffentlichen Dienste standen, aus anderen als beamten- oder tarifrechtlichen Gründen ausgeschieden sind und bisher nicht oder nicht ihrer früheren Stellung entsprechend verwendet werden, sind durch Bundesgesetz zu regeln. Entsprechendes gilt für Personen einschließlich der Flüchtlinge und Vertriebenen, die am 8. Mai 1945 versorgungsberechtigt waren und aus anderen als beamten- oder tarifrechtlichen Gründen keine oder keine entsprechende Versorgung mehr erhalten. Bis zum Inkrafttreten des Bundesgesetzes können vorbehaltlich anderweitiger landesrechtlicher Regelung Rechtsansprüche nicht geltend gemacht werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017600314",
        "name": "Art 132",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Beamte und Richter, die im Zeitpunkte des Inkrafttretens dieses Grundgesetzes auf Lebenszeit angestellt sind, können binnen sechs Monaten nach dem ersten Zusammentritt des Bundestages in den Ruhestand oder Wartestand oder in ein Amt mit niedrigerem Diensteinkommen versetzt werden, wenn ihnen die persönliche oder fachliche Eignung für ihr Amt fehlt. Auf Angestellte, die in einem unkündbaren Dienstverhältnis stehen, findet diese Vorschrift entsprechende Anwendung. Bei Angestellten, deren Dienstverhältnis kündbar ist, können über die tarifmäßige Regelung hinausgehende Kündigungsfristen innerhalb der gleichen Frist aufgehoben werden.</P><P>(2) Diese Bestimmung findet keine Anwendung auf Angehörige des öffentlichen Dienstes, die von den Vorschriften über die \"Befreiung von Nationalsozialismus und Militarismus\" nicht betroffen oder die anerkannte Verfolgte des Nationalsozialismus sind, sofern nicht ein wichtiger Grund in ihrer Person vorliegt.</P><P>(3) Den Betroffenen steht der Rechtsweg gemäß Artikel 19 Abs. 4 offen.</P><P>(4) Das Nähere bestimmt eine Verordnung der Bundesregierung, die der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017700314",
        "name": "Art 133",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Der Bund tritt in die Rechte und Pflichten der Verwaltung des Vereinigten Wirtschaftsgebietes ein.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017800314",
        "name": "Art 134",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Das Vermögen des Reiches wird grundsätzlich Bundesvermögen.</P><P>(2) Soweit es nach seiner ursprünglichen Zweckbestimmung überwiegend für Verwaltungsaufgaben bestimmt war, die nach diesem Grundgesetze nicht Verwaltungsaufgaben des Bundes sind, ist es unentgeltlich auf die nunmehr zuständigen Aufgabenträger und, soweit es nach seiner gegenwärtigen, nicht nur vorübergehenden Benutzung Verwaltungsaufgaben dient, die nach diesem Grundgesetze nunmehr von den Ländern zu erfüllen sind, auf die Länder zu übertragen. Der Bund kann auch sonstiges Vermögen den Ländern übertragen.</P><P>(3) Vermögen, das dem Reich von den Ländern und Gemeinden (Gemeindeverbänden) unentgeltlich zur Verfügung gestellt wurde, wird wiederum Vermögen der Länder und Gemeinden (Gemeindeverbände), soweit es nicht der Bund für eigene Verwaltungsaufgaben benötigt.</P><P>(4) Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE017900314",
        "name": "Art 135",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Hat sich nach dem 8. Mai 1945 bis zum Inkrafttreten dieses Grundgesetzes die Landeszugehörigkeit eines Gebietes geändert, so steht in diesem Gebiete das Vermögen des Landes, dem das Gebiet angehört hat, dem Lande zu, dem es jetzt angehört.</P><P>(2) Das Vermögen nicht mehr bestehender Länder und nicht mehr bestehender anderer Körperschaften und Anstalten des öffentlichen Rechtes geht, soweit es nach seiner ursprünglichen Zweckbestimmung überwiegend für Verwaltungsaufgaben bestimmt war, oder nach seiner gegenwärtigen, nicht nur vorübergehenden Benutzung überwiegend Verwaltungsaufgaben dient, auf das Land oder die Körperschaft oder Anstalt des öffentlichen Rechtes über, die nunmehr diese Aufgaben erfüllen.</P><P>(3) Grundvermögen nicht mehr bestehender Länder geht einschließlich des Zubehörs, soweit es nicht bereits zu Vermögen im Sinne des Absatzes 1 gehört, auf das Land über, in dessen Gebiet es belegen ist.</P><P>(4) Sofern ein überwiegendes Interesse des Bundes oder das besondere Interesse eines Gebietes es erfordert, kann durch Bundesgesetz eine von den Absätzen 1 bis 3 abweichende Regelung getroffen werden.</P><P>(5) Im übrigen wird die Rechtsnachfolge und die Auseinandersetzung, soweit sie nicht bis zum 1. Januar 1952 durch Vereinbarung zwischen den beteiligten Ländern oder Körperschaften oder Anstalten des öffentlichen Rechtes erfolgt, durch Bundesgesetz geregelt, das der Zustimmung des Bundesrates bedarf.</P><P>(6) Beteiligungen des ehemaligen Landes Preußen an Unternehmen des privaten Rechtes gehen auf den Bund über. Das Nähere regelt ein Bundesgesetz, das auch Abweichendes bestimmen kann.</P><P>(7) Soweit über Vermögen, das einem Lande oder einer Körperschaft oder Anstalt des öffentlichen Rechtes nach den Absätzen 1 bis 3 zufallen würde, von dem danach Berechtigten durch ein Landesgesetz, auf Grund eines Landesgesetzes oder in anderer Weise bei Inkrafttreten des Grundgesetzes verfügt worden war, gilt der Vermögensübergang als vor der Verfügung erfolgt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018001305",
        "name": "Art 135a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Durch die in Artikel 134 Abs. 4 und Artikel 135 Abs. 5 vorbehaltene Gesetzgebung des Bundes kann auch bestimmt werden, daß nicht oder nicht in voller Höhe zu erfüllen sind <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbindlichkeiten des Reiches sowie Verbindlichkeiten des ehemaligen Landes Preußen und sonstiger nicht mehr bestehender Körperschaften und Anstalten des öffentlichen Rechts,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbindlichkeiten des Bundes oder anderer Körperschaften und Anstalten des öffentlichen Rechts, welche mit dem Übergang von Vermögenswerten nach Artikel 89, 90, 134 und 135 im Zusammenhang stehen, und Verbindlichkeiten dieser Rechtsträger, die auf Maßnahmen der in Nummer 1 bezeichneten Rechtsträger beruhen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbindlichkeiten der Länder und Gemeinden (Gemeindeverbände), die aus Maßnahmen entstanden sind, welche diese Rechtsträger vor dem 1. August 1945 zur Durchführung von Anordnungen der Besatzungsmächte oder zur Beseitigung eines kriegsbedingten Notstandes im Rahmen dem Reich obliegender oder vom Reich übertragener Verwaltungsaufgaben getroffen haben.</LA></DD></DL></P><P>(2) Absatz 1 findet entsprechende Anwendung auf Verbindlichkeiten der Deutschen Demokratischen Republik oder ihrer Rechtsträger sowie auf Verbindlichkeiten des Bundes oder anderer Körperschaften und Anstalten des öffentlichen Rechts, die mit dem Übergang von Vermögenswerten der Deutschen Demokratischen Republik auf Bund, Länder und Gemeinden im Zusammenhang stehen, und auf Verbindlichkeiten, die auf Maßnahmen der Deutschen Demokratischen Republik oder ihrer Rechtsträger beruhen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018100314",
        "name": "Art 136",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Der Bundesrat tritt erstmalig am Tage des ersten Zusammentrittes des Bundestages zusammen.</P><P>(2) Bis zur Wahl des ersten Bundespräsidenten werden dessen Befugnisse von dem Präsidenten des Bundesrates ausgeübt. Das Recht der Auflösung des Bundestages steht ihm nicht zu.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018200314",
        "name": "Art 137",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Die Wählbarkeit von Beamten, Angestellten des öffentlichen Dienstes, Berufssoldaten, freiwilligen Soldaten auf Zeit und Richtern im Bund, in den Ländern und den Gemeinden kann gesetzlich beschränkt werden.</P><P>(2) Für die Wahl des ersten Bundestages, der ersten Bundesversammlung und des ersten Bundespräsidenten der Bundesrepublik gilt das vom Parlamentarischen Rat zu beschließende Wahlgesetz.</P><P>(3) Die dem Bundesverfassungsgerichte gemäß Artikel 41 Abs. 2 zustehende Befugnis wird bis zu seiner Errichtung von dem Deutschen Obergericht für das Vereinigte Wirtschaftsgebiet wahrgenommen, das nach Maßgabe seiner Verfahrensordnung entscheidet.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018300314",
        "name": "Art 138",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Änderungen der Einrichtungen des jetzt bestehenden Notariats in den Ländern Baden, Bayern, Württemberg-Baden und Württemberg-Hohenzollern bedürfen der Zustimmung der Regierungen dieser Länder.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018400314",
        "name": "Art 139",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Die zur \"Befreiung des deutschen Volkes vom Nationalsozialismus und Militarismus\" erlassenen Rechtsvorschriften werden von den Bestimmungen dieses Grundgesetzes nicht berührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018500314",
        "name": "Art 140",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Die Bestimmungen der Artikel 136, 137, 138, 139 und 141 der deutschen Verfassung vom 11. August 1919 sind Bestandteil dieses Grundgesetzes.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018600314",
        "name": "Art 141",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Artikel 7 Abs. 3 Satz 1 findet keine Anwendung in einem Lande, in dem am 1. Januar 1949 eine andere landesrechtliche Regelung bestand.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018700314",
        "name": "Art 142",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Ungeachtet der Vorschrift des Artikels 31 bleiben Bestimmungen der Landesverfassungen auch insoweit in Kraft, als sie in Übereinstimmung mit den Artikeln 1 bis 18 dieses Grundgesetzes Grundrechte gewährleisten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018800314",
        "name": "Art 142a",
        "title": "(weggefallen)",
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": null,
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE018901305",
        "name": "Art 143",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Recht in dem in Artikel 3 des Einigungsvertrags genannten Gebiet kann längstens bis zum 31. Dezember 1992 von Bestimmungen dieses Grundgesetzes abweichen, soweit und solange infolge der unterschiedlichen Verhältnisse die völlige Anpassung an die grundgesetzliche Ordnung noch nicht erreicht werden kann. Abweichungen dürfen nicht gegen Artikel 19 Abs. 2 verstoßen und müssen mit den in Artikel 79 Abs. 3 genannten Grundsätzen vereinbar sein.</P><P>(2) Abweichungen von den Abschnitten II, VIII, VIIIa, IX, X und XI sind längstens bis zum 31. Dezember 1995 zulässig.</P><P>(3) Unabhängig von Absatz 1 und 2 haben Artikel 41 des Einigungsvertrags und Regelungen zu seiner Durchführung auch insoweit Bestand, als sie vorsehen, daß Eingriffe in das Eigentum auf dem in Artikel 3 dieses Vertrags genannten Gebiet nicht mehr rückgängig gemacht werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019800307",
        "name": "Art 143a",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Der Bund hat die ausschließliche Gesetzgebung über alle Angelegenheiten, die sich aus der Umwandlung der in bundeseigener Verwaltung geführten Bundeseisenbahnen in Wirtschaftsunternehmen ergeben. Artikel 87e Abs. 5 findet entsprechende Anwendung. Beamte der Bundeseisenbahnen können durch Gesetz unter Wahrung ihrer Rechtsstellung und der Verantwortung des Dienstherrn einer privat-rechtlich organisierten Eisenbahn des Bundes zur Dienstleistung zugewiesen werden.</P><P>(2) Gesetze nach Absatz 1 führt der Bund aus.</P><P>(3) Die Erfüllung der Aufgaben im Bereich des Schienenpersonennahverkehrs der bisherigen Bundeseisenbahnen ist bis zum 31. Dezember 1995 Sache des Bundes. Dies gilt auch für die entsprechenden Aufgaben der Eisenbahnverkehrsverwaltung. Das Nähere wird durch Bundesgesetz geregelt, das der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020000307",
        "name": "Art 143b",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Das Sondervermögen Deutsche Bundespost wird nach Maßgabe eines Bundesgesetzes in Unternehmen privater Rechtsform umgewandelt. Der Bund hat die ausschließliche Gesetzgebung über alle sich hieraus ergebenden Angelegenheiten.</P><P>(2) Die vor der Umwandlung bestehenden ausschließlichen Rechte des Bundes können durch Bundesgesetz für eine Übergangszeit den aus der Deutschen Bundespost POSTDIENST und der Deutschen Bundespost TELEKOM hervorgegangenen Unternehmen verliehen werden. Die Kapitalmehrheit am Nachfolgeunternehmen der Deutschen Bundespost POSTDIENST darf der Bund frühestens fünf Jahre nach Inkrafttreten des Gesetzes aufgeben. Dazu bedarf es eines Bundesgesetzes mit Zustimmung des Bundesrates.</P><P>(3) Die bei der Deutschen Bundespost tätigen Bundesbeamten werden unter Wahrung ihrer Rechtsstellung und der Verantwortung des Dienstherrn bei den privaten Unternehmen beschäftigt. Die Unternehmen üben Dienstherrenbefugnisse aus. Das Nähere bestimmt ein Bundesgesetz.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE020700377",
        "name": "Art 143c",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Den Ländern stehen ab dem 1. Januar 2007 bis zum 31. Dezember 2019 für den durch die Abschaffung der Gemeinschaftsaufgaben Ausbau und Neubau von Hochschulen einschließlich Hochschulkliniken und Bildungsplanung sowie für den durch die Abschaffung der Finanzhilfen zur Verbesserung der Verkehrsverhältnisse der Gemeinden und zur sozialen Wohnraumförderung bedingten Wegfall der Finanzierungsanteile des Bundes jährlich Beträge aus dem Haushalt des Bundes zu. Bis zum 31. Dezember 2013 werden diese Beträge aus dem Durchschnitt der Finanzierungsanteile des Bundes im Referenzzeitraum 2000 bis 2008 ermittelt.</P><P>(2) Die Beträge nach Absatz 1 werden auf die Länder bis zum 31. Dezember 2013 wie folgt verteilt: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">als jährliche Festbeträge, deren Höhe sich nach dem Durchschnittsanteil eines jeden Landes im Zeitraum 2000 bis 2003 errechnet;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">jeweils zweckgebunden an den Aufgabenbereich der bisherigen Mischfinanzierungen.</LA></DD></DL></P><P>(3) Bund und Länder überprüfen bis Ende 2013, in welcher Höhe die den Ländern nach Absatz 1 zugewiesenen Finanzierungsmittel zur Aufgabenerfüllung der Länder noch angemessen und erforderlich sind. Ab dem 1. Januar 2014 entfällt die nach Absatz 2 Nr. 2 vorgesehene Zweckbindung der nach Absatz 1 zugewiesenen Finanzierungsmittel; die investive Zweckbindung des Mittelvolumens bleibt bestehen. Die Vereinbarungen aus dem Solidarpakt II bleiben unberührt.</P><P>(4) Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021201311",
        "name": "Art 143d",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Artikel 109 und 115 in der bis zum 31. Juli 2009 geltenden Fassung sind letztmals auf das Haushaltsjahr 2010 anzuwenden. Artikel 109 und 115 in der ab dem 1. August 2009 geltenden Fassung sind erstmals für das Haushaltsjahr 2011 anzuwenden; am 31. Dezember 2010 bestehende Kreditermächtigungen für bereits eingerichtete Sondervermögen bleiben unberührt. Die Länder dürfen im Zeitraum vom 1. Januar 2011 bis zum 31. Dezember 2019 nach Maßgabe der geltenden landesrechtlichen Regelungen von den Vorgaben des Artikels 109 Absatz 3 abweichen. Die Haushalte der Länder sind so aufzustellen, dass im Haushaltsjahr 2020 die Vorgabe aus Artikel 109 Absatz 3 Satz 5 erfüllt wird. Der Bund kann im Zeitraum vom 1. Januar 2011 bis zum 31. Dezember 2015 von der Vorgabe des Artikels 115 Absatz 2 Satz 2 abweichen. Mit dem Abbau des bestehenden Defizits soll im Haushaltsjahr 2011 begonnen werden. Die jährlichen Haushalte sind so aufzustellen, dass im Haushaltsjahr 2016 die Vorgabe aus Artikel 115 Absatz 2 Satz 2 erfüllt wird; das Nähere regelt ein Bundesgesetz.</P><P>(2) Als Hilfe zur Einhaltung der Vorgaben des Artikels 109 Absatz 3 ab dem 1. Januar 2020 können den Ländern Berlin, Bremen, Saarland, Sachsen-Anhalt und Schleswig-Holstein für den Zeitraum 2011 bis 2019 Konsolidierungshilfen aus dem Haushalt des Bundes in Höhe von insgesamt 800 Millionen Euro jährlich gewährt werden. Davon entfallen auf Bremen 300 Millionen Euro, auf das Saarland 260 Millionen Euro und auf Berlin, Sachsen-Anhalt und Schleswig-Holstein jeweils 80 Millionen Euro. Die Hilfen werden auf der Grundlage einer Verwaltungsvereinbarung nach Maßgabe eines Bundesgesetzes mit Zustimmung des Bundesrates geleistet. Die Gewährung der Hilfen setzt einen vollständigen Abbau der Finanzierungsdefizite bis zum Jahresende 2020 voraus. Das Nähere, insbesondere die jährlichen Abbauschritte der Finanzierungsdefizite, die Überwachung des Abbaus der Finanzierungsdefizite durch den Stabilitätsrat sowie die Konsequenzen im Falle der Nichteinhaltung der Abbauschritte, wird durch Bundesgesetz mit Zustimmung des Bundesrates und durch Verwaltungsvereinbarung geregelt. Die gleichzeitige Gewährung der Konsolidierungshilfen und Sanierungshilfen auf Grund einer extremen Haushaltsnotlage ist ausgeschlossen.</P><P>(3) Die sich aus der Gewährung der Konsolidierungshilfen ergebende Finanzierungslast wird hälftig von Bund und Ländern, von letzteren aus ihrem Umsatzsteueranteil, getragen. Das Nähere wird durch Bundesgesetz mit Zustimmung des Bundesrates geregelt.</P><P>(4) Als Hilfe zur künftig eigenständigen Einhaltung der Vorgaben des Artikels 109 Absatz 3 können den Ländern Bremen und Saarland ab dem 1. Januar 2020 Sanierungshilfen in Höhe von jährlich insgesamt 800 Millionen Euro aus dem Haushalt des Bundes gewährt werden. Die Länder ergreifen hierzu Maßnahmen zum Abbau der übermäßigen Verschuldung sowie zur Stärkung der Wirtschafts- und Finanzkraft. Das Nähere regelt ein Bundesgesetz, das der Zustimmung des Bundesrates bedarf. Die gleichzeitige Gewährung der Sanierungshilfen und Sanierungshilfen auf Grund einer extremen Haushaltsnotlage ist ausgeschlossen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021501311",
        "name": "Art 143e",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Die Bundesautobahnen werden abweichend von Artikel 90 Absatz 2 längstens bis zum 31. Dezember 2020 in Auftragsverwaltung durch die Länder oder die nach Landesrecht zuständigen Selbstverwaltungskörperschaften geführt. Der Bund regelt die Umwandlung der Auftragsverwaltung in Bundesverwaltung nach Artikel 90 Absatz 2 und 4 durch Bundesgesetz mit Zustimmung des Bundesrates.</P><P>(2) Auf Antrag eines Landes, der bis zum 31. Dezember 2018 zu stellen ist, übernimmt der Bund abweichend von Artikel 90 Absatz 4 die sonstigen Bundesstraßen des Fernverkehrs, soweit sie im Gebiet dieses Landes liegen, mit Wirkung zum 1. Januar 2021 in Bundesverwaltung.</P><P>(3) Durch Bundesgesetz mit Zustimmung des Bundesrates kann geregelt werden, dass ein Land auf Antrag die Aufgabe der Planfeststellung und Plangenehmigung für den Bau und für die Änderung von Bundesautobahnen und von sonstigen Bundesstraßen des Fernverkehrs, die der Bund nach Artikel 90 Absatz 4 oder Artikel 143e Absatz 2 in Bundesverwaltung übernommen hat, im Auftrage des Bundes übernimmt und unter welchen Voraussetzungen eine Rückübertragung erfolgen kann.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021600311",
        "name": "Art 143f",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Artikel 143d, das Gesetz über den Finanzausgleich zwischen Bund und Ländern sowie sonstige auf der Grundlage von Artikel 107 Absatz 2 in seiner ab dem 1. Januar 2020 geltenden Fassung erlassene Gesetze treten außer Kraft, wenn nach dem 31. Dezember 2030 die Bundesregierung, der Bundestag oder gemeinsam mindestens drei Länder Verhandlungen über eine Neuordnung der bundesstaatlichen Finanzbeziehungen verlangt haben und mit Ablauf von fünf Jahren nach Notifikation des Verhandlungsverlangens der Bundesregierung, des Bundestages oder der Länder beim Bundespräsidenten keine gesetzliche Neuordnung der bundesstaatlichen Finanzbeziehungen in Kraft getreten ist. Der Tag des Außerkrafttretens ist im Bundesgesetzblatt bekannt zu geben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE021700311",
        "name": "Art 143g",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Für die Regelung der Steuerertragsverteilung, des Länderfinanzausgleichs und der Bundesergänzungszuweisungen bis zum 31. Dezember 2019 ist Artikel 107 in seiner bis zum Inkrafttreten des Gesetzes zur Änderung des Grundgesetzes vom 13. Juli 2017 geltenden Fassung weiter anzuwenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019000314",
        "name": "Art 144",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Dieses Grundgesetz bedarf der Annahme durch die Volksvertretungen in zwei Dritteln der deutschen Länder, in denen es zunächst gelten soll.</P><P>(2) Soweit die Anwendung dieses Grundgesetzes in einem der in Artikel 23 aufgeführten Länder oder in einem Teile eines dieser Länder Beschränkungen unterliegt, hat das Land oder der Teil des Landes das Recht, gemäß Artikel 38 Vertreter in den Bundestag und gemäß Artikel 50 Vertreter in den Bundesrat zu entsenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019100314",
        "name": "Art 145",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>(1) Der Parlamentarische Rat stellt in öffentlicher Sitzung unter Mitwirkung der Abgeordneten Groß-Berlins die Annahme dieses Grundgesetzes fest, fertigt es aus und verkündet es.</P><P>(2) Dieses Grundgesetz tritt mit Ablauf des Tages der Verkündung in Kraft.</P><P>(3) Es ist im Bundesgesetzblatte zu veröffentlichen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019201305",
        "name": "Art 146",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P>Dieses Grundgesetz, das nach Vollendung der Einheit und Freiheit Deutschlands für das gesamte deutsche Volk gilt, verliert seine Gültigkeit an dem Tage, an dem eine Verfassung in Kraft tritt, die von dem deutschen Volke in freier Entscheidung beschlossen worden ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR000010949BJNE019400305",
        "name": "Anhang EV",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR000010949BJNG001400314"
        },
        "body": "<P><noindex><P>- EinigVtr v. 31.8.1990 II 889, 890 - 892, - <BR/>sieht folgende Maßgaben vor: <BR/><BR/>Artikel 3 <BR/>Inkrafttreten des Grundgesetzes <BR/>Mit dem Wirksamwerden des Beitritts tritt das Grundgesetz für die Bundesrepublik Deutschland in der im Bundesgesetzblatt Teil III, Gliederungsnummer 100-1, veröffentlichten bereinigten Fassung, zuletzt geändert durch Gesetz vom 21. Dezember 1983 (BGBl. I S. 1481), in den Ländern Brandenburg, Mecklenburg-Vorpommern, Sachsen, Sachsen-Anhalt und Thüringen sowie in dem Teil des Landes Berlin, in dem es bisher nicht galt, mit den sich aus Artikel 4 ergebenden Änderungen in Kraft, soweit in diesem Vertrag nichts anderes bestimmt ist. <BR/><BR/>Artikel 4 <BR/>Beitrittsbedingte Änderungen des Grundgesetzes <BR/>... (betroffen: Präambel, Art. 23, 51, 135a, 143, 146) <BR/><BR/>Artikel 5 <BR/>Künftige Verfassungsänderungen <BR/>Die Regierungen der beiden Vertragsparteien empfehlen den gesetzgebenden Körperschaften des vereinten Deutschlands, sich innerhalb von zwei Jahren mit den im Zusammenhang mit der deutschen Einigung aufgeworfenen Fragen zur Änderung oder Ergänzung des Grundgesetzes zu befassen, insbesondere <DL Font=\"normal\" Type=\"arabic\"><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">in bezug auf das Verhältnis zwischen Bund und Ländern entsprechend dem Gemeinsamen Beschluß der Ministerpräsidenten vom 5. Juli 1990,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">in bezug auf die Möglichkeit einer Neugliederung für den Raum Berlin/Brandenburg abweichend von den Vorschriften des Artikels 29 des Grundgesetzes durch Vereinbarung der beteiligten Länder,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">mit den Überlegungen zur Aufnahme von Staatszielbestimmungen in das Grundgesetz sowie</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">mit der Frage der Anwendung des Artikels 146 des Grundgesetzes und in deren Rahmen einer Volksabstimmung.</LA></DD></DL><BR/><BR/>Artikel 6 <BR/>Ausnahmebestimmung <BR/>Artikel 131 des Grundgesetzes wird in dem in Artikel 3 genannten Gebiet vorerst nicht in Kraft gesetzt. <BR/><BR/>Artikel 7 <BR/>Finanzverfassung <BR/>(1) Die Finanzverfassung der Bundesrepublik Deutschland wird auf das in Artikel 3 genannte Gebiet erstreckt, soweit in diesem Vertrag nichts anderes bestimmt ist.</P><P>(2) Für die Verteilung des Steueraufkommens auf den Bund sowie auf die Länder und Gemeinden (Gemeindeverbände) in dem in Artikel 3 genannten Gebiet gelten die Bestimmungen des Artikels 106 des Grundgesetzes mit der Maßgabe, daß <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bis zum 31. Dezember 1994 Absatz 3 Satz 4 und Absatz 4 keine Anwendung finden;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bis zum 31. Dezember 1996 der Anteil der Gemeinden an dem Aufkommen der Einkommensteuer nach Artikel 106 Abs. 5 des Grundgesetzes von den Ländern an die Gemeinden nicht auf der Grundlage der Einkommensteuerleistung ihrer Einwohner, sondern nach der Einwohnerzahl der Gemeinden weitergeleitet wird;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">bis zum 31. Dezember 1994 abweichend von Artikel 106 Abs. 7 des Grundgesetzes den Gemeinden (Gemeindeverbänden) von dem Länderanteil am Gesamtaufkommen der Gemeinschaftssteuern und dem gesamten Aufkommen der Landessteuern ein jährlicher Anteil von mindestens 20 vom Hundert sowie vom Länderanteil aus den Mitteln des Fonds \"Deutsche Einheit\" nach Absatz 5 Nr. 1 ein jährlicher Anteil von 40 vom Hundert zufließt.</LA></DD></DL></P><P>(3) Artikel 107 des Grundgesetzes gilt in dem in Artikel 3 genannten Gebiet mit der Maßgabe, daß bis zum 31. Dezember 1994 zwischen den bisherigen Ländern der Bundesrepublik Deutschland und den Ländern in dem in Artikel 3 genannten Gebiet die Regelung des Absatzes 1 Satz 4 nicht angewendet wird und ein gesamtdeutscher Länderfinanzausgleich (Artikel 107 Abs. 2 des Grundgesetzes) nicht stattfindet. Der gesamtdeutsche Länderanteil an der Umsatzsteuer wird so in einen Ost- und Westanteil aufgeteilt, daß im Ergebnis der durchschnittliche Umsatzsteueranteil pro Einwohner in den Ländern Brandenburg, Mecklenburg-Vorpommern, Sachsen, Sachsen-Anhalt und Thüringen in den Jahren <BR/><table frame=\"none\" tocentry=\"%yes;\"><tgroup align=\"left\" char=\"\" charoff=\"50\" cols=\"2\" colsep=\"0\" rowsep=\"0\"><colspec colname=\"col1\" colnum=\"1\" colwidth=\"10*\"/><colspec colname=\"col2\" colnum=\"2\" colwidth=\"25*\"/><tbody valign=\"top\"><row><entry VJ=\"1\" align=\"left\" colsep=\"0\" valign=\"top\">1991</entry><entry VJ=\"1\" align=\"right\" colsep=\"0\" valign=\"top\">55 vom Hundert</entry></row><row><entry VJ=\"1\" align=\"left\" colsep=\"0\" valign=\"top\">1992</entry><entry VJ=\"1\" align=\"right\" colsep=\"0\" valign=\"top\">60 vom Hundert</entry></row><row><entry VJ=\"1\" align=\"left\" colsep=\"0\" valign=\"top\">1993</entry><entry VJ=\"1\" align=\"right\" colsep=\"0\" valign=\"top\">65 vom Hundert</entry></row><row><entry VJ=\"1\" align=\"left\" colsep=\"0\" valign=\"top\">1994</entry><entry VJ=\"1\" align=\"right\" colsep=\"0\" valign=\"top\">70 vom Hundert</entry></row></tbody></tgroup></table><BR/>des durchschnittlichen Umsatzsteueranteils pro Einwohner in den Ländern Baden-Württemberg, Bayern, Bremen, Hessen, Hamburg, Niedersachsen, Nordrhein-Westfalen, Rheinland-Pfalz, Saarland und Schleswig-Holstein beträgt. Der Anteil des Landes Berlin wird vorab nach der Einwohnerzahl berechnet. Die Regelungen dieses Absatzes werden für 1993 in Ansehung der dann vorhandenen Gegebenheiten überprüft.</P><P>(4) Das in Artikel 3 genannte Gebiet wird in die Regelungen der Artikel 91a, 91b und 104a Abs. 3 und 4 des Grundgesetzes einschließlich der hierzu ergangenen Ausführungsbestimmungen nach Maßgabe dieses Vertrags mit Wirkung vom 1. Januar 1991 einbezogen.</P><P>(5) Nach Herstellung der deutschen Einheit werden die jährlichen Leistungen des Fonds \"Deutsche Einheit\" <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zu 85 vom Hundert als besondere Unterstützung den Ländern Brandenburg, Mecklenburg-Vorpommern, Sachsen, Sachsen-Anhalt und Thüringen sowie dem Land Berlin zur Deckung ihres allgemeinen Finanzbedarfs gewährt und auf diese Länder im Verhältnis ihrer Einwohnerzahl ohne Berücksichtigung der Einwohnerzahl von Berlin (West) verteilt sowie</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">zu 15 vom Hundert zur Erfüllung zentraler öffentlicher Aufgaben auf dem Gebiet der vorgenannten Länder verwendet.</LA></DD></DL></P><P>(6) Bei grundlegender Veränderung der Gegebenheiten werden die Möglichkeiten weiterer Hilfe zum angemessenen Ausgleich der Finanzkraft für die Länder in dem in Artikel 3 genannten Gebiet von Bund und Ländern gemeinsam geprüft.</P></noindex></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      }
    ]
  }
}
