{
  "data": {
    "type": "law",
    "id": "BJNR002070871",
    "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg",
    "firstPublished": "1871-06-07",
    "sourceTimestamp": "20170721221540",
    "titleShort": null,
    "titleLong": "Haftpflichtgesetz",
    "abbreviation": "HaftPflG",
    "slug": "haftpflg",
    "extraAbbreviations": [],
    "publicationInfo": [
      {
        "reference": "1871, 207",
        "periodical": "RGBl"
      }
    ],
    "statusInfo": [
      {
        "comment": "Neugefasst durch Bek. v. 4.1.1978 I 145;",
        "category": "Neuf"
      },
      {
        "comment": "Zuletzt geändert durch Art. 9 G v. 17.7.2017 I 2421",
        "category": "Stand"
      }
    ],
    "notes": {
      "body": null,
      "footnotes": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.1.1978 +++)<BR/>(+++ Maßgaben aufgrund EinigVtr vgl. HaftPflG Anhang EV;<BR/>     die Maßgaben sind nicht mehr anzuwenden +++)<BR/><BR/></pre></P>"
    },
    "attachments": {},
    "contents": [
      {
        "type": "article",
        "id": "BJNR002070871BJNE000101308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000101308",
        "name": "§ 1",
        "title": null,
        "parent": null,
        "body": "<P>(1) Wird bei dem Betrieb einer Schienenbahn oder einer Schwebebahn ein Mensch getötet, der Körper oder die Gesundheit eines Menschen verletzt oder eine Sache beschädigt, so ist der Betriebsunternehmer dem Geschädigten zum Ersatz des daraus entstehenden Schadens verpflichtet.</P><P>(2) Die Ersatzpflicht ist ausgeschlossen, wenn der Unfall durch höhere Gewalt verursacht ist.</P><P>(3) Die Ersatzpflicht ist ferner ausgeschlossen, wenn eine <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Aufbewahrung angenommene Sache beschädigt wird;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">beförderte Sache beschädigt wird, es sei denn, daß ein Fahrgast sie an sich trägt oder mit sich führt.</LA></DD> </DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE000200300",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000200300",
        "name": "§ 2",
        "title": null,
        "parent": null,
        "body": "<P>(1) Wird durch die Wirkungen von Elektrizität, Gasen, Dämpfen oder Flüssigkeiten, die von einer Stromleitungs- oder Rohrleitungsanlage oder einer Anlage zur Abgabe der bezeichneten Energien oder Stoffe ausgehen, ein Mensch getötet, der Körper oder die Gesundheit eines Menschen verletzt oder eine Sache beschädigt, so ist der Inhaber der Anlage verpflichtet, den daraus entstehenden Schaden zu ersetzen. Das gleiche gilt, wenn der Schaden, ohne auf den Wirkungen der Elektrizität, der Gase, Dämpfe oder Flüssigkeiten zu beruhen, auf das Vorhandensein einer solchen Anlage zurückzuführen ist, es sei denn, daß sich diese zur Zeit der Schadensverursachung in ordnungsmäßigem Zustand befand. Ordnungsmäßig ist eine Anlage, solange sie den anerkannten Regeln der Technik entspricht und unversehrt ist.</P><P>(2) Absatz 1 gilt nicht für Anlagen, die lediglich der Übertragung von Zeichen oder Lauten dienen.</P><P>(3) Die Ersatzpflicht nach Absatz 1 ist ausgeschlossen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn der Schaden innerhalb eines Gebäudes entstanden und auf eine darin befindliche Anlage (Absatz 1) zurückzuführen oder wenn er innerhalb eines im Besitz des Inhabers der Anlage stehenden befriedeten Grundstücks entstanden ist;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn ein Energieverbrauchgerät oder eine sonstige Einrichtung zum Verbrauch oder zur Abnahme der in Absatz 1 bezeichneten Stoffe beschädigt oder durch eine solche Einrichtung ein Schaden verursacht worden ist;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn der Schaden durch höhere Gewalt verursacht worden ist, es sei denn, daß er auf das Herabfallen von Leitungsdrähten zurückzuführen ist.</LA></DD> </DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE000300300",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000300300",
        "name": "§ 3",
        "title": null,
        "parent": null,
        "body": "<P>Wer ein Bergwerk, einen Steinbruch, eine Gräberei (Grube) oder eine Fabrik betreibt, haftet, wenn ein Bevollmächtigter oder ein Repräsentant oder eine zur Leitung oder Beaufsichtigung des Betriebes oder der Arbeiter angenommene Person durch ein Verschulden in Ausführung der Dienstverrichtungen den Tod oder die Körperverletzung eines Menschen herbeigeführt hat, für den dadurch entstandenen Schaden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE000400300",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000400300",
        "name": "§ 4",
        "title": null,
        "parent": null,
        "body": "<P>Hat bei der Entstehung des Schadens ein Verschulden des Geschädigten mitgewirkt, so gilt § 254 des Bürgerlichen Gesetzbuchs; bei Beschädigung einer Sache steht das Verschulden desjenigen, der die tatsächliche Gewalt über die Sache ausübt, dem Verschulden des Geschädigten gleich.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE000502311",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000502311",
        "name": "§ 5",
        "title": null,
        "parent": null,
        "body": "<P>(1) Im Falle der Tötung ist der Schadensersatz (§§ 1, 2 und 3) durch Ersatz der Kosten einer versuchten Heilung sowie des Vermögensnachteils zu leisten, den der Getötete dadurch erlitten hat, daß während der Krankheit seine Erwerbsfähigkeit aufgehoben oder gemindert oder eine Vermehrung seiner Bedürfnisse eingetreten war. Der Ersatzpflichtige hat außerdem die Kosten der Beerdigung demjenigen zu ersetzen, dem die Verpflichtung obliegt, diese Kosten zu tragen.</P><P>(2) Stand der Getötete zur Zeit der Verletzung zu einem Dritten in einem Verhältnisse, vermöge dessen er diesem gegenüber kraft Gesetzes unterhaltspflichtig war oder unterhaltspflichtig werden konnte, und ist dem Dritten infolge der Tötung das Recht auf den Unterhalt entzogen, so hat der Ersatzpflichtige dem Dritten insoweit Schadensersatz zu leisten, als der Getötete während der mutmaßlichen Dauer seines Lebens zur Gewährung des Unterhalts verpflichtet gewesen sein würde. Die Ersatzpflicht tritt auch dann ein, wenn der Dritte zur Zeit der Verletzung gezeugt, aber noch nicht geboren war.</P><P>(3) Der Ersatzpflichtige hat dem Hinterbliebenen, der zur Zeit der Verletzung zu dem Getöteten in einem besonderen persönlichen Näheverhältnis stand, für das dem Hinterbliebenen zugefügte seelische Leid eine angemessene Entschädigung in Geld zu leisten. Ein besonderes persönliches Näheverhältnis wird vermutet, wenn der Hinterbliebene der Ehegatte, der Lebenspartner, ein Elternteil oder ein Kind des Getöteten war.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE000601308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000601308",
        "name": "§ 6",
        "title": null,
        "parent": null,
        "body": "<P>Im Falle einer Körperverletzung ist der Schadensersatz (§§ 1, 2 und 3) durch Ersatz der Kosten der Heilung sowie des Vermögensnachteils zu leisten, den der Verletzte dadurch erleidet, daß infolge der Verletzung zeitweise oder dauernd seine Erwerbsfähigkeit aufgehoben oder gemindert oder eine Vermehrung seiner Bedürfnisse eingetreten ist. Wegen des Schadens, der nicht Vermögensschaden ist, kann auch eine billige Entschädigung in Geld gefordert werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE000700300",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000700300",
        "name": "§ 7",
        "title": null,
        "parent": null,
        "body": "<P>Die Ersatzpflicht nach den §§ 1 bis 3 dieses Gesetzes darf, soweit es sich um Personenschäden handelt, im voraus weder ausgeschlossen noch beschränkt werden. Das gleiche gilt für die Ersatzpflicht nach § 2 dieses Gesetzes wegen Sachschäden, es sei denn, daß der Haftungsausschluß oder die Haftungsbeschränkung zwischen dem Inhaber der Anlage und einer juristischen Person des öffentlichen Rechts, einem öffentlich-rechtlichen Sondervermögen oder einem Kaufmann im Rahmen eines zum Betriebe seines Handelsgewerbes gehörenden Vertrages vereinbart worden ist. Entgegenstehende Bestimmungen und Vereinbarungen sind nichtig.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE000800300",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000800300",
        "name": "§ 8",
        "title": null,
        "parent": null,
        "body": "<P>(1) Der Schadensersatz wegen Aufhebung oder Minderung der Erwerbsfähigkeit und wegen Vermehrung der Bedürfnisse des Verletzten sowie der nach § 5 Abs. 2 einem Dritten zu gewährende Schadensersatz ist für die Zukunft durch Entrichtung einer Geldrente zu leisten.</P><P>(2) Die Vorschriften des § 843 Abs. 2 bis 4 des Bürgerlichen Gesetzbuchs finden entsprechende Anwendung.</P><P>(3) Ist bei der Verurteilung des Verpflichteten zur Entrichtung einer Geldrente nicht auf Sicherheitsleistung erkannt worden, so kann der Berechtigte gleichwohl Sicherheitsleistung verlangen, wenn die Vermögensverhältnisse des Verpflichteten sich erheblich verschlechtert haben; unter der gleichen Voraussetzung kann er eine Erhöhung der in dem Urteile bestimmten Sicherheit verlangen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE000901308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE000901308",
        "name": "§ 9",
        "title": null,
        "parent": null,
        "body": "<P>Der Unternehmer oder der in § 2 bezeichnete Inhaber der Anlage haftet im Falle der Tötung oder Verletzung eines Menschen für jede Person bis zu einem Kapitalbetrag von 600.000 Euro oder bis zu einem Rentenbetrag von jährlich 36.000 Euro.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE001001308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE001001308",
        "name": "§ 10",
        "title": null,
        "parent": null,
        "body": "<P>(1) Der Unternehmer oder der in § 2 bezeichnete Inhaber der Anlage haftet für Sachschäden nur bis zum Betrag von 300.000 Euro, auch wenn durch dasselbe Ereignis mehrere Sachen beschädigt werden.</P><P>(2) Sind auf Grund desselben Ereignisses an mehrere Personen Entschädigungen zu leisten, die insgesamt den Höchstbetrag von 300.000 Euro übersteigen, so verringern sich die einzelnen Entschädigungen in dem Verhältnis, in dem ihr Gesamtbetrag zu dem Höchstbetrag steht.</P><P>(3) Die Absätze 1 und 2 gelten nicht für die Beschädigung von Grundstücken.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE001100300",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE001100300",
        "name": "§ 11",
        "title": null,
        "parent": null,
        "body": "<P>Auf die Verjährung finden die für unerlaubte Handlungen geltenden Verjährungsvorschriften des Bürgerlichen Gesetzbuchs entsprechende Anwendung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE001200300",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE001200300",
        "name": "§ 12",
        "title": null,
        "parent": null,
        "body": "<P>Unberührt bleiben gesetzliche Vorschriften, nach denen ein Ersatzpflichtiger in weiterem Umfang als nach den Vorschriften dieses Gesetzes haftet oder nach denen ein anderer für den Schaden verantwortlich ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE001301308",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE001301308",
        "name": "§ 13",
        "title": null,
        "parent": null,
        "body": "<P>(1) Sind nach den §§ 1, 2 mehrere einem Dritten zum Schadensersatz verpflichtet, so hängt im Verhältnis der Ersatzpflichtigen untereinander Pflicht und Umfang zum Ersatz von den Umständen, insbesondere davon ab, wie weit der Schaden überwiegend von dem einen oder dem anderen verursacht worden ist.</P><P>(2) Wenn der Schaden einem der nach §§ 1, 2 Ersatzpflichtigen entstanden ist, gilt Absatz 1 auch für die Haftung der Ersatzpflichtigen untereinander.</P><P>(3) Die Verpflichtung zum Ersatz nach den Absätzen 1 und 2 ist für den nach § 1 zum Schadensersatz Verpflichteten ausgeschlossen, soweit die Schienenbahn innerhalb des Verkehrsraumes einer öffentlichen Straße betrieben wird und wenn der Unfall durch ein unabwendbares Ereignis verursacht ist, das weder auf einem Fehler in der Beschaffenheit der Fahrzeuge oder Anlagen der Schienenbahn noch auf einem Versagen ihrer Vorrichtungen beruht. Als unabwendbar gilt ein Ereignis nur dann, wenn sowohl der Betriebsunternehmer als auch die beim Betrieb tätigen Personen jede nach den Umständen des Falles gebotene Sorgfalt beobachtet haben. Der Ausschluss gilt auch für die Ersatzpflicht gegenüber dem Eigentümer einer Schienenbahn, der nicht Betriebsunternehmer ist.</P><P>(4) Die Absätze 1 bis 3 gelten entsprechend, wenn neben den nach den §§ 1, 2 Ersatzpflichtigen ein anderer für den Schaden kraft Gesetzes verantwortlich ist.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002070871BJNE001400300",
        "url": "https://api.rechtsinformationsportal.de/v1/laws/haftpflg/articles/BJNR002070871BJNE001400300",
        "name": "§ 14",
        "title": null,
        "parent": null,
        "body": "<P>Für Klagen, die auf Grund dieses Gesetzes erhoben werden, ist auch das Gericht zuständig, in dessen Bezirk das schädigende Ereignis stattgefunden hat.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      }
    ]
  }
}
