{
  "data": {
    "type": "law",
    "id": "BJNR002610981",
    "abbreviation": "HeizkostenV",
    "extraAbbreviations": [],
    "firstPublished": "1981-02-23",
    "sourceTimestamp": "20130405124644",
    "headingShort": "Verordnung über Heizkostenabrechnung",
    "headingLong": "Verordnung über die verbrauchsabhängige Abrechnung der Heiz- und Warmwasserkosten",
    "publicationInfo": [
      {
        "reference": "1981, 261 (296)",
        "periodical": "BGBl I"
      }
    ],
    "statusInfo": [
      {
        "comment": "Neugefasst durch Bek. v. 5.10.2009 I 3250",
        "category": "Neuf"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.5.1984 +++)<BR/>(+++ Maßgaben aufgrund des EinigVtr vgl. HeizkostenV Anhang EV +++)<BR/>(+++ Amtlicher Hinweis des Normgebers auf EG-Recht:<BR/>     Umsetzung der<BR/>       EGRL 32/2006 (CELEX Nr: 306L0032) vgl. V v. 2.12.2008 I 2375<BR/>                                           u. Bek. v. 5.10.2009 I 3250 +++)  <BR/><BR/></pre>Diese Verordnung wurde aufgrund des § 2 Abs. 2 u. 3 sowie der §§ 3a u. 5 des Energieeinsparungsgesetzes vom 22.7.1976 I 1873 von den Bundesministern für Wirtschaft u. für Raumordnung, Bauwesen und Städtebau erlassen.</P>"
    },
    "contents": [
      {
        "type": "article",
        "id": "BJNR002610981BJNE000103308",
        "name": "§ 1",
        "title": "Anwendungsbereich",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Diese Verordnung gilt für die Verteilung der Kosten <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>des Betriebs zentraler Heizungsanlagen und zentraler Warmwasserversorgungsanlagen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>der eigenständig gewerblichen Lieferung von Wärme und Warmwasser, auch aus Anlagen nach Nummer 1, (Wärmelieferung, Warmwasserlieferung)</LA></DD></DL>durch den Gebäudeeigentümer auf die Nutzer der mit Wärme oder Warmwasser versorgten Räume.</P><P>(2) Dem Gebäudeeigentümer stehen gleich <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>der zur Nutzungsüberlassung in eigenem Namen und für eigene Rechnung Berechtigte,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>derjenige, dem der Betrieb von Anlagen im Sinne des § 1 Absatz 1 Nummer 1 in der Weise übertragen worden ist, dass er dafür ein Entgelt vom Nutzer zu fordern berechtigt ist,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>beim Wohnungseigentum die Gemeinschaft der Wohnungseigentümer im Verhältnis zum Wohnungseigentümer, bei Vermietung einer oder mehrerer Eigentumswohnungen der Wohnungseigentümer im Verhältnis zum Mieter.</LA></DD></DL></P><P>(3) Diese Verordnung gilt auch für die Verteilung der Kosten der Wärmelieferung und Warmwasserlieferung auf die Nutzer der mit Wärme oder Warmwasser versorgten Räume, soweit der Lieferer unmittelbar mit den Nutzern abrechnet und dabei nicht den für den einzelnen Nutzer gemessenen Verbrauch, sondern die Anteile der Nutzer am Gesamtverbrauch zu Grunde legt; in diesen Fällen gelten die Rechte und Pflichten des Gebäudeeigentümers aus dieser Verordnung für den Lieferer.</P><P>(4) Diese Verordnung gilt auch für Mietverhältnisse über preisgebundenen Wohnraum, soweit für diesen nichts anderes bestimmt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE000202308",
        "name": "§ 2",
        "title": "Vorrang vor rechtsgeschäftlichen Bestimmungen",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Außer bei Gebäuden mit nicht mehr als zwei Wohnungen, von denen eine der Vermieter selbst bewohnt, gehen die Vorschriften dieser Verordnung rechtsgeschäftlichen Bestimmungen vor.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE000303308",
        "name": "§ 3",
        "title": "Anwendung auf das Wohnungseigentum",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Die Vorschriften dieser Verordnung sind auf Wohnungseigentum anzuwenden unabhängig davon, ob durch Vereinbarung oder Beschluss der Wohnungseigentümer abweichende Bestimmungen über die Verteilung der Kosten der Versorgung mit Wärme und Warmwasser getroffen worden sind. Auf die Anbringung und Auswahl der Ausstattung nach den §§ 4 und 5 sowie auf die Verteilung der Kosten und die sonstigen Entscheidungen des Gebäudeeigentümers nach den §§ 6 bis 9b und 11 sind die Regelungen entsprechend anzuwenden, die für die Verwaltung des gemeinschaftlichen Eigentums im Wohnungseigentumsgesetz enthalten oder durch Vereinbarung der Wohnungseigentümer getroffen worden sind. Die Kosten für die Anbringung der Ausstattung sind entsprechend den dort vorgesehenen Regelungen über die Tragung der Verwaltungskosten zu verteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE000403308",
        "name": "§ 4",
        "title": "Pflicht zur Verbrauchserfassung",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Der Gebäudeeigentümer hat den anteiligen Verbrauch der Nutzer an Wärme und Warmwasser zu erfassen.</P><P>(2) Er hat dazu die Räume mit Ausstattungen zur Verbrauchserfassung zu versehen; die Nutzer haben dies zu dulden. Will der Gebäudeeigentümer die Ausstattung zur Verbrauchserfassung mieten oder durch eine andere Art der Gebrauchsüberlassung beschaffen, so hat er dies den Nutzern vorher unter Angabe der dadurch entstehenden Kosten mitzuteilen; die Maßnahme ist unzulässig, wenn die Mehrheit der Nutzer innerhalb eines Monats nach Zugang der Mitteilung widerspricht. Die Wahl der Ausstattung bleibt im Rahmen des § 5 dem Gebäudeeigentümer überlassen.</P><P>(3) Gemeinschaftlich genutzte Räume sind von der Pflicht zur Verbrauchserfassung ausgenommen. Dies gilt nicht für Gemeinschaftsräume mit nutzungsbedingt hohem Wärme- oder Warmwasserverbrauch, wie Schwimmbäder oder Saunen.</P><P>(4) Der Nutzer ist berechtigt, vom Gebäudeeigentümer die Erfüllung dieser Verpflichtungen zu verlangen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE000503308",
        "name": "§ 5",
        "title": "Ausstattung zur Verbrauchserfassung",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Zur Erfassung des anteiligen Wärmeverbrauchs sind Wärmezähler oder Heizkostenverteiler, zur Erfassung des anteiligen Warmwasserverbrauchs Warmwasserzähler oder andere geeignete Ausstattungen zu verwenden. Soweit nicht eichrechtliche Bestimmungen zur Anwendung kommen, dürfen nur solche Ausstattungen zur Verbrauchserfassung verwendet werden, hinsichtlich derer sachverständige Stellen bestätigt haben, dass sie den anerkannten Regeln der Technik entsprechen oder dass ihre Eignung auf andere Weise nachgewiesen wurde. Als sachverständige Stellen gelten nur solche Stellen, deren Eignung die nach Landesrecht zuständige Behörde im Benehmen mit der Physikalisch-Technischen Bundesanstalt bestätigt hat. Die Ausstattungen müssen für das jeweilige Heizsystem geeignet sein und so angebracht werden, dass ihre technisch einwandfreie Funktion gewährleistet ist.</P><P>(2) Wird der Verbrauch der von einer Anlage im Sinne des § 1 Absatz 1 versorgten Nutzer nicht mit gleichen Ausstattungen erfasst, so sind zunächst durch Vorerfassung vom Gesamtverbrauch die Anteile der Gruppen von Nutzern zu erfassen, deren Verbrauch mit gleichen Ausstattungen erfasst wird. Der Gebäudeeigentümer kann auch bei unterschiedlichen Nutzungs- oder Gebäudearten oder aus anderen sachgerechten Gründen eine Vorerfassung nach Nutzergruppen durchführen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE000604308",
        "name": "§ 6",
        "title": "Pflicht zur verbrauchsabhängigen Kostenverteilung",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Der Gebäudeeigentümer hat die Kosten der Versorgung mit Wärme und Warmwasser auf der Grundlage der Verbrauchserfassung nach Maßgabe der §§ 7 bis 9 auf die einzelnen Nutzer zu verteilen. Das Ergebnis der Ablesung soll dem Nutzer in der Regel innerhalb eines Monats mitgeteilt werden. Eine gesonderte Mitteilung ist nicht erforderlich, wenn das Ableseergebnis über einen längeren Zeitraum in den Räumen des Nutzers gespeichert ist und von diesem selbst abgerufen werden kann. Einer gesonderten Mitteilung des Warmwasserverbrauchs bedarf es auch dann nicht, wenn in der Nutzeinheit ein Warmwasserzähler eingebaut ist.</P><P>(2) In den Fällen des § 5 Absatz 2 sind die Kosten zunächst mindestens zu 50 vom Hundert nach dem Verhältnis der erfassten Anteile am Gesamtverbrauch auf die Nutzergruppen aufzuteilen. Werden die Kosten nicht vollständig nach dem Verhältnis der erfassten Anteile am Gesamtverbrauch aufgeteilt, sind <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die übrigen Kosten der Versorgung mit Wärme nach der Wohn- oder Nutzfläche oder nach dem umbauten Raum auf die einzelnen Nutzergruppen zu verteilen; es kann auch die Wohn- oder Nutzfläche oder der umbaute Raum der beheizten Räume zu Grunde gelegt werden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die übrigen Kosten der Versorgung mit Warmwasser nach der Wohn- oder Nutzfläche auf die einzelnen Nutzergruppen zu verteilen.</LA></DD></DL>Die Kostenanteile der Nutzergruppen sind dann nach Absatz 1 auf die einzelnen Nutzer zu verteilen.</P><P>(3) In den Fällen des § 4 Absatz 3 Satz 2 sind die Kosten nach dem Verhältnis der erfassten Anteile am Gesamtverbrauch auf die Gemeinschaftsräume und die übrigen Räume aufzuteilen. Die Verteilung der auf die Gemeinschaftsräume entfallenden anteiligen Kosten richtet sich nach rechtsgeschäftlichen Bestimmungen.</P><P>(4) Die Wahl der Abrechnungsmaßstäbe nach Absatz 2 sowie nach § 7 Absatz 1 Satz 1, §§ 8 und 9 bleibt dem Gebäudeeigentümer überlassen. Er kann diese für künftige Abrechnungszeiträume durch Erklärung gegenüber den Nutzern ändern <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>bei der Einführung einer Vorerfassung nach Nutzergruppen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>nach Durchführung von baulichen Maßnahmen, die nachhaltig Einsparungen von Heizenergie bewirken oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>aus anderen sachgerechten Gründen nach deren erstmaliger Bestimmung.</LA></DD></DL>Die Festlegung und die Änderung der Abrechnungsmaßstäbe sind nur mit Wirkung zum Beginn eines Abrechnungszeitraumes zulässig.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE000704308",
        "name": "§ 7",
        "title": "Verteilung der Kosten der Versorgung mit Wärme",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Von den Kosten des Betriebs der zentralen Heizungsanlage sind mindestens 50 vom Hundert, höchstens 70 vom Hundert nach dem erfassten Wärmeverbrauch der Nutzer zu verteilen. In Gebäuden, die das Anforderungsniveau der Wärmeschutzverordnung vom 16. August 1994 (BGBl. I S. 2121) nicht erfüllen, die mit einer Öl- oder Gasheizung versorgt werden und in denen die freiliegenden Leitungen der Wärmeverteilung überwiegend gedämmt sind, sind von den Kosten des Betriebs der zentralen Heizungsanlage 70 vom Hundert nach dem erfassten Wärmeverbrauch der Nutzer zu verteilen. In Gebäuden, in denen die freiliegenden Leitungen der Wärmeverteilung überwiegend ungedämmt sind und deswegen ein wesentlicher Anteil des Wärmeverbrauchs nicht erfasst wird, kann der Wärmeverbrauch der Nutzer nach anerkannten Regeln der Technik bestimmt werden. Der so bestimmte Verbrauch der einzelnen Nutzer wird als erfasster Wärmeverbrauch nach Satz 1 berücksichtigt. Die übrigen Kosten sind nach der Wohn- oder Nutzfläche oder nach dem umbauten Raum zu verteilen; es kann auch die Wohn- oder Nutzfläche oder der umbaute Raum der beheizten Räume zu Grunde gelegt werden.</P><P>(2) Zu den Kosten des Betriebs der zentralen Heizungsanlage einschließlich der Abgasanlage gehören die Kosten der verbrauchten Brennstoffe und ihrer Lieferung, die Kosten des Betriebsstromes, die Kosten der Bedienung, Überwachung und Pflege der Anlage, der regelmäßigen Prüfung ihrer Betriebsbereitschaft und Betriebssicherheit einschließlich der Einstellung durch eine Fachkraft, der Reinigung der Anlage und des Betriebsraumes, die Kosten der Messungen nach dem Bundes-Immissionsschutzgesetz, die Kosten der Anmietung oder anderer Arten der Gebrauchsüberlassung einer Ausstattung zur Verbrauchserfassung sowie die Kosten der Verwendung einer Ausstattung zur Verbrauchserfassung einschließlich der Kosten der Eichung sowie der Kosten der Berechnung, Aufteilung und Verbrauchsanalyse. Die Verbrauchsanalyse sollte insbesondere die Entwicklung der Kosten für die Heizwärme- und Warmwasserversorgung der vergangenen drei Jahre wiedergeben.</P><P>(3) Für die Verteilung der Kosten der Wärmelieferung gilt Absatz 1 entsprechend.</P><P>(4) Zu den Kosten der Wärmelieferung gehören das Entgelt für die Wärmelieferung und die Kosten des Betriebs der zugehörigen Hausanlagen entsprechend Absatz 2.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE000803308",
        "name": "§ 8",
        "title": "Verteilung der Kosten der Versorgung mit Warmwasser",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Von den Kosten des Betriebs der zentralen Warmwasserversorgungsanlage sind mindestens 50 vom Hundert, höchstens 70 vom Hundert nach dem erfassten Warmwasserverbrauch, die übrigen Kosten nach der Wohn- oder Nutzfläche zu verteilen.</P><P>(2) Zu den Kosten des Betriebs der zentralen Warmwasserversorgungsanlage gehören die Kosten der Wasserversorgung, soweit sie nicht gesondert abgerechnet werden, und die Kosten der Wassererwärmung entsprechend § 7 Absatz 2. Zu den Kosten der Wasserversorgung gehören die Kosten des Wasserverbrauchs, die Grundgebühren und die Zählermiete, die Kosten der Verwendung von Zwischenzählern, die Kosten des Betriebs einer hauseigenen Wasserversorgungsanlage und einer Wasseraufbereitungsanlage einschließlich der Aufbereitungsstoffe.</P><P>(3) Für die Verteilung der Kosten der Warmwasserlieferung gilt Absatz 1 entsprechend.</P><P>(4) Zu den Kosten der Warmwasserlieferung gehören das Entgelt für die Lieferung des Warmwassers und die Kosten des Betriebs der zugehörigen Hausanlagen entsprechend § 7 Absatz 2.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE000904308",
        "name": "§ 9",
        "title": "Verteilung der Kosten der Versorgung mit Wärme und Warmwasser bei verbundenen Anlagen",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Ist die zentrale Anlage zur Versorgung mit Wärme mit der zentralen Warmwasserversorgungsanlage verbunden, so sind die einheitlich entstandenen Kosten des Betriebs aufzuteilen. Die Anteile an den einheitlich entstandenen Kosten sind bei Anlagen mit Heizkesseln nach den Anteilen am Brennstoffverbrauch oder am Energieverbrauch, bei eigenständiger gewerblicher Wärmelieferung nach den Anteilen am Wärmeverbrauch zu bestimmen. Kosten, die nicht einheitlich entstanden sind, sind dem Anteil an den einheitlich entstandenen Kosten hinzuzurechnen. Der Anteil der zentralen Anlage zur Versorgung mit Wärme ergibt sich aus dem gesamten Verbrauch nach Abzug des Verbrauchs der zentralen Warmwasserversorgungsanlage. Bei Anlagen, die weder durch Heizkessel noch durch eigenständige gewerbliche Wärmelieferung mit Wärme versorgt werden, können anerkannte Regeln der Technik zur Aufteilung der Kosten verwendet werden. Der Anteil der zentralen Warmwasserversorgungsanlage am Wärmeverbrauch ist nach Absatz 2, der Anteil am Brennstoffverbrauch nach Absatz 3 zu ermitteln.</P><P>(2) Die auf die zentrale Warmwasserversorgungsanlage entfallende Wärmemenge (Q) ist ab dem 31. Dezember 2013 mit einem Wärmezähler zu messen. Kann die Wärmemenge nur mit einem unzumutbar hohen Aufwand gemessen werden, kann sie nach der Gleichung <BR/><BR/><table frame=\"none\" pgwide=\"1\" tocentry=\"%yes;\"><tgroup align=\"left\" char=\"\" charoff=\"50\" cols=\"3\"><colspec colname=\"col1\" colnum=\"1\" colwidth=\"8*\"/><colspec colname=\"col2\" colnum=\"2\" colwidth=\"2.8*\"/><colspec colname=\"col3\" colnum=\"3\" colwidth=\"8*\"/><tbody valign=\"top\"><row><entry VJ=\"1\" align=\"right\" colname=\"col1\" colsep=\"0\" morerows=\"1\" valign=\"middle\">Q = 2,5 · </entry><entry VJ=\"1\" align=\"center\" colname=\"col2\" colsep=\"0\" rowsep=\"1\">kWh</entry><entry VJ=\"1\" align=\"left\" colname=\"col3\" colsep=\"0\" morerows=\"1\" valign=\"middle\"> · V · (t<SUB>w</SUB> – 10 °C)</entry></row><row><entry VJ=\"1\" align=\"center\" colname=\"col2\" colsep=\"0\">m<SUP>3</SUP> · K</entry></row></tbody></tgroup></table>bestimmt werden. Dabei sind zu Grunde zu legen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das gemessene Volumen des verbrauchten Warmwassers (V) in Kubikmetern (m<SUP>3</SUP>);</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die gemessene oder geschätzte mittlere Temperatur des Warmwassers (t<SUB>w</SUB>) in Grad Celsius (°C).</LA></DD></DL>Wenn in Ausnahmefällen weder die Wärmemenge noch das Volumen des verbrauchten Warmwassers gemessen werden können, kann die auf die zentrale Warmwasserversorgungsanlage entfallende Wärmemenge nach folgender Gleichung bestimmt werden <BR/><BR/><table frame=\"none\" pgwide=\"1\" tocentry=\"%yes;\"><tgroup align=\"left\" char=\"\" charoff=\"50\" cols=\"3\"><colspec colname=\"col1\" colnum=\"1\" colwidth=\"8*\"/><colspec colname=\"col2\" colnum=\"2\" colwidth=\"4*\"/><colspec colname=\"col3\" colnum=\"3\" colwidth=\"8*\"/><tbody valign=\"top\"><row><entry VJ=\"1\" align=\"right\" colname=\"col1\" colsep=\"0\" morerows=\"1\" valign=\"middle\">Q = 32 · </entry><entry VJ=\"1\" align=\"center\" colname=\"col2\" colsep=\"0\" rowsep=\"1\">kWh</entry><entry VJ=\"1\" align=\"left\" colname=\"col3\" colsep=\"0\" morerows=\"1\" valign=\"middle\"> · A<SUB>Wohn</SUB></entry></row><row><entry VJ=\"1\" colname=\"col2\" colsep=\"0\">m<SUP>2</SUP> A<SUB>Wohn</SUB></entry></row></tbody></tgroup></table>Dabei ist die durch die zentrale Anlage mit Warmwasser versorgte Wohn- oder Nutzfläche (A<SUB>Wohn</SUB>) zu Grunde zu legen. Die nach den Gleichungen in Satz 2 oder 4 bestimmte Wärmemenge (Q) ist <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei brennwertbezogener Abrechnung von Erdgas <NB>mit 1,11</NB> zu multiplizieren und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei eigenständiger gewerblicher Wärmelieferung durch 1,15 zu dividieren.</LA></DD></DL></P><P>(3) Bei Anlagen mit Heizkesseln ist der Brennstoffverbrauch der zentralen Warmwasserversorgungsanlage (B) in Litern, Kubikmetern, Kilogramm oder Schüttraummetern nach der Gleichung <BR/><BR/><table frame=\"none\" pgwide=\"1\" tocentry=\"%yes;\"><tgroup align=\"left\" char=\"\" charoff=\"50\" cols=\"3\"><colspec colname=\"col1\" colnum=\"1\" colwidth=\"8*\"/><colspec align=\"justify\" colname=\"col2\" colnum=\"2\" colwidth=\"4*\"/><colspec colname=\"col3\" colnum=\"3\" colwidth=\"8*\"/><tbody valign=\"top\"><row><entry VJ=\"1\" align=\"right\" colname=\"col1\" colsep=\"0\" morerows=\"1\" valign=\"middle\">B =</entry><entry VJ=\"1\" colname=\"col2\" colsep=\"0\" rowsep=\"0\"><U>Q</U></entry><entry VJ=\"1\" align=\"left\" colname=\"col3\" colsep=\"0\" morerows=\"1\" valign=\"middle\"> </entry></row><row><entry VJ=\"1\" colname=\"col2\" colsep=\"0\">H<SUB>i</SUB></entry></row></tbody></tgroup></table>zu bestimmen. Dabei sind zu Grunde zu legen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die auf die zentrale Warmwasserversorgungsanlage entfallende Wärmemenge (Q) nach Absatz 2 in kWh;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Heizwert des verbrauchten Brennstoffes (H<SUB>i</SUB>) in Kilowattstunden (kWh) je Liter (l), Kubikmeter (m<SUP>3</SUP>), Kilogramm (kg) oder Schüttraummeter (SRm). Als H<SUB>i</SUB>-Werte können verwendet werden für <table frame=\"none\" pgwide=\"0\" tocentry=\"%yes;\"><tgroup align=\"left\" char=\"\" charoff=\"50\" cols=\"3\"><colspec colname=\"col1\" colwidth=\"6*\"/><colspec align=\"right\" colname=\"col2\" colwidth=\"2*\"/><colspec colname=\"col3\" colwidth=\"5*\"/><tbody valign=\"top\"><row><entry VJ=\"1\" colname=\"col1\">Leichtes Heizöl EL</entry><entry VJ=\"1\" colname=\"col2\">10  </entry><entry VJ=\"1\" colname=\"col3\">kWh/l</entry></row><row><entry VJ=\"1\" colname=\"col1\">Schweres Heizöl</entry><entry VJ=\"1\" colname=\"col2\">10,9</entry><entry VJ=\"1\" colname=\"col3\">kWh/l</entry></row><row><entry VJ=\"1\" colname=\"col1\">Erdgas H</entry><entry VJ=\"1\" colname=\"col2\">10  </entry><entry VJ=\"1\" colname=\"col3\">kWh/m<SUP>3</SUP></entry></row><row><entry VJ=\"1\" colname=\"col1\">Erdgas L</entry><entry VJ=\"1\" colname=\"col2\">9  </entry><entry VJ=\"1\" colname=\"col3\">kWh/m<SUP>3</SUP></entry></row><row><entry VJ=\"1\" colname=\"col1\">Flüssiggas</entry><entry VJ=\"1\" colname=\"col2\">13  </entry><entry VJ=\"1\" colname=\"col3\">kWh/kg</entry></row><row><entry VJ=\"1\" colname=\"col1\">Koks</entry><entry VJ=\"1\" colname=\"col2\">8  </entry><entry VJ=\"1\" colname=\"col3\">kWh/kg</entry></row><row><entry VJ=\"1\" colname=\"col1\">Braunkohle</entry><entry VJ=\"1\" colname=\"col2\">5,5</entry><entry VJ=\"1\" colname=\"col3\">kWh/kg</entry></row><row><entry VJ=\"1\" colname=\"col1\">Steinkohle</entry><entry VJ=\"1\" colname=\"col2\">8  </entry><entry VJ=\"1\" colname=\"col3\">kWh/kg</entry></row><row><entry VJ=\"1\" colname=\"col1\">Holz (lufttrocken)</entry><entry VJ=\"1\" colname=\"col2\">4,1</entry><entry VJ=\"1\" colname=\"col3\">kWh/kg</entry></row><row><entry VJ=\"1\" colname=\"col1\">Holzpellets</entry><entry VJ=\"1\" colname=\"col2\">5  </entry><entry VJ=\"1\" colname=\"col3\">kWh/kg</entry></row><row><entry VJ=\"1\" colname=\"col1\">Holzhackschnitzel</entry><entry VJ=\"1\" colname=\"col2\">650  </entry><entry VJ=\"1\" colname=\"col3\">kWh/SRm.</entry></row></tbody></tgroup></table></LA></DD></DL>Enthalten die Abrechnungsunterlagen des Energieversorgungsunternehmens oder Brennstofflieferanten H<SUB>i</SUB>-Werte, so sind diese zu verwenden. Soweit die Abrechnung über kWh-Werte erfolgt, ist eine Umrechnung in Brennstoffverbrauch nicht erforderlich.</P><P>(4) Der Anteil an den Kosten der Versorgung mit Wärme ist nach § 7 Absatz 1, der Anteil an den Kosten der Versorgung mit Warmwasser nach § 8 Absatz 1 zu verteilen, soweit diese Verordnung nichts anderes bestimmt oder zulässt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE001603308",
        "name": "§ 9a",
        "title": "Kostenverteilung in Sonderfällen",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Kann der anteilige Wärme- oder Warmwasserverbrauch von Nutzern für einen Abrechnungszeitraum wegen Geräteausfalls oder aus anderen zwingenden Gründen nicht ordnungsgemäß erfasst werden, ist er vom Gebäudeeigentümer auf der Grundlage des Verbrauchs der betroffenen Räume in vergleichbaren Zeiträumen oder des Verbrauchs vergleichbarer anderer Räume im jeweiligen Abrechnungszeitraum oder des Durchschnittsverbrauchs des Gebäudes oder der Nutzergruppe zu ermitteln. Der so ermittelte anteilige Verbrauch ist bei der Kostenverteilung anstelle des erfassten Verbrauchs zu Grunde zu legen.</P><P>(2) Überschreitet die von der Verbrauchsermittlung nach Absatz 1 betroffene Wohn- oder Nutzfläche oder der umbaute Raum 25 vom Hundert der für die Kostenverteilung maßgeblichen gesamten Wohn- oder Nutzfläche oder des maßgeblichen gesamten umbauten Raumes, sind die Kosten ausschließlich nach den nach § 7 Absatz 1 Satz 5 und § 8 Absatz 1 für die Verteilung der übrigen Kosten zu Grunde zu legenden Maßstäben zu verteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE001702308",
        "name": "§ 9b",
        "title": "Kostenaufteilung bei Nutzerwechsel",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Bei Nutzerwechsel innerhalb eines Abrechnungszeitraumes hat der Gebäudeeigentümer eine Ablesung der Ausstattung zur Verbrauchserfassung der vom Wechsel betroffenen Räume (Zwischenablesung) vorzunehmen.</P><P>(2) Die nach dem erfassten Verbrauch zu verteilenden Kosten sind auf der Grundlage der Zwischenablesung, die übrigen Kosten des Wärmeverbrauchs auf der Grundlage der sich aus anerkannten Regeln der Technik ergebenden Gradtagszahlen oder zeitanteilig und die übrigen Kosten des Warmwasserverbrauchs zeitanteilig auf Vor- und Nachnutzer aufzuteilen.</P><P>(3) Ist eine Zwischenablesung nicht möglich oder lässt sie wegen des Zeitpunktes des Nutzerwechsels aus technischen Gründen keine hinreichend genaue Ermittlung der Verbrauchsanteile zu, sind die gesamten Kosten nach den nach Absatz 2 für die übrigen Kosten geltenden Maßstäben aufzuteilen.</P><P>(4) Von den Absätzen 1 bis 3 abweichende rechtsgeschäftliche Bestimmungen bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE001002308",
        "name": "§ 10",
        "title": "Überschreitung der Höchstsätze",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>Rechtsgeschäftliche Bestimmungen, die höhere als die in § 7 Absatz 1 und § 8 Absatz 1 genannten Höchstsätze von 70 vom Hundert vorsehen, bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE001104308",
        "name": "§ 11",
        "title": "Ausnahmen",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Soweit sich die §§ 3 bis 7 auf die Versorgung mit Wärme beziehen, sind sie nicht anzuwenden <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>auf Räume, <DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>in Gebäuden, die einen Heizwärmebedarf von weniger als 15 kWh/(m<SUP>2</SUP> · a) aufweisen,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>bei denen das Anbringen der Ausstattung zur Verbrauchserfassung, die Erfassung des Wärmeverbrauchs oder die Verteilung der Kosten des Wärmeverbrauchs nicht oder nur mit unverhältnismäßig hohen Kosten möglich ist; unverhältnismäßig hohe Kosten liegen vor, wenn diese nicht durch die Einsparungen, die in der Regel innerhalb von zehn Jahren erzielt werden können, erwirtschaftet werden können; oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA>die vor dem 1. Juli 1981 bezugsfertig geworden sind und in denen der Nutzer den Wärmeverbrauch nicht beeinflussen kann;</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA><DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>auf Alters- und Pflegeheime, Studenten- und Lehrlingsheime,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>auf vergleichbare Gebäude oder Gebäudeteile, deren Nutzung Personengruppen vorbehalten ist, mit denen wegen ihrer besonderen persönlichen Verhältnisse regelmäßig keine üblichen Mietverträge abgeschlossen werden;</LA></DD></DL></LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>auf Räume in Gebäuden, die überwiegend versorgt werden <DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>mit Wärme aus Anlagen zur Rückgewinnung von Wärme oder aus Wärmepumpen- oder Solaranlagen oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>mit Wärme aus Anlagen der Kraft-Wärme-Kopplung oder aus Anlagen zur Verwertung von Abwärme, sofern der Wärmeverbrauch des Gebäudes nicht erfasst wird;</LA></DD></DL></LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>auf die Kosten des Betriebs der zugehörigen Hausanlagen, soweit diese Kosten in den Fällen des § 1 Absatz 3 nicht in den Kosten der Wärmelieferung enthalten sind, sondern vom Gebäudeeigentümer gesondert abgerechnet werden;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>in sonstigen Einzelfällen, in denen die nach Landesrecht zuständige Stelle wegen besonderer Umstände von den Anforderungen dieser Verordnung befreit hat, um einen unangemessenen Aufwand oder sonstige unbillige Härten zu vermeiden.</LA></DD></DL></P><P>(2) Soweit sich die §§ 3 bis 6 und § 8 auf die Versorgung mit Warmwasser beziehen, gilt Absatz 1 entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE001204308",
        "name": "§ 12",
        "title": "Kürzungsrecht, Übergangsregelung",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P>(1) Soweit die Kosten der Versorgung mit Wärme oder Warmwasser entgegen den Vorschriften dieser Verordnung nicht verbrauchsabhängig abgerechnet werden, hat der Nutzer das Recht, bei der nicht verbrauchsabhängigen Abrechnung der Kosten den auf ihn entfallenden Anteil um 15 vom Hundert zu kürzen. Dies gilt nicht beim Wohnungseigentum im Verhältnis des einzelnen Wohnungseigentümers zur Gemeinschaft der Wohnungseigentümer; insoweit verbleibt es bei den allgemeinen Vorschriften.</P><P>(2) Die Anforderungen des § 5 Absatz 1 Satz 2 gelten bis zum 31. Dezember 2013 als erfüllt <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>für die am 1. Januar 1987 für die Erfassung des anteiligen Warmwasserverbrauchs vorhandenen Warmwasserkostenverteiler und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>für die am 1. Juli 1981 bereits vorhandenen sonstigen Ausstattungen zur Verbrauchserfassung.</LA></DD></DL></P><P>(3) Bei preisgebundenen Wohnungen im Sinne der Neubaumietenverordnung 1970 gilt Absatz 2 mit der Maßgabe, dass an die Stelle des Datums \"1. Juli 1981\" das Datum \"1. August 1984\" tritt.</P><P>(4) § 1 Absatz 3, § 4 Absatz 3 Satz 2 und § 6 Absatz 3 gelten für Abrechnungszeiträume, die nach dem 30. September 1989 beginnen; rechtsgeschäftliche Bestimmungen über eine frühere Anwendung dieser Vorschriften bleiben unberührt.</P><P>(5) Wird in den Fällen des § 1 Absatz 3 der Wärmeverbrauch der einzelnen Nutzer am 30. September 1989 mit Einrichtungen zur Messung der Wassermenge ermittelt, gilt die Anforderung des § 5 Absatz 1 Satz 1 als erfüllt.</P><P>(6) Auf Abrechnungszeiträume, die vor dem 1. Januar 2009 begonnen haben, ist diese Verordnung in der bis zum 31. Dezember 2008 geltenden Fassung weiter anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE001402308",
        "name": "§ 13",
        "title": "(Berlin-Klausel)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE001502308",
        "name": "§ 14",
        "title": "(Inkrafttreten)",
        "contentLevel": 0,
        "parent": null,
        "body": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR002610981BJNE888800309",
        "name": "Anhang EV",
        "title": "Auszug aus EinigVtr Anlage I Kapitel V Sachgebiet D Abschnitt III<BR/>(BGBl. II 1990, 889, 1007)<BR/>- Maßgaben für das beigetretene Gebiet (Art. 3 EinigVtr) -",
        "contentLevel": 0,
        "parent": null,
        "body": {
          "content": "<P><noindex>Abschnitt III <BR/>Bundesrecht tritt in dem in Artikel 3 des Vertrages genannten Gebiet mit folgenden Maßgaben in Kraft: <BR/>... <BR/>Verordnung über Heizkostenabrechnung in der Fassung der Bekanntmachung vom 20. Januar 1989 (BGBl. I S. 115) <BR/>mit folgenden Maßgaben: <DL Font=\"normal\" Type=\"arabic\"><DT/><DD Font=\"normal\"><LA Size=\"normal\"><DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\"><I>Die Verordnung tritt zum 1. Januar 1991 in Kraft. Bis zum 31. Dezember 1990 kann in dem in Artikel 3 des Vertrages genannten Gebiet nach den bisherigen Regeln verfahren werden.</I></LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\"><I>Räume, die vor dem 1. Januar 1991 bezugsfertig geworden sind und in denen die nach der Verordnung erforderliche Ausstattung zur Verbrauchserfassung noch nicht vorhanden ist, sind bis spätestens zum 31. Dezember 1995 auszustatten. Der Gebäudeeigentümer ist berechtigt, die Ausstattung bereits vor dem 31. Dezember 1995 anzubringen.</I></LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Soweit und solange die nach Landesrecht zuständigen Behörden des in Artikel 3 des Vertrages genannten Gebietes noch nicht die Eignung sachverständiger Stellen gemäß § 5 Abs. 1 Satz 2 und 3 der Verordnung bestätigt haben, können Ausstattungen zur Verbrauchserfassung verwendet werden für die eine sachverständige Stelle aus dem Gebiet, in dem die Verordnung schon vor dem Beitritt gegolten hat, die Bestätigung im Sinne von § 5 Abs. 1 Satz 2 erteilt hat.</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\"><I>Als Heizwerte der verbrauchten Brennstoffe (Hu) nach § 9 Abs. 2 Ziff. 3 können auch verwendet werden:</I></LA></DD></DL></LA></DD></DL><BR/><pre xml:space=\"preserve\">        Braunkohlenbrikett              5,5 kWh/kg<BR/>        Braunkohlenhochtemperaturkoks   8,0 kWh/kg</pre><DL Font=\"normal\" Type=\"arabic\"><DT/><DD Font=\"normal\"><LA Size=\"normal\"><DL Font=\"normal\" Type=\"arabic\"><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\"><I>Die Vorschriften dieser Verordnung über die Kostenverteilung gelten erstmalig für den Abrechnungszeitraum, der nach dem Anbringen der Ausstattung beginnt.</I></LA></DD><DT>f)</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 11 Abs. 1 Nr. 1 Buchstabe b) ist mit der Maßgabe anzuwenden, daß an die Stelle des Datums \"1. Juli 1981\" das Datum \"1. Januar 1991\" tritt.</LA></DD><DT>g)</DT><DD Font=\"normal\"><LA Size=\"normal\"><I>§ 12 Abs. 2 ist mit der Maßgabe anzuwenden, daß an die Stelle der Daten \"1. Januar 1987\" und \"1. Juli 1981\" jeweils das Datum \"1. Januar 1991\" tritt.</I></LA></DD></DL></LA></DD></DL></noindex></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null
      }
    ]
  }
}
