{
  "type": "law",
  "id": "BJNR084210008",
  "attributes": {
    "jurisAbbrs": [
      "JFDG"
    ],
    "officialAbbr": "JFDG",
    "firstPublished": "2008-05-16",
    "sourceTimestamp": "20200403212528",
    "headingLong": "Gesetz zur Förderung von Jugendfreiwilligendiensten",
    "headingShort": "Jugendfreiwilligendienstegesetz",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "2008, 842"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 47 G v. 12.12.2019 I 2652"
      }
    ],
    "prelude": {
      "body": null,
      "footnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 1.6.2008 +++)<BR/><BR/></pre>Das G wurde als Artikel 1 des G v. 16.5.2008 I 842 vom Bundestag mit Zustimmung  des Bundesrates beschlossen. Es ist gem. Art. 3 Satz 1 dieses G mWv 1.6.2008 in Kraft getreten.</P>"
    }
  },
  "content": [
    {
      "type": "article",
      "id": "BJNR084210008BJNE000100000",
      "attributes": {
        "name": "§ 1",
        "title": "Fördervoraussetzungen",
        "body": {
          "content": "<P>(1) Jugendfreiwilligendienste fördern die Bildungsfähigkeit der Jugendlichen und gehören zu den besonderen Formen des bürgerschaftlichen Engagements. Ein Jugendfreiwilligendienst wird gefördert, wenn die in den §§ 2 bis 8 genannten Voraussetzungen erfüllt sind und der Dienst von einem nach § 10 zugelassenen Träger durchgeführt wird. Die Förderung dient dazu, die Härten und Nachteile zu beseitigen, die mit der Ableistung des Jugendfreiwilligendienstes im Sinne dieses Gesetzes verbunden sind.</P><P>(2) Jugendfreiwilligendienste im Sinne des Gesetzes sind das freiwillige soziale Jahr (FSJ) und das freiwillige ökologische Jahr (FÖJ).</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE000201116",
      "attributes": {
        "name": "§ 2",
        "title": "Freiwillige",
        "body": {
          "content": "<P>(1) Freiwillige im Sinne dieses Gesetzes sind Personen, die <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die Vollzeitschulpflicht erfüllt haben, aber das 27. Lebensjahr noch nicht vollendet haben,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>einen freiwilligen Dienst <DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>ohne Erwerbsabsicht, außerhalb einer Berufsausbildung und vergleichbar einer Vollzeitbeschäftigung leisten oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>ohne Erwerbsabsicht, außerhalb einer Berufsausbildung und vergleichbar einer Teilzeitbeschäftigung von mehr als 20 Stunden pro Woche leisten, sofern ein berechtigtes Interesse der Freiwilligen an einer Teilzeitbeschäftigung vorliegt,</LA></DD></DL></LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>sich auf Grund einer Vereinbarung nach § 11 zur Leistung des freiwilligen Dienstes für eine Zeit von mindestens sechs Monaten und höchstens 24 Monaten verpflichtet haben und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>für den freiwilligen Dienst <DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>nur unentgeltliche Unterkunft, Verpflegung und Arbeitskleidung sowie ein angemessenes Taschengeld erhalten dürfen oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>anstelle von unentgeltlicher Unterkunft, Verpflegung und Arbeitskleidung entsprechende Geldersatzleistungen sowie ein angemessenes Taschengeld erhalten dürfen.</LA></DD></DL>Angemessen ist ein Taschengeld, wenn es 6 Prozent der in der allgemeinen Rentenversicherung geltenden Beitragsbemessungsgrenze nicht übersteigt. Bei einem freiwilligen Dienst vergleichbar einer Teilzeitbeschäftigung ist dieser Prozentsatz zu kürzen.</LA></DD></DL></P><P>(2) Als Freiwillige gelten auch Personen, die durch einen nach § 10 zugelassenen Träger des Jugendfreiwilligendienstes darauf vorbereitet werden, einen Jugendfreiwilligendienst im Ausland zu leisten (Vorbereitungsdienst), für den Vorbereitungsdienst nur Leistungen erhalten, die dieses Gesetz vorsieht, und neben dem Vorbereitungsdienst keine Tätigkeit gegen Entgelt ausüben sowie die Voraussetzungen des Absatzes 1 Nummer 1 und 3 erfüllen.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE000301116",
      "attributes": {
        "name": "§ 3",
        "title": "Freiwilliges soziales Jahr",
        "body": {
          "content": "<P>(1) Das freiwillige soziale Jahr wird als überwiegend praktische Hilfstätigkeit, die an Lernzielen orientiert ist, in gemeinwohlorientierten Einrichtungen geleistet, insbesondere in Einrichtungen der Wohlfahrtspflege, in Einrichtungen der Kinder- und Jugendhilfe, einschließlich der Einrichtungen für außerschulische Jugendbildung und Einrichtungen für Jugendarbeit, in Einrichtungen der Gesundheitspflege, in Einrichtungen der Kultur und Denkmalpflege oder in Einrichtungen des Sports.</P><P>(2) Das freiwillige soziale Jahr wird pädagogisch begleitet. Die pädagogische Begleitung wird von einer zentralen Stelle eines nach § 10 zugelassenen Trägers des Jugendfreiwilligendienstes sichergestellt mit dem Ziel, soziale, kulturelle und interkulturelle Kompetenzen zu vermitteln und das Verantwortungsbewusstsein für das Gemeinwohl zu stärken.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE000401116",
      "attributes": {
        "name": "§ 4",
        "title": "Freiwilliges ökologisches Jahr",
        "body": {
          "content": "<P>(1) Das freiwillige ökologische Jahr wird als überwiegend praktische Hilfstätigkeit, die an Lernzielen orientiert ist, in geeigneten Stellen und Einrichtungen geleistet, die im Bereich des Natur- und Umweltschutzes einschließlich der Bildung zur Nachhaltigkeit tätig sind.</P><P>(2) Das freiwillige ökologische Jahr wird pädagogisch begleitet. Die pädagogische Begleitung wird von einer zentralen Stelle eines nach § 10 zugelassenen Trägers des Jugendfreiwilligendienstes sichergestellt mit dem Ziel, soziale, kulturelle und interkulturelle Kompetenzen zu vermitteln und das Verantwortungsbewusstsein für das Gemeinwohl zu stärken. Im freiwilligen ökologischen Jahr sollen insbesondere der nachhaltige Umgang mit Natur und Umwelt gestärkt und Umweltbewusstsein entwickelt werden, um ein kompetentes Handeln für Natur und Umwelt zu fördern.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE000501116",
      "attributes": {
        "name": "§ 5",
        "title": "Jugendfreiwilligendienste im Inland",
        "body": {
          "content": "<P>(1) Das freiwillige soziale Jahr und das freiwillige ökologische Jahr im Inland werden in der Regel für eine Dauer von zwölf zusammenhängenden Monaten geleistet. Die Mindestdauer bei demselben nach § 10 anerkannten Träger beträgt sechs Monate, der Dienst kann bis zu der Gesamtdauer von insgesamt 18 Monaten verlängert werden. Der Träger kann den Jugendfreiwilligendienst im Rahmen des pädagogischen Gesamtkonzepts auch unterbrochen zur Ableistung in Abschnitten anbieten, wenn ein Abschnitt mindestens drei Monate dauert.</P><P>(2) Die pädagogische Begleitung umfasst die an Lernzielen orientierte fachliche Anleitung der Freiwilligen durch die Einsatzstelle, die individuelle Betreuung durch pädagogische Kräfte des Trägers und durch die Einsatzstelle sowie die Seminararbeit. Es werden ein Einführungs-, ein Zwischen- und ein Abschlussseminar durchgeführt, deren Mindestdauer je fünf Tage beträgt. Die Gesamtdauer der Seminare beträgt bezogen auf eine zwölfmonatige Teilnahme am Jugendfreiwilligendienst mindestens 25 Tage. Wird ein Dienst über den Zeitraum von zwölf Monaten hinaus vereinbart oder verlängert, erhöht sich die Zahl der Seminartage um mindestens einen Tag je Monat der Verlängerung. Die Seminarzeit gilt als Dienstzeit. Die Teilnahme ist Pflicht. Die Freiwilligen wirken an der inhaltlichen Gestaltung und der Durchführung der Seminare mit.</P><P>(3) Bis zu einer Höchstdauer von insgesamt 18 Monaten können ein freiwilliges soziales Jahr und ein freiwilliges ökologisches Jahr mit einer Mindestdienstdauer von sechs Monaten nacheinander geleistet werden. In diesem Fall richtet sich die Zahl der Seminartage für jeden einzelnen Dienst nach Absatz 2. Auf die Gesamtdauer ist ein Bundesfreiwilligendienst nach dem Bundesfreiwilligendienstgesetz anzurechnen.</P><P>(4) Zur Durchführung des Jugendfreiwilligendienstes nach diesem Gesetz schließen zugelassene Träger und Einsatzstellen eine vertragliche Vereinbarung. Die Vereinbarung legt fest, in welcher Weise Träger und Einsatzstellen die Ziele des Dienstes, insbesondere soziale Kompetenz, Persönlichkeitsbildung sowie die Förderung der Bildungs- und Beschäftigungsfähigkeit der Freiwilligen gemeinsam verfolgen.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE000601116",
      "attributes": {
        "name": "§ 6",
        "title": "Jugendfreiwilligendienst im Ausland",
        "body": {
          "content": "<P>(1) Ein freiwilliges soziales Jahr oder ein freiwilliges ökologisches Jahr im Sinne dieses Gesetzes kann auch im Ausland geleistet werden.</P><P>(2) Der Jugendfreiwilligendienst im Ausland wird als Dienst gemäß § 2 Abs. 1 Nr. 1 und ausschließlich ununterbrochen geleistet. § 5 gilt entsprechend, soweit keine abweichenden Regelungen für den Jugendfreiwilligendienst im Ausland vorgesehen sind. Zum freiwilligen sozialen Jahr im Ausland gehört insbesondere auch der Dienst für Frieden und Versöhnung. Der Jugendfreiwilligendienst im Ausland wird nach Maßgabe der Nummern 1 bis 3 pädagogisch begleitet: <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>Die pädagogische Begleitung wird von einem nach § 10 zugelassenen Träger sichergestellt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>zur Vorbereitung auf den Jugendfreiwilligendienst und während des Dienstes im Ausland erfolgt die pädagogische Begleitung in Form von Bildungsmaßnahmen (Seminaren oder pädagogischen Veranstaltungen), durch fachliche Anleitung durch die Einsatzstelle und die individuelle Betreuung durch pädagogische Kräfte der Einsatzstelle oder des Trägers; die Freiwilligen wirken an der inhaltlichen Gestaltung und Durchführung der Bildungsmaßnahmen mit,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die Gesamtdauer der Bildungsmaßnahmen beträgt, bezogen auf eine zwölfmonatige Teilnahme am Jugendfreiwilligendienst im Ausland, mindestens fünf Wochen.</LA></DD></DL>Die pädagogische Begleitung soll in der Weise erfolgen, dass jeweils in der Bundesrepublik Deutschland vorbereitende Veranstaltungen von mindestens vierwöchiger Dauer und nachbereitende Veranstaltungen von mindestens einwöchiger Dauer stattfinden. Falls der Träger ein Zwischenseminar im Ausland sicherstellen kann, das regelmäßig bis zu zwei Wochen dauern kann, verkürzen sich die vorbereitenden Veranstaltungen entsprechend. Die Teilnahme an den Bildungsmaßnahmen gilt als Dienstzeit. Die Teilnahme ist Pflicht.</P><P>(3) Der Dienst muss nach Maßgabe des § 11 Abs. 1 mit dem Träger vereinbart und gestaltet werden. § 11 Abs. 2 findet keine Anwendung. Die Höchstdauer der Entsendung beträgt 18 Monate. Für die Zahl zusätzlicher Seminartage gilt § 5 Absatz 2 Satz 3 und 4 entsprechend.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE000701116",
      "attributes": {
        "name": "§ 7",
        "title": "Kombinierter Jugendfreiwilligendienst",
        "body": {
          "content": "<P>Ein kombinierter Jugendfreiwilligendienst im In- und Ausland kann vom Träger angeboten werden, wenn insgesamt eine Dauer von 18 zusammenhängenden Monaten nicht überschritten wird und die Einsatzabschnitte im In- und Ausland jeweils mindestens drei Monate dauern. Der Dienst ist für den Gesamtzeitraum nach § 11 Abs. 1 mit dem Träger zu vereinbaren und zu gestalten. § 11 Abs. 2 findet keine Anwendung. Die pädagogische Begleitung soll nach Maßgabe des § 6 erfolgen; Zwischenseminare können auch im Inland stattfinden. § 5 Abs. 2 gilt für kürzer oder länger als zwölf Monate dauernde Dienste entsprechend.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE000801116",
      "attributes": {
        "name": "§ 8",
        "title": "Zeitliche Ausnahmen",
        "body": {
          "content": "<P>Der Jugendfreiwilligendienst nach den §§ 5, 6 und 7 kann ausnahmsweise bis zu einer Dauer von 24 Monaten geleistet werden, wenn dies im Rahmen eines besonderen pädagogischen Konzepts begründet ist.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE000902116",
      "attributes": {
        "name": "§ 9",
        "title": "Förderung",
        "body": {
          "content": "<P>Die Förderung des freiwilligen sozialen Jahres und des freiwilligen ökologischen Jahres richtet sich nach folgenden Rechtsnormen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 3 der Verordnung über Sonderurlaub für Bundesbeamte und Richter im Bundesdienst (Sonderurlaub),</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 2 Abs. 1 Nr. 8 des Arbeitsgerichtsgesetzes (Zuständigkeit von Gerichten),</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 32 Abs. 4 Satz 1 Nr. 2 Buchstabe b und d des Einkommensteuergesetzes (Berücksichtigung von Kindern),</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 265 Abs. 2 Satz 3 Nr. 2 des Gesetzes über den Lastenausgleich (Lastenausgleich),</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 27 Abs. 2 Satz 2 Nr. 1, § 150 Absatz 2 Satz 1 Nummer 2, § 344 Abs. 2 des Dritten Buches Sozialgesetzbuch (Arbeitsförderung),</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 20 Abs. 3 Satz 1 Nr. 2 des Vierten Buches Sozialgesetzbuch (Gesamtsozialversicherungsbeitrag),</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 67 Abs. 3 Satz 1 Nr. 2 Buchstabe b und c, § 82 Abs. 2 Satz 2 des Siebten Buches Sozialgesetzbuch (Gesetzliche Unfallversicherung),</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 33b Abs. 4 Satz 2 Nr. 2 Buchstabe d, § 45 Abs. 3 Satz 1 Buchstabe c des Bundesversorgungsgesetzes (Kinderzuschlag und Waisenrente bei Kriegsopferversorgung),</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 2 Abs. 2 Satz 1 Nr. 2 Buchstabe b und d des Bundeskindergeldgesetzes (Kindergeld),</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 10 Abs. 1 des Vierten Buches Sozialgesetzbuch (Beschäftigungsort),</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 7 Abs. 1 Satz 1 Nr. 2, § 10 Abs. 2 Nr. 3 des Fünften Buches Sozialgesetzbuch (Krankenversicherung),</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 6 Absatz 1b Satz 5, § 48 Abs. 4 Satz 1 Nr. 2 Buchstabe b und c des Sechsten Buches Sozialgesetzbuch (Rentenversicherung),</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 25 Abs. 2 Nr. 3 des Elften Buches Sozialgesetzbuch (Pflegeversicherung),</LA></DD><DT>14.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 1 Abs. 1 Nr. 2 Buchstabe h der Verordnung über den Ausgleich gemeinwirtschaftlicher Leistungen im Straßenpersonenverkehr (Ermäßigungen im Straßenpersonenverkehr),</LA></DD><DT>15.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 1 Abs. 1 Nr. 2 Buchstabe h der Verordnung über den Ausgleich gemeinwirtschaftlicher Leistungen im Eisenbahnverkehr (Ermäßigungen im Eisenbahnverkehr),</LA></DD><DT>16.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 14c des Gesetzes über den Zivildienst der Kriegsdienstverweigerer (Anerkannte Kriegsdienstverweigerer).</LA></DD></DL></P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE001000000",
      "attributes": {
        "name": "§ 10",
        "title": "Träger",
        "body": {
          "content": "<P>(1) Als Träger des freiwilligen sozialen Jahres im Inland im Sinne dieses Gesetzes sind zugelassen: <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die Verbände, die in der Bundesarbeitsgemeinschaft der freien Wohlfahrtspflege zusammengeschlossen sind, und ihre Untergliederungen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>Religionsgemeinschaften mit dem Status einer öffentlich-rechtlichen Körperschaft und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die Gebietskörperschaften sowie nach näherer Bestimmung der Länder sonstige Körperschaften des öffentlichen Rechts.</LA></DD></DL></P><P>(2) Als weitere Träger des freiwilligen sozialen Jahres im Inland und als Träger des freiwilligen ökologischen Jahres im Inland im Sinne dieses Gesetzes kann die zuständige Landesbehörde solche Einrichtungen zulassen, die für eine den Bestimmungen der §§ 2, 3 oder 4 und 5 entsprechende Durchführung Gewähr bieten.</P><P>(3) Als Träger des freiwilligen sozialen Jahres im Ausland oder als Träger des freiwilligen ökologischen Jahres im Ausland im Sinne dieses Gesetzes werden juristische Personen zugelassen, die <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>Maßnahmen im Sinne der §§ 6 oder 7 durchführen und Freiwillige für einen Dienst im Ausland vorbereiten, entsenden und betreuen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>Gewähr dafür bieten, dass sie auf Grund ihrer nachgewiesenen Auslandserfahrungen ihre Aufgabe auf Dauer erfüllen und den ihnen nach dem Gesetz obliegenden Verpflichtungen nachkommen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>ausschließlich und unmittelbar steuerbegünstigten Zwecken im Sinne der §§ 51 bis 68 der Abgabenordnung dienen und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>ihren Sitz in der Bundesrepublik Deutschland haben.</LA></DD></DL>Über die Zulassung eines Trägers des freiwilligen sozialen Jahres im Ausland und über die Zulassung eines Trägers des freiwilligen ökologischen Jahres im Ausland entscheidet die zuständige Landesbehörde.</P><P>(4) Die zuständige Landesbehörde hat die Zulassung von Trägern im Sinne dieses Gesetzes zu widerrufen, wenn eine der in Absatz 2 oder 3 genannten Voraussetzungen nicht mehr vorliegt. Die Zulassung kann auch aus anderen wichtigen Gründen widerrufen werden, insbesondere, wenn eine Auflage nicht erfüllt worden ist. Durch den Widerruf oder die Rücknahme der Zulassung werden die Rechte der Freiwilligen nach diesem Gesetz nicht berührt.</P><P>(5) Bestehende Zulassungen von Trägern nach dem Gesetz zur Förderung eines freiwilligen sozialen Jahres oder nach dem Gesetz zur Förderung eines freiwilligen ökologischen Jahres bleiben unberührt.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE001100000",
      "attributes": {
        "name": "§ 11",
        "title": "Vereinbarung, Bescheinigung, Zeugnis",
        "body": {
          "content": "<P>(1) Der zugelassene Träger des Jugendfreiwilligendienstes und die oder der Freiwillige schließen vor Beginn des Jugendfreiwilligendienstes eine schriftliche Vereinbarung ab. Sie muss enthalten: <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>Vor- und Familienname, Geburtsdatum und Anschrift der oder des Freiwilligen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die Bezeichnung des Trägers des Jugendfreiwilligendienstes und der Einsatzstelle,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die Angabe des Zeitraumes, für den die oder der Freiwillige sich zum Jugendfreiwilligendienst verpflichtet hat, sowie Regelungen für den Fall der vorzeitigen Beendigung des Dienstes,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>die Erklärung, dass die Bestimmungen dieses Gesetzes während der Durchführung des Jugendfreiwilligendienstes einzuhalten sind,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>die Angabe des Zulassungsbescheides des Trägers oder der gesetzlichen Zulassung,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA>Angaben zur Art und Höhe der Geld- und Sachleistungen für Unterkunft, Verpflegung, Arbeitskleidung und Taschengeld,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA>die Angabe der Anzahl der Urlaubstage und</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA>die Ziele des Dienstes und die wesentlichen der Zielerreichung dienenden Maßnahmen.</LA></DD></DL></P><P>(2) Die Vereinbarung nach Absatz 1 kann auch als gemeinsame Vereinbarung zwischen dem zugelassenen Träger, der Einsatzstelle und der oder dem Freiwilligen geschlossen werden, in der die Einsatzstelle die Geld- und Sachleistungen für Unterkunft, Verpflegung, Arbeitskleidung und Taschengeld auf eigene Rechnung übernimmt. Der Träger haftet für die Erfüllung dieser Pflichten gegenüber der oder dem Freiwilligen und Dritten wie ein selbstschuldnerischer Bürge.</P><P>(3) Der Träger stellt der Freiwilligen oder dem Freiwilligen nach Abschluss des Dienstes eine Bescheinigung aus. Absatz 1 Satz 2 Nr. 4 und 5 gilt entsprechend; außerdem muss die Bescheinigung den Zeitraum des Dienstes enthalten.</P><P>(4) Bei Beendigung des Jugendfreiwilligendienstes kann die Freiwillige oder der Freiwillige von dem Träger ein schriftliches Zeugnis über die Art und Dauer des Jugendfreiwilligendienstes fordern. Die Einsatzstelle soll bei der Zeugniserstellung angemessen beteiligt werden; im Falle des § 11 Abs. 2 ist das Zeugnis im Einvernehmen mit der Einsatzstelle zu erstellen. Das Zeugnis ist auf Verlangen auf die Leistungen und die Führung während der Dienstzeit zu erstrecken. Dabei sind in das Zeugnis berufsqualifizierende Merkmale des Jugendfreiwilligendienstes aufzunehmen.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE001201116",
      "attributes": {
        "name": "§ 12",
        "title": "Datenschutz",
        "body": {
          "content": "<P>Der Träger des Jugendfreiwilligendienstes darf personenbezogene Daten nach § 11 Abs. 1 Satz 2 verarbeiten, soweit dies für die Förderung nach § 9 in Verbindung mit den dort genannten Vorschriften erforderlich ist. Die Daten sind nach Abwicklung des Jugendfreiwilligendienstes zu löschen.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE001300000",
      "attributes": {
        "name": "§ 13",
        "title": "Anwendung arbeitsrechtlicher und arbeitsschutzrechtlicher Bestimmungen",
        "body": {
          "content": "<P>Für eine Tätigkeit im Rahmen eines Jugendfreiwilligendienstes im Sinne dieses Gesetzes sind die Arbeitsschutzbestimmungen und das Bundesurlaubsgesetz entsprechend anzuwenden. Für Schäden bei der Ausübung ihrer Tätigkeit haften Freiwillige nur wie Arbeitnehmerinnen und Arbeitnehmer.</P>",
          "toc": null,
          "footnotes": null
        },
        "footnotes": null
      }
    },
    {
      "type": "article",
      "id": "BJNR084210008BJNE001501116",
      "attributes": {
        "name": "§ 15",
        "title": "(weggefallen)",
        "body": null,
        "footnotes": null
      }
    }
  ]
}
