{
  "data": {
    "type": "law",
    "id": "BJNR004990951",
    "abbreviation": "KSchG",
    "extraAbbreviations": [],
    "firstPublished": "1951-08-10",
    "sourceTimestamp": "20171122221016",
    "headingShort": null,
    "headingLong": "Kündigungsschutzgesetz",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "1951, 499"
      }
    ],
    "statusInfo": [
      {
        "category": "Neuf",
        "comment": "Neugefasst durch Bek. v. 25.8.1969 I 1317"
      },
      {
        "category": "Stand",
        "comment": "zuletzt geändert durch Art. 4 G v. 17.7.2017 I 2509"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 30.4.1978 +++)<BR/>(+++ Maßgaben aufgrund EinigVtr nicht mehr anzuwenden gem. Art. 109 <BR/>     Nr. 3 Buchst. a DBuchst. dd G v. 8.12.2010 I 1864 mWv 15.12.2010 +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR004990951BJNG000100311",
        "type": "heading",
        "name": "Erster Abschnitt",
        "title": "Allgemeiner Kündigungsschutz",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR004990951BJNE000503308",
        "type": "article",
        "name": "§ 1",
        "title": "Sozial ungerechtfertigte Kündigungen",
        "body": {
          "content": "<P>(1) Die Kündigung des Arbeitsverhältnisses gegenüber einem Arbeitnehmer, dessen Arbeitsverhältnis in demselben Betrieb oder Unternehmen ohne Unterbrechung länger als sechs Monate bestanden hat, ist rechtsunwirksam, wenn sie sozial ungerechtfertigt ist.</P><P>(2) Sozial ungerechtfertigt ist die Kündigung, wenn sie nicht durch Gründe, die in der Person oder in dem Verhalten des Arbeitnehmers liegen, oder durch dringende betriebliche Erfordernisse, die einer Weiterbeschäftigung des Arbeitnehmers in diesem Betrieb entgegenstehen, bedingt ist. Die Kündigung ist auch sozial ungerechtfertigt, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben des privaten Rechts<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Kündigung gegen eine Richtlinie nach § 95 des Betriebsverfassungsgesetzes verstößt,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">der Arbeitnehmer an einem anderen Arbeitsplatz in demselben Betrieb oder in einem anderen Betrieb des Unternehmens weiterbeschäftigt werden kann</LA></DD> </DL></LA><LA Size=\"normal\">und der Betriebsrat oder eine andere nach dem Betriebsverfassungsgesetz insoweit zuständige Vertretung der Arbeitnehmer aus einem dieser Gründe der Kündigung innerhalb der Frist des § 102 Abs. 2 Satz 1 des Betriebsverfassungsgesetzes schriftlich widersprochen hat,</LA></DD>  <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben und Verwaltungen des öffentlichen Rechts<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Kündigung gegen eine Richtlinie über die personelle Auswahl bei Kündigungen verstößt,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">der Arbeitnehmer an einem anderen Arbeitsplatz in derselben Dienststelle oder in einer anderen Dienststelle desselben Verwaltungszweigs an demselben Dienstort einschließlich seines Einzugsgebiets weiterbeschäftigt werden kann</LA></DD> </DL></LA><LA Size=\"normal\">und die zuständige Personalvertretung aus einem dieser Gründe fristgerecht gegen die Kündigung Einwendungen erhoben hat, es sei denn, daß die Stufenvertretung in der Verhandlung mit der übergeordneten Dienststelle die Einwendungen nicht aufrechterhalten hat.</LA></DD>  </DL>Satz 2 gilt entsprechend, wenn die Weiterbeschäftigung des Arbeitnehmers nach zumutbaren Umschulungs- oder Fortbildungsmaßnahmen oder eine Weiterbeschäftigung des Arbeitnehmers unter geänderten Arbeitsbedingungen möglich ist und der Arbeitnehmer sein Einverständnis hiermit erklärt hat. Der Arbeitgeber hat die Tatsachen zu beweisen, die die Kündigung bedingen.</P><P>(3) Ist einem Arbeitnehmer aus dringenden betrieblichen Erfordernissen im Sinne des Absatzes 2 gekündigt worden, so ist die Kündigung trotzdem sozial ungerechtfertigt, wenn der Arbeitgeber bei der Auswahl des Arbeitnehmers die Dauer der Betriebszugehörigkeit, das Lebensalter, die Unterhaltspflichten und die Schwerbehinderung des Arbeitnehmers nicht oder nicht ausreichend berücksichtigt hat; auf Verlangen des Arbeitnehmers hat der Arbeitgeber dem Arbeitnehmer die Gründe anzugeben, die zu der getroffenen sozialen Auswahl geführt haben. In die soziale Auswahl nach Satz 1 sind Arbeitnehmer nicht einzubeziehen, deren Weiterbeschäftigung, insbesondere wegen ihrer Kenntnisse, Fähigkeiten und Leistungen oder zur Sicherung einer ausgewogenen Personalstruktur des Betriebes, im berechtigten betrieblichen Interesse liegt. Der Arbeitnehmer hat die Tatsachen zu beweisen, die die Kündigung als sozial ungerechtfertigt im Sinne des Satzes 1 erscheinen lassen.</P><P>(4) Ist in einem Tarifvertrag, in einer Betriebsvereinbarung nach § 95 des Betriebsverfassungsgesetzes oder in einer entsprechenden Richtlinie nach den Personalvertretungsgesetzen festgelegt, wie die sozialen Gesichtspunkte nach Absatz 3 Satz 1 im Verhältnis zueinander zu bewerten sind, so kann die Bewertung nur auf grobe Fehlerhaftigkeit überprüft werden.</P><P>(5) Sind bei einer Kündigung auf Grund einer Betriebsänderung nach § 111 des Betriebsverfassungsgesetzes die Arbeitnehmer, denen gekündigt werden soll, in einem Interessenausgleich zwischen Arbeitgeber und Betriebsrat namentlich bezeichnet, so wird vermutet, dass die Kündigung durch dringende betriebliche Erfordernisse im Sinne des Absatzes 2 bedingt ist. Die soziale Auswahl der Arbeitnehmer kann nur auf grobe Fehlerhaftigkeit überprüft werden. Die Sätze 1 und 2 gelten nicht, soweit sich die Sachlage nach Zustandekommen des Interessenausgleichs wesentlich geändert hat. Der Interessenausgleich nach Satz 1 ersetzt die Stellungnahme des Betriebsrates nach § 17 Abs. 3 Satz 2.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE003300308",
        "type": "article",
        "name": "§ 1a",
        "title": "Abfindungsanspruch bei betriebsbedingter Kündigung",
        "body": {
          "content": "<P>(1) Kündigt der Arbeitgeber wegen dringender betrieblicher Erfordernisse nach § 1 Abs. 2 Satz 1 und erhebt der Arbeitnehmer bis zum Ablauf der Frist des § 4 Satz 1 keine Klage auf Feststellung, dass das Arbeitsverhältnis durch die Kündigung nicht aufgelöst ist, hat der Arbeitnehmer mit dem Ablauf der Kündigungsfrist Anspruch auf eine Abfindung. Der Anspruch setzt den Hinweis des Arbeitgebers in der Kündigungserklärung voraus, dass die Kündigung auf dringende betriebliche Erfordernisse gestützt ist und der Arbeitnehmer bei Verstreichenlassen der Klagefrist die Abfindung beanspruchen kann.</P><P>(2) Die Höhe der Abfindung beträgt 0,5 Monatsverdienste für jedes Jahr des Bestehens des Arbeitsverhältnisses. § 10 Abs. 3 gilt entsprechend. Bei der Ermittlung der Dauer des Arbeitsverhältnisses ist ein Zeitraum von mehr als sechs Monaten auf ein volles Jahr aufzurunden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE000600311",
        "type": "article",
        "name": "§ 2",
        "title": "Änderungskündigung",
        "body": {
          "content": "<P>Kündigt der Arbeitgeber das Arbeitsverhältnis und bietet er dem Arbeitnehmer im Zusammenhang mit der Kündigung die Fortsetzung des Arbeitsverhältnisses zu geänderten Arbeitsbedingungen an, so kann der Arbeitnehmer dieses Angebot unter dem Vorbehalt annehmen, daß die Änderung der Arbeitsbedingungen nicht sozial ungerechtfertigt ist (§ 1 Abs. 2 Satz 1 bis 3, Abs. 3 Satz 1 und 2). Diesen Vorbehalt muß der Arbeitnehmer dem Arbeitgeber innerhalb der Kündigungsfrist, spätestens jedoch innerhalb von drei Wochen nach Zugang der Kündigung erklären.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE000700311",
        "type": "article",
        "name": "§ 3",
        "title": "Kündigungseinspruch",
        "body": {
          "content": "<P>Hält der Arbeitnehmer eine Kündigung für sozial ungerechtfertigt, so kann er binnen einer Woche nach der Kündigung Einspruch beim Betriebsrat einlegen. Erachtet der Betriebsrat den Einspruch für begründet, so hat er zu versuchen, eine Verständigung mit dem Arbeitgeber herbeizuführen. Er hat seine Stellungnahme zu dem Einspruch dem Arbeitnehmer und dem Arbeitgeber auf Verlangen schriftlich mitzuteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE000801308",
        "type": "article",
        "name": "§ 4",
        "title": "Anrufung des Arbeitsgerichts",
        "body": {
          "content": "<P>Will ein Arbeitnehmer geltend machen, dass eine Kündigung sozial ungerechtfertigt oder aus anderen Gründen rechtsunwirksam ist, so muss er innerhalb von drei Wochen nach Zugang der schriftlichen Kündigung Klage beim Arbeitsgericht auf Feststellung erheben, dass das Arbeitsverhältnis durch die Kündigung nicht aufgelöst ist. Im Falle des § 2 ist die Klage auf Feststellung zu erheben, daß die Änderung der Arbeitsbedingungen sozial ungerechtfertigt oder aus anderen Gründen rechtsunwirksam ist. Hat der Arbeitnehmer Einspruch beim Betriebsrat eingelegt (§ 3), so soll er der Klage die Stellungnahme des Betriebsrats beifügen. Soweit die Kündigung der Zustimmung einer Behörde bedarf, läuft die Frist zur Anrufung des Arbeitsgerichts erst von der Bekanntgabe der Entscheidung der Behörde an den Arbeitnehmer ab.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE000903308",
        "type": "article",
        "name": "§ 5",
        "title": "Zulassung verspäteter Klagen",
        "body": {
          "content": "<P>(1) War ein Arbeitnehmer nach erfolgter Kündigung trotz Anwendung aller ihm nach Lage der Umstände zuzumutenden Sorgfalt verhindert, die Klage innerhalb von drei Wochen nach Zugang der schriftlichen Kündigung zu erheben, so ist auf seinen Antrag die Klage nachträglich zuzulassen. Gleiches gilt, wenn eine Frau von ihrer Schwangerschaft aus einem von ihr nicht zu vertretenden Grund erst nach Ablauf der Frist des § 4 Satz 1 Kenntnis erlangt hat.</P><P>(2) Mit dem Antrag ist die Klageerhebung zu verbinden; ist die Klage bereits eingereicht, so ist auf sie im Antrag Bezug zu nehmen. Der Antrag muß ferner die Angabe der die nachträgliche Zulassung begründenden Tatsachen und der Mittel für deren Glaubhaftmachung enthalten.</P><P>(3) Der Antrag ist nur innerhalb von zwei Wochen nach Behebung des Hindernisses zulässig. Nach Ablauf von sechs Monaten, vom Ende der versäumten Frist an gerechnet, kann der Antrag nicht mehr gestellt werden.</P><P>(4) Das Verfahren über den Antrag auf nachträgliche Zulassung ist mit dem Verfahren über die Klage zu verbinden. Das Arbeitsgericht kann das Verfahren zunächst auf die Verhandlung und Entscheidung über den Antrag beschränken. In diesem Fall ergeht die Entscheidung durch Zwischenurteil, das wie ein Endurteil angefochten werden kann.</P><P>(5) Hat das Arbeitsgericht über einen Antrag auf nachträgliche Klagezulassung nicht entschieden oder wird ein solcher Antrag erstmals vor dem Landesarbeitsgericht gestellt, entscheidet hierüber die Kammer des Landesarbeitsgerichts. Absatz 4 gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001001308",
        "type": "article",
        "name": "§ 6",
        "title": "Verlängerte Anrufungsfrist",
        "body": {
          "content": "<P>Hat ein Arbeitnehmer innerhalb von drei Wochen nach Zugang der schriftlichen Kündigung im Klagewege geltend gemacht, dass eine rechtswirksame Kündigung nicht vorliege, so kann er sich in diesem Verfahren bis zum Schluss der mündlichen Verhandlung erster Instanz zur Begründung der Unwirksamkeit der Kündigung auch auf innerhalb der Klagefrist nicht geltend gemachte Gründe berufen. Das Arbeitsgericht soll ihn hierauf hinweisen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001101308",
        "type": "article",
        "name": "§ 7",
        "title": "Wirksamwerden der Kündigung",
        "body": {
          "content": "<P>Wird die Rechtsunwirksamkeit einer Kündigung nicht rechtzeitig geltend gemacht (§ 4 Satz 1, §§ 5 und 6), so gilt die Kündigung als von Anfang an rechtswirksam; ein vom Arbeitnehmer nach § 2 erklärter Vorbehalt erlischt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001200311",
        "type": "article",
        "name": "§ 8",
        "title": "Wiederherstellung der früheren Arbeitsbedingungen",
        "body": {
          "content": "<P>Stellt das Gericht im Falle des § 2 fest, daß die Änderung der Arbeitsbedingungen sozial ungerechtfertigt ist, so gilt die Änderungskündigung als von Anfang an rechtsunwirksam.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001300311",
        "type": "article",
        "name": "§ 9",
        "title": "Auflösung des Arbeitsverhältnisses durch Urteil des\nGerichts, Abfindung des Arbeitnehmers",
        "body": {
          "content": "<P>(1) Stellt das Gericht fest, daß das Arbeitsverhältnis durch die Kündigung nicht aufgelöst ist, ist jedoch dem Arbeitnehmer die Fortsetzung des Arbeitsverhältnisses nicht zuzumuten, so hat das Gericht auf Antrag des Arbeitnehmers das Arbeitsverhältnis aufzulösen und den Arbeitgeber zur Zahlung einer angemessenen Abfindung zu verurteilen. Die gleiche Entscheidung hat das Gericht auf Antrag des Arbeitgebers zu treffen, wenn Gründe vorliegen, die eine den Betriebszwecken dienliche weitere Zusammenarbeit zwischen Arbeitgeber und Arbeitnehmer nicht erwarten lassen. Arbeitnehmer und Arbeitgeber können den Antrag auf Auflösung des Arbeitsverhältnisses bis zum Schluß der letzten mündlichen Verhandlung in der Berufungsinstanz stellen.</P><P>(2) Das Gericht hat für die Auflösung des Arbeitsverhältnisses den Zeitpunkt festzusetzen, an dem es bei sozial gerechtfertigter Kündigung geendet hätte.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001401308",
        "type": "article",
        "name": "§ 10",
        "title": "Höhe der Abfindung",
        "body": {
          "content": "<P>(1) Als Abfindung ist ein Betrag bis zu zwölf Monatsverdiensten festzusetzen.</P><P>(2) Hat der Arbeitnehmer das fünfzigste Lebensjahr vollendet und hat das Arbeitsverhältnis mindestens fünfzehn Jahre bestanden, so ist ein Betrag bis zu fünfzehn Monatsverdiensten, hat der Arbeitnehmer das fünfundfünfzigste Lebensjahr vollendet und hat das Arbeitsverhältnis mindestens zwanzig Jahre bestanden, so ist ein Betrag bis zu achtzehn Monatsverdiensten festzusetzen. Dies gilt nicht, wenn der Arbeitnehmer in dem Zeitpunkt, den das Gericht nach § 9 Abs. 2 für die Auflösung des Arbeitsverhältnisses festsetzt, das in der Vorschrift des Sechsten Buches Sozialgesetzbuch über die Regelaltersrente bezeichnete Lebensalter erreicht hat.</P><P>(3) Als Monatsverdienst gilt, was dem Arbeitnehmer bei der für ihn maßgebenden regelmäßigen Arbeitszeit in dem Monat, in dem das Arbeitsverhältnis endet (§ 9 Abs. 2), an Geld und Sachbezügen zusteht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001501308",
        "type": "article",
        "name": "§ 11",
        "title": "Anrechnung auf entgangenen Zwischenverdienst",
        "body": {
          "content": "<P>Besteht nach der Entscheidung des Gerichts das Arbeitsverhältnis fort, so muß sich der Arbeitnehmer auf das Arbeitsentgelt, das ihm der Arbeitgeber für die Zeit nach der Entlassung schuldet, anrechnen lassen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">was er durch anderweitige Arbeit verdient hat,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">was er hätte verdienen können, wenn er es nicht böswillig unterlassen hätte, eine ihm zumutbare Arbeit anzunehmen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">was ihm an öffentlich-rechtlichen Leistungen infolge Arbeitslosigkeit aus der Sozialversicherung, der Arbeitslosenversicherung, der Sicherung des Lebensunterhalts nach dem Zweiten Buch Sozialgesetzbuch oder der Sozialhilfe für die Zwischenzeit gezahlt worden ist. Diese Beträge hat der Arbeitgeber der Stelle zu erstatten, die sie geleistet hat.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001600311",
        "type": "article",
        "name": "§ 12",
        "title": "Neues Arbeitsverhältnis des Arbeitnehmers, Auflösung des\nalten Arbeitsverhältnisses",
        "body": {
          "content": "<P>Besteht nach der Entscheidung des Gerichts das Arbeitsverhältnis fort, ist jedoch der Arbeitnehmer inzwischen ein neues Arbeitsverhältnis eingegangen, so kann er binnen einer Woche nach der Rechtskraft des Urteils durch Erklärung gegenüber dem alten Arbeitgeber die Fortsetzung des Arbeitsverhältnisses bei diesem verweigern. Die Frist wird auch durch eine vor ihrem Ablauf zur Post gegebene schriftliche Erklärung gewahrt. Mit dem Zugang der Erklärung erlischt das Arbeitsverhältnis. Macht der Arbeitnehmer von seinem Verweigerungsrecht Gebrauch, so ist ihm entgangener Verdienst nur für die Zeit zwischen der Entlassung und dem Tag des Eintritts in das neue Arbeitsverhältnis zu gewähren. § 11 findet entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001701308",
        "type": "article",
        "name": "§ 13",
        "title": "Außerordentliche, sittenwidrige und sonstige Kündigungen",
        "body": {
          "content": "<P>(1) Die Vorschriften über das Recht zur außerordentlichen Kündigung eines Arbeitsverhältnisses werden durch das vorliegende Gesetz nicht berührt. Die Rechtsunwirksamkeit einer außerordentlichen Kündigung kann jedoch nur nach Maßgabe des § 4 Satz 1 und der §§ 5 bis 7 geltend gemacht werden. Stellt das Gericht fest, dass die außerordentliche Kündigung unbegründet ist, ist jedoch dem Arbeitnehmer die Fortsetzung des Arbeitsverhältnisses nicht zuzumuten, so hat auf seinen Antrag das Gericht das Arbeitsverhältnis aufzulösen und den Arbeitgeber zur Zahlung einer angemessenen Abfindung zu verurteilen. Das Gericht hat für die Auflösung des Arbeitsverhältnisses den Zeitpunkt festzulegen, zu dem die außerordentliche Kündigung ausgesprochen wurde. Die Vorschriften der §§ 10 bis 12 gelten entsprechend.</P><P>(2) Verstößt eine Kündigung gegen die guten Sitten, so finden die Vorschriften des § 9 Abs. 1 Satz 1 und Abs. 2 und der §§ 10 bis 12 entsprechende Anwendung.</P><P>(3) Im Übrigen finden die Vorschriften dieses Abschnitts mit Ausnahme der §§ 4 bis 7 auf eine Kündigung, die bereits aus anderen als den in § 1 Abs. 2 und 3 bezeichneten Gründen rechtsunwirksam ist, keine Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNE001800311",
        "type": "article",
        "name": "§ 14",
        "title": "Angestellte in leitender Stellung",
        "body": {
          "content": "<P>(1) Die Vorschriften dieses Abschnitts gelten nicht <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben einer juristischen Person für die Mitglieder des Organs, das zur gesetzlichen Vertretung der juristischen Person berufen ist,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben einer Personengesamtheit für die durch Gesetz, Satzung oder Gesellschaftsvertrag zur Vertretung der Personengesamtheit berufenen Personen.</LA></DD> </DL> </P><P>(2) Auf Geschäftsführer, Betriebsleiter und ähnliche leitende Angestellte, soweit diese zur selbständigen Einstellung oder Entlassung von Arbeitnehmern berechtigt sind, finden die Vorschriften dieses Abschnitts mit Ausnahme des § 3 Anwendung. § 9 Abs. 1 Satz 2 findet mit der Maßgabe Anwendung, daß der Antrag des Arbeitgebers auf Auflösung des Arbeitsverhältnisses keiner Begründung bedarf.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000100311"
        }
      },
      {
        "id": "BJNR004990951BJNG000200311",
        "type": "heading",
        "name": "Zweiter Abschnitt",
        "title": "Kündigungsschutz im Rahmen der\nBetriebsverfassung und Personalvertretung",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR004990951BJNE001903308",
        "type": "article",
        "name": "§ 15",
        "title": "Unzulässigkeit der Kündigung",
        "body": {
          "content": "<P>(1) Die Kündigung eines Mitglieds eines Betriebsrats, einer Jugend- und Auszubildendenvertretung, einer Bordvertretung oder eines Seebetriebsrats ist unzulässig, es sei denn, daß Tatsachen vorliegen, die den Arbeitgeber zur Kündigung aus wichtigem Grund ohne Einhaltung einer Kündigungsfrist berechtigen, und daß die nach § 103 des Betriebsverfassungsgesetzes erforderliche Zustimmung vorliegt oder durch gerichtliche Entscheidung ersetzt ist. Nach Beendigung der Amtszeit ist die Kündigung eines Mitglieds eines Betriebsrats, einer Jugend- und Auszubildendenvertretung oder eines Seebetriebsrats innerhalb eines Jahres, die Kündigung eines Mitglieds einer Bordvertretung innerhalb von sechs Monaten, jeweils vom Zeitpunkt der Beendigung der Amtszeit an gerechnet, unzulässig, es sei denn, daß Tatsachen vorliegen, die den Arbeitgeber zur Kündigung aus wichtigem Grund ohne Einhaltung einer Kündigungsfrist berechtigen; dies gilt nicht, wenn die Beendigung der Mitgliedschaft auf einer gerichtlichen Entscheidung beruht.</P><P>(2) Die Kündigung eines Mitglieds einer Personalvertretung, einer Jugend- und Auszubildendenvertretung oder einer Jugendvertretung ist unzulässig, es sei denn, daß Tatsachen vorliegen, die den Arbeitgeber zur Kündigung aus wichtigem Grund ohne Einhaltung einer Kündigungsfrist berechtigen, und daß die nach dem Personalvertretungsrecht erforderliche Zustimmung vorliegt oder durch gerichtliche Entscheidung ersetzt ist. Nach Beendigung der Amtszeit der in Satz 1 genannten Personen ist ihre Kündigung innerhalb eines Jahres, vom Zeitpunkt der Beendigung der Amtszeit an gerechnet, unzulässig, es sei denn, daß Tatsachen vorliegen, die den Arbeitgeber zur Kündigung aus wichtigem Grund ohne Einhaltung einer Kündigungsfrist berechtigen; dies gilt nicht, wenn die Beendigung der Mitgliedschaft auf einer gerichtlichen Entscheidung beruht.</P><P>(3) Die Kündigung eines Mitglieds eines Wahlvorstands ist vom Zeitpunkt seiner Bestellung an, die Kündigung eines Wahlbewerbers vom Zeitpunkt der Aufstellung des Wahlvorschlags an, jeweils bis zur Bekanntgabe des Wahlergebnisses unzulässig, es sei denn, daß Tatsachen vorliegen, die den Arbeitgeber zur Kündigung aus wichtigem Grund ohne Einhaltung einer Kündigungsfrist berechtigen, und daß die nach § 103 des Betriebsverfassungsgesetzes oder nach dem Personalvertretungsrecht erforderliche Zustimmung vorliegt oder durch eine gerichtliche Entscheidung ersetzt ist. Innerhalb von sechs Monaten nach Bekanntgabe des Wahlergebnisses ist die Kündigung unzulässig, es sei denn, daß Tatsachen vorliegen, die den Arbeitgeber zur Kündigung aus wichtigem Grund ohne Einhaltung einer Kündigungsfrist berechtigen; dies gilt nicht für Mitglieder des Wahlvorstands, wenn dieser durch gerichtliche Entscheidung durch einen anderen Wahlvorstand ersetzt worden ist.</P><P>(3a) Die Kündigung eines Arbeitnehmers, der zu einer Betriebs-, Wahl- oder Bordversammlung nach § 17 Abs. 3, § 17a Nr. 3 Satz 2, § 115 Abs. 2 Nr. 8 Satz 1 des Betriebsverfassungsgesetzes einlädt oder die Bestellung eines Wahlvorstands nach § 16 Abs. 2 Satz 1, § 17 Abs. 4, § 17a Nr. 4, § 63 Abs. 3, § 115 Abs. 2 Nr. 8 Satz 2 oder § 116 Abs. 2 Nr. 7 Satz 5 des Betriebsverfassungsgesetzes beantragt, ist vom Zeitpunkt der Einladung oder Antragstellung an bis zur Bekanntgabe des Wahlergebnisses unzulässig, es sei denn, dass Tatsachen vorliegen, die den Arbeitgeber zur Kündigung aus wichtigem Grund ohne Einhaltung einer Kündigungsfrist berechtigen; der Kündigungsschutz gilt für die ersten drei in der Einladung oder Antragstellung aufgeführten Arbeitnehmer. Wird ein Betriebsrat, eine Jugend- und Auszubildendenvertretung, eine Bordvertretung oder ein Seebetriebsrat nicht gewählt, besteht der Kündigungsschutz nach Satz 1 vom Zeitpunkt der Einladung oder Antragstellung an drei Monate.</P><P>(4) Wird der Betrieb stillgelegt, so ist die Kündigung der in den Absätzen 1 bis 3 genannten Personen frühestens zum Zeitpunkt der Stillegung zulässig, es sei denn, daß ihre Kündigung zu einem früheren Zeitpunkt durch zwingende betriebliche Erfordernisse bedingt ist.</P><P>(5) Wird eine der in den Absätzen 1 bis 3 genannten Personen in einer Betriebsabteilung beschäftigt, die stillgelegt wird, so ist sie in eine andere Betriebsabteilung zu übernehmen. Ist dies aus betrieblichen Gründen nicht möglich, so findet auf ihre Kündigung die Vorschrift des Absatzes 4 über die Kündigung bei Stillegung des Betriebs sinngemäß Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000200311"
        }
      },
      {
        "id": "BJNR004990951BJNE002001308",
        "type": "article",
        "name": "§ 16",
        "title": "Neues Arbeitsverhältnis, Auflösung des alten\nArbeitsverhältnisses",
        "body": {
          "content": "<P>Stellt das Gericht die Unwirksamkeit der Kündigung einer der in § 15 Abs. 1 bis 3a genannten Personen fest, so kann diese Person, falls sie inzwischen ein neues Arbeitsverhältnis eingegangen ist, binnen einer Woche nach Rechtskraft des Urteils durch Erklärung gegenüber dem alten Arbeitgeber die Weiterbeschäftigung bei diesem verweigern. Im übrigen finden die Vorschriften des § 11 und des § 12 Satz 2 bis 4 entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000200311"
        }
      },
      {
        "id": "BJNR004990951BJNG000300311",
        "type": "heading",
        "name": "Dritter Abschnitt",
        "title": "Anzeigepflichtige Entlassungen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR004990951BJNE002103308",
        "type": "article",
        "name": "§ 17",
        "title": "Anzeigepflicht",
        "body": {
          "content": "<P>(1) Der Arbeitgeber ist verpflichtet, der Agentur für Arbeit Anzeige zu erstatten, bevor er <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben mit in der Regel mehr als 20 und weniger als 60 Arbeitnehmern mehr als 5 Arbeitnehmer,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben mit in der Regel mindestens 60 und weniger als 500 Arbeitnehmern 10 vom Hundert der im Betrieb regelmäßig beschäftigten Arbeitnehmer oder aber mehr als 25 Arbeitnehmer,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben mit in der Regel mindestens 500 Arbeitnehmern mindestens 30 Arbeitnehmer</LA></DD> </DL>innerhalb von 30 Kalendertagen entläßt. Den Entlassungen stehen andere Beendigungen des Arbeitsverhältnisses gleich, die vom Arbeitgeber veranlaßt werden.</P><P>(2) Beabsichtigt der Arbeitgeber, nach Absatz 1 anzeigepflichtige Entlassungen vorzunehmen, hat er dem Betriebsrat rechtzeitig die zweckdienlichen Auskünfte zu erteilen und ihn schriftlich insbesondere zu unterrichten über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Gründe für die geplanten Entlassungen,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zahl und die Berufsgruppen der zu entlassenden Arbeitnehmer,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zahl und die Berufsgruppen der in der Regel beschäftigten Arbeitnehmer,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Zeitraum, in dem die Entlassungen vorgenommen werden sollen,</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die vorgesehenen Kriterien für die Auswahl der zu entlassenden Arbeitnehmer,</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die für die Berechnung etwaiger Abfindungen vorgesehenen Kriterien.</LA></DD> </DL>Arbeitgeber und Betriebsrat haben insbesondere die Möglichkeiten zu beraten, Entlassungen zu vermeiden oder einzuschränken und ihre Folgen zu mildern.</P><P>(3) Der Arbeitgeber hat gleichzeitig der Agentur für Arbeit eine Abschrift der Mitteilung an den Betriebsrat zuzuleiten; sie muß zumindest die in Absatz 2 Satz 1 Nr. 1 bis 5 vorgeschriebenen Angaben enthalten. Die Anzeige nach Absatz 1 ist schriftlich unter Beifügung der Stellungnahme des Betriebsrats zu den Entlassungen zu erstatten. Liegt eine Stellungnahme des Betriebsrats nicht vor, so ist die Anzeige wirksam, wenn der Arbeitgeber glaubhaft macht, daß er den Betriebsrat mindestens zwei Wochen vor Erstattung der Anzeige nach Absatz 2 Satz 1 unterrichtet hat, und er den Stand der Beratungen darlegt. Die Anzeige muß Angaben über den Namen des Arbeitgebers, den Sitz und die Art des Betriebes enthalten, ferner die Gründe für die geplanten Entlassungen, die Zahl und die Berufsgruppen der zu entlassenden und der in der Regel beschäftigten Arbeitnehmer, den Zeitraum, in dem die Entlassungen vorgenommen werden sollen und die vorgesehenen Kriteren für die Auswahl der zu entlassenden Arbeitnehmer. In der Anzeige sollen ferner im Einvernehmen mit dem Betriebsrat für die Arbeitsvermittlung Angaben über Geschlecht, Alter, Beruf und Staatsangehörigkeit der zu entlassenden Arbeitnehmer gemacht werden. Der Arbeitgeber hat dem Betriebsrat eine Abschrift der Anzeige zuzuleiten. Der Betriebsrat kann gegenüber der Agentur für Arbeit weitere Stellungnahmen abgeben. Er hat dem Arbeitgeber eine Abschrift der Stellungnahme zuzuleiten.</P><P>(3a) Die Auskunfts-, Beratungs- und Anzeigepflichten nach den Absätzen 1 bis 3 gelten auch dann, wenn die Entscheidung über die Entlassungen von einem den Arbeitgeber beherrschenden Unternehmen getroffen wurde. Der Arbeitgeber kann sich nicht darauf berufen, daß das für die Entlassungen verantwortliche Unternehmen die notwendigen Auskünfte nicht übermittelt hat.</P><P>(4) Das Recht zur fristlosen Entlassung bleibt unberührt. Fristlose Entlassungen werden bei Berechnung der Mindestzahl der Entlassungen nach Absatz 1 nicht mitgerechnet.</P><P>(5) Als Arbeitnehmer im Sinne dieser Vorschrift gelten nicht <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben einer juristischen Person die Mitglieder des Organs, das zur gesetzlichen Vertretung der juristischen Person berufen ist,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Betrieben einer Personengesamtheit die durch Gesetz, Satzung oder Gesellschaftsvertrag zur Vertretung der Personengesamtheit berufenen Personen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Geschäftsführer, Betriebsleiter und ähnliche leitende Personen, soweit diese zur selbständigen Einstellung oder Entlassung von Arbeitnehmern berechtigt sind.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000300311"
        }
      },
      {
        "id": "BJNR004990951BJNE002202308",
        "type": "article",
        "name": "§ 18",
        "title": "Entlassungssperre",
        "body": {
          "content": "<P>(1) Entlassungen, die nach § 17 anzuzeigen sind, werden vor Ablauf eines Monats nach Eingang der Anzeige bei der Agentur für Arbeit nur mit deren Zustimmung wirksam; die Zustimmung kann auch rückwirkend bis zum Tage der Antragstellung erteilt werden.</P><P>(2) Die Agentur für Arbeit kann im Einzelfall bestimmen, daß die Entlassungen nicht vor Ablauf von längstens zwei Monaten nach Eingang der Anzeige wirksam werden.</P><P>(3) (weggefallen)</P><P>(4) Soweit die Entlassungen nicht innerhalb von 90 Tagen nach dem Zeitpunkt, zu dem sie nach den Absätzen 1 und 2 zulässig sind, durchgeführt werden, bedarf es unter den Voraussetzungen des § 17 Abs. 1 einer erneuten Anzeige.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000300311"
        }
      },
      {
        "id": "BJNR004990951BJNE002301308",
        "type": "article",
        "name": "§ 19",
        "title": "Zulässigkeit von Kurzarbeit",
        "body": {
          "content": "<P>(1) Ist der Arbeitgeber nicht in der Lage, die Arbeitnehmer bis zu dem in § 18 Abs. 1 und 2 bezeichneten Zeitpunkt voll zu beschäftigen, so kann die Bundesagentur für Arbeit zulassen, daß der Arbeitgeber für die Zwischenzeit Kurzarbeit einführt.</P><P>(2) Der Arbeitgeber ist im Falle der Kurzarbeit berechtigt, Lohn oder Gehalt der mit verkürzter Arbeitszeit beschäftigten Arbeitnehmer entsprechend zu kürzen; die Kürzung des Arbeitsentgelts wird jedoch erst von dem Zeitpunkt an wirksam, an dem das Arbeitsverhältnis nach den allgemeinen gesetzlichen oder den vereinbarten Bestimmungen enden würde.</P><P>(3) Tarifvertragliche Bestimmungen über die Einführung, das Ausmaß und die Bezahlung von Kurzarbeit werden durch die Absätze 1 und 2 nicht berührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000300311"
        }
      },
      {
        "id": "BJNR004990951BJNE002405308",
        "type": "article",
        "name": "§ 20",
        "title": "Entscheidungen der Agentur für Arbeit",
        "body": {
          "content": "<P>(1) Die Entscheidungen der Agentur für Arbeit nach § 18 Abs. 1 und 2 trifft deren Geschäftsführung oder ein Ausschuß (Entscheidungsträger). Die Geschäftsführung darf nur dann entscheiden, wenn die Zahl der Entlassungen weniger als 50 beträgt.</P><P>(2) Der Ausschuß setzt sich aus dem Geschäftsführer, der Geschäftsführerin oder dem oder der Vorsitzenden der Geschäftsführung der Agentur für Arbeit oder einem von ihm oder ihr beauftragten Angehörigen der Agentur für Arbeit als Vorsitzenden und je zwei Vertretern der Arbeitnehmer, der Arbeitgeber und der öffentlichen Körperschaften zusammen, die von dem Verwaltungsausschuss der Agentur für Arbeit benannt werden. Er trifft seine Entscheidungen mit Stimmenmehrheit.</P><P>(3) Der Entscheidungsträger hat vor seiner Entscheidung von Arbeitgeber und den Betriebsrat anzuhören. Dem Entscheidungsträger sind, insbesondere vom Arbeitgeber und Betriebsrat, die von ihm für die Beurteilung des Falles erforderlich gehaltenen Auskünfte zu erteilen.</P><P>(4) Der Entscheidungsträger hat sowohl das Interesse des Arbeitgebers als auch das der zu entlassenden Arbeitnehmer, das öffentliche Interesse und die Lage des gesamten Arbeitsmarktes unter besonderer Beachtung des Wirtschaftszweiges, dem der Betrieb angehört, zu berücksichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000300311"
        }
      },
      {
        "id": "BJNR004990951BJNE002503308",
        "type": "article",
        "name": "§ 21",
        "title": "Entscheidungen der Zentrale der Bundesagentur für Arbeit",
        "body": {
          "content": "<P>Für Betriebe, die zum Geschäftsbereich des Bundesministers für Verkehr oder des Bundesministers für Post und Telekommunikation gehören, trifft, wenn mehr als 500 Arbeitnehmer entlassen werden sollen, ein gemäß § 20 Abs. 1 bei der Zentrale der Bundesagentur für Arbeit zu bildender Ausschuß die Entscheidungen nach § 18 Abs. 1 und 2. Der zuständige Bundesminister kann zwei Vertreter mit beratender Stimme in den Ausschuß entsenden. Die Anzeigen nach § 17 sind in diesem Falle an die Zentrale der Bundesagentur für Arbeit zu erstatten. Im übrigen gilt § 20 Abs. 1 bis 3 entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000300311"
        }
      },
      {
        "id": "BJNR004990951BJNE002604308",
        "type": "article",
        "name": "§ 22",
        "title": "Ausnahmebetriebe",
        "body": {
          "content": "<P>(1) Auf Saisonbetriebe und Kampagne-Betriebe finden die Vorschriften dieses Abschnitts bei Entlassungen, die durch diese Eigenart der Betriebe bedingt sind, keine Anwendung.</P><P>(2) Keine Saisonbetriebe oder Kampagne-Betriebe sind Betriebe des Baugewerbes, in denen die ganzjährige Beschäftigung nach dem Dritten Buch Sozialgesetzbuch gefördert wird. Das Bundesministerium für Arbeit und Soziales wird ermächtigt, durch Rechtsverordnung Vorschriften zu erlassen, welche Betriebe als Saisonbetriebe oder Kampagne-Betriebe im Sinne des Absatzes 1 gelten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000300311"
        }
      },
      {
        "id": "BJNR004990951BJNG000400311",
        "type": "heading",
        "name": "Vierter Abschnitt",
        "title": "Schlußbestimmungen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR004990951BJNE002805360",
        "type": "article",
        "name": "§ 23",
        "title": "Geltungsbereich",
        "body": {
          "content": "<P>(1) Die Vorschriften des Ersten und Zweiten Abschnitts gelten für Betriebe und Verwaltungen des privaten und des öffentlichen Rechts, vorbehaltlich der Vorschriften des § 24 für die Seeschiffahrts-, Binnenschiffahrts- und Luftverkehrsbetriebe. Die Vorschriften des Ersten Abschnitts gelten mit Ausnahme der §§ 4 bis 7 und des § 13 Abs. 1 Satz 1 und 2 nicht für Betriebe und Verwaltungen, in denen in der Regel fünf oder weniger Arbeitnehmer ausschließlich der zu ihrer Berufsbildung Beschäftigten beschäftigt werden. In Betrieben und Verwaltungen, in denen in der Regel zehn oder weniger Arbeitnehmer ausschließlich der zu ihrer Berufsbildung Beschäftigten beschäftigt werden, gelten die Vorschriften des Ersten Abschnitts mit Ausnahme der §§ 4 bis 7 und des § 13 Abs. 1 Satz 1 und 2 nicht für Arbeitnehmer, deren Arbeitsverhältnis nach dem 31. Dezember 2003 begonnen hat; diese Arbeitnehmer sind bei der Feststellung der Zahl der beschäftigten Arbeitnehmer nach Satz 2 bis zur Beschäftigung von in der Regel zehn Arbeitnehmern nicht zu berücksichtigen. Bei der Feststellung der Zahl der beschäftigten Arbeitnehmer nach den Sätzen 2 und 3 sind teilzeitbeschäftigte Arbeitnehmer mit einer regelmäßigen wöchentlichen Arbeitszeit von nicht mehr als 20 Stunden mit 0,5 und nicht mehr als 30 Stunden mit 0,75 zu berücksichtigen.</P><P>(2) Die Vorschriften des Dritten Abschnitts gelten für Betriebe und Verwaltungen des privaten Rechts sowie für Betriebe, die von einer öffentlichen Verwaltung geführt werden, soweit sie wirtschaftliche Zwecke verfolgen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000400311"
        }
      },
      {
        "id": "BJNR004990951BJNE002902360",
        "type": "article",
        "name": "§ 24",
        "title": "Anwendung des Gesetzes auf Betriebe der Schifffahrt und des Luftverkehrs",
        "body": {
          "content": "<P>(1) Die Vorschriften des Ersten und Zweiten Abschnitts finden nach Maßgabe der Absätze 2 bis 4 auf Arbeitsverhältnisse der Besatzung von Seeschiffen, Binnenschiffen und Luftfahrzeugen Anwendung.</P><P>(2) Als Betrieb im Sinne dieses Gesetzes gilt jeweils die Gesamtheit der Seeschiffe oder der Binnenschiffe eines Schifffahrtsbetriebs oder der Luftfahrzeuge eines Luftverkehrsbetriebs.</P><P>(3) Dauert die erste Reise eines Besatzungsmitglieds eines Seeschiffes oder eines Binnenschiffes länger als sechs Monate, so verlängert sich die Sechsmonatsfrist des § 1 Absatz 1 bis drei Tage nach Beendigung dieser Reise.</P><P>(4) Die Klage nach § 4 ist binnen drei Wochen zu erheben, nachdem die Kündigung dem Besatzungsmitglied an Land zugegangen ist. Geht dem Besatzungsmitglied eines Seeschiffes oder eines Binnenschiffes die Kündigung während der Fahrt des Schiffes zu, ist die Klage innerhalb von sechs Wochen nach dem Dienstende an Bord zu erheben. An die Stelle der Dreiwochenfrist in § 5 Absatz 1 und § 6 treten die hier in den Sätzen 1 und 2 genannten Fristen.</P><P>(5) Die Vorschriften des Dritten Abschnitts finden nach Maßgabe der folgenden Sätze Anwendung auf die Besatzungen von Seeschiffen. Bei Schiffen nach § 114 Absatz 4 Satz 1 des Betriebsverfassungsgesetzes tritt, soweit sie nicht als Teil des Landbetriebs gelten, an die Stelle des Betriebsrats der Seebetriebsrat. Betrifft eine anzeigepflichtige Entlassung die Besatzung eines Seeschiffes, welches unter der Flagge eines anderen Mitgliedstaates der Europäischen Union fährt, so ist die Anzeige an die Behörde des Staates zu richten, unter dessen Flagge das Schiff fährt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000400311"
        }
      },
      {
        "id": "BJNR004990951BJNE003000311",
        "type": "article",
        "name": "§ 25",
        "title": "Kündigung in Arbeitskämpfen",
        "body": {
          "content": "<P>Die Vorschriften dieses Gesetzes finden keine Anwendung auf Kündigungen und Entlassungen, die lediglich als Maßnahmen in wirtschaftlichen Kämpfen zwischen Arbeitgebern und Arbeitnehmern vorgenommen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000400311"
        }
      },
      {
        "id": "BJNR004990951BJNE003200314",
        "type": "article",
        "name": "§ 25a",
        "title": "Berlin-Klausel",
        "body": {
          "content": "<P>Dieses Gesetz gilt nach Maßgabe des § 13 Abs. 1 des Dritten Überleitungsgesetzes auch im Land Berlin. Rechtsverordnungen, die auf Grund dieses Gesetzes erlassen werden, gelten im Land Berlin nach § 14 des Dritten Überleitungsgesetzes.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000400311"
        }
      },
      {
        "id": "BJNR004990951BJNE003100311",
        "type": "article",
        "name": "§ 26",
        "title": "Inkrafttreten",
        "body": {
          "content": "<P>Dieses Gesetz tritt am Tag nach seiner Verkündung in Kraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR004990951BJNG000400311"
        }
      }
    ]
  }
}
