{
  "data": {
    "type": "law",
    "id": "BJNR013140974",
    "url": "https://api.rechtsinformationsportal.de/laws/mabv",
    "firstPublished": "1974-06-20",
    "sourceTimestamp": "20180801214503",
    "titleShort": "Makler- und Bauträgerverordnung",
    "titleLong": "Verordnung über die Pflichten der Immobilienmakler, Darlehensvermittler, Bauträger, Baubetreuer und Wohnimmobilienverwalter",
    "abbreviation": "MaBV",
    "extraAbbreviations": [
      "GewO§34cDV"
    ],
    "publicationInfo": [
      {
        "reference": "1974, 1314",
        "periodical": "BGBl I"
      }
    ],
    "statusInfo": [
      {
        "comment": "Neugefasst durch Bek. v. 7.11.1990 I 2479;",
        "category": "Neuf"
      },
      {
        "comment": "zuletzt geändert durch Art. 1 V v. 9.5.2018 I 550",
        "category": "Stand"
      }
    ],
    "notes": {
      "body": null,
      "footnotes": null,
      "documentaryFootnotes": "<P>(+++ Textnachweis Geltung ab: 1.9.1985 +++)</P><P><BR/> Überschrift: IdF d. Art. 2 Nr. 1 V v. 2.5.2012 I 1006 mWv 1.1.2013 u. d. Art. 1 Nr. 1 V v. 9.5.2018 I 550 mWv 1.8.2018 <BR/>Diese V wurde aufgrund des § 34c Abs. 3 der Gewerbeordnung u. des Art. 3 des Gesetzes zur Änderung der Gewerbeordnung vom 16.8.1972 I 1465 vom Bundesminister für Wirtschaft erlassen.</P>"
    },
    "attachments": {},
    "contents": [
      {
        "type": "article",
        "id": "BJNR013140974BJNE000104118",
        "name": "§ 1",
        "title": "Anwendungsbereich",
        "parent": null,
        "body": "<P>(1) Diese Verordnung gilt für Gewerbetreibende, die Tätigkeiten nach § 34c Absatz 1 der Gewerbeordnung ausüben, unabhängig vom Bestehen einer Erlaubnispflicht.</P><P>(2) Diese Verordnung gilt nicht, soweit § 34c Absatz 5 der Gewerbeordnung anzuwenden ist. Sie gilt zudem nicht für Gewerbetreibende, die <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">als Versicherungs- oder Bausparkassenvertreter im Rahmen ihrer Tätigkeit für ein der Aufsicht der Bundesanstalt für Finanzdienstleistungsaufsicht unterliegendes Versicherungs- oder Bausparunternehmen den Abschluss von Verträgen über Darlehen vermitteln oder die Gelegenheit zum Abschluss solcher Verträge nachweisen oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">als Wohnimmobilienverwalter nach § 34c Absatz 1 Satz 1 Nummer 4 der Gewerbeordnung tätig sind, mit Ausnahme der §§ 9, 11, 15 bis 15b, 18 Absatz 1 Nummer 6, 8, 11, 11a, Absatz 2 und 3 und <I>§ 19.</I></LA></DD></DL></P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>§ 1 Abs. 2 Satz 2 Nr. 2 Kursivdruck: Nach dem Wort \"§ 19\" wurde das Komma abweichend vom Bundesgesetzblatt durch einen Punkt ersetzt</P>"
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE000206360",
        "name": "§ 2",
        "title": "Sicherheitsleistung, Versicherung",
        "parent": null,
        "body": "<P>(1) Bevor der Gewerbetreibende zur Ausführung des Auftrages Vermögenswerte des Auftraggebers erhält oder zu deren Verwendung ermächtigt wird, hat er dem Auftraggeber in Höhe dieser Vermögenswerte Sicherheit zu leisten oder eine zu diesem Zweck geeignete Versicherung abzuschließen; dies gilt nicht in den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 Buchstabe a der Gewerbeordnung, sofern dem Auftraggeber Eigentum an einem Grundstück übertragen oder ein Erbbaurecht bestellt oder übertragen werden soll. Zu sichern sind Schadensersatzansprüche des Auftraggebers wegen etwaiger von dem Gewerbetreibenden und den Personen, die er zur Verwendung der Vermögenswerte ermächtigt hat, vorsätzlich begangener unerlaubter Handlungen, die sich gegen die in Satz 1 bezeichneten Vermögenswerte richten.</P><P>(2) Die Sicherheit kann nur durch die Stellung eines Bürgen geleistet werden. Als Bürge können nur Körperschaften des öffentlichen Rechts mit Sitz im Geltungsbereich dieser Verordnung, Kreditinstitute, die im Inland zum Geschäftsbetrieb befugt sind, sowie Versicherungsunternehmen bestellt werden, die zum Betrieb der Bürgschaftsversicherung im Inland befugt sind. Die Bürgschaftserklärung muß den Verzicht auf die Einrede der Vorausklage enthalten. Die Bürgschaft darf nicht vor dem Zeitpunkt ablaufen, der sich aus Absatz 5 ergibt.</P><P>(3) Versicherungen sind nur dann im Sinne des Absatzes 1 geeignet, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Versicherungsunternehmen zum Betrieb der Vertrauensschadensversicherung im Inland befugt ist und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die allgemeinen Versicherungsbedingungen dem Zweck dieser Verordnung gerecht werden, insbesondere den Auftraggeber aus dem Versicherungsvertrag auch in den Fällen des Insolvenzverfahrens des Gewerbetreibenden unmittelbar berechtigen.</LA></DD></DL></P><P>(4) Sicherheiten und Versicherungen können nebeneinander geleistet und abgeschlossen werden. Sie können für jeden einzelnen Auftrag oder für mehrere gemeinsam geleistet oder abgeschlossen werden. Der Gewerbetreibende hat dem Auftraggeber die zur unmittelbaren Inanspruchnahme von Sicherheiten und Versicherungen erforderlichen Urkunden auszuhändigen, bevor er Vermögenswerte des Auftraggebers erhält oder zu deren Verwendung ermächtigt wird.</P><P>(5) Die Sicherheiten und Versicherungen sind aufrechtzuerhalten <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen des § 34c Absatz 1 Satz 1 Nummer 1 und 2 der Gewerbeordnung, bis der Gewerbetreibende die Vermögenswerte an den in dem Auftrag bestimmten Empfänger übermittelt hat,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 Buchstabe a der Gewerbeordnung, sofern ein Nutzungsverhältnis begründet werden soll, bis zur Einräumung des Besitzes und Begründung des Nutzungsverhältnisses,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 Buchstabe b der Gewerbeordnung bis zur Rechnungslegung; sofern die Rechnungslegungspflicht gemäß § 8 Abs. 2 entfällt, endet die Sicherungspflicht mit der vollständigen Fertigstellung des Bauvorhabens.</LA></DD></DL>Erhält der Gewerbetreibende Vermögenswerte des Auftraggebers in Teilbeträgen, oder wird er ermächtigt, hierüber in Teilbeträgen zu verfügen, endet die Verpflichtung aus Absatz 1 Satz 1, erster Halbsatz, in bezug auf die Teilbeträge, sobald er dem Auftraggeber die ordnungsgemäße Verwendung dieser Vermögenswerte nachgewiesen hat; die Sicherheiten und Versicherungen für den letzten Teilbetrag sind bis zu dem in Satz 1 bestimmten Zeitpunkt aufrechtzuerhalten.</P><P>(6) Soweit nach den Absätzen 2 und 3 eine Bürgschaft oder Versicherung verlangt wird, ist von Gewerbetreibenden aus einem anderen Mitgliedstaat der Europäischen Union oder einem anderen Vertragsstaat des Abkommens über den Europäischen Wirtschaftsraum als Nachweis eine Bescheinigung über den Abschluss einer Bürgschaft oder Versicherung als hinreichend anzuerkennen, die von einem Kreditinstitut oder einem Versicherungsunternehmen in einem anderen Mitgliedstaat oder Vertragsstaat ausgestellt wurde, sofern die in diesem Staat abgeschlossene Versicherung im Wesentlichen vergleichbar ist zu der, die von in Deutschland niedergelassenen Gewerbetreibenden verlangt wird, und zwar hinsichtlich der Zweckbestimmung, der vorgesehenen Deckung bezüglich des versicherten Risikos, der Versicherungssumme und möglicher Ausnahmen von der Deckung. Bei nur teilweiser Gleichwertigkeit kann eine zusätzliche Sicherheit verlangt werden, die die nicht gedeckten Risiken absichert.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE000306360",
        "name": "§ 3",
        "title": "Besondere Sicherungspflichten für Bauträger",
        "parent": null,
        "body": "<P>(1) Der Gewerbetreibende darf in den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 Buchstabe a der Gewerbeordnung, sofern dem Auftraggeber Eigentum an einem Grundstück übertragen oder ein Erbbaurecht bestellt oder übertragen werden soll, Vermögenswerte des Auftraggebers zur Ausführung des Auftrages erst entgegennehmen oder sich zu deren Verwendung ermächtigen lassen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Vertrag zwischen dem Gewerbetreibenden und dem Auftraggeber rechtswirksam ist und die für seinen Vollzug erforderlichen Genehmigungen vorliegen, diese Voraussetzungen durch eine schriftliche Mitteilung des Notars bestätigt und dem Gewerbetreibenden keine vertraglichen Rücktrittsrechte eingeräumt sind,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Sicherung des Anspruchs des Auftraggebers auf Eigentumsübertragung oder Bestellung oder Übertragung eines Erbbaurechts an dem Vertragsobjekt eine Vormerkung an der vereinbarten Rangstelle im Grundbuch eingetragen ist; bezieht sich der Anspruch auf Wohnungs- oder Teileigentum oder ein Wohnungs- oder Teilerbbaurecht, so muß außerdem die Begründung dieses Rechts im Grundbuch vollzogen sein,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Freistellung des Vertragsobjekts von allen Grundpfandrechten, die der Vormerkung im Rang vorgehen oder gleichstehen und nicht übernommen werden sollen, gesichert ist, und zwar auch für den Fall, daß das Bauvorhaben nicht vollendet wird,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Baugenehmigung erteilt worden ist oder, wenn eine Baugenehmigung nicht oder nicht zwingend vorgesehen ist,<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">von der zuständigen Behörde bestätigt worden ist, daß<DL Font=\"normal\" Type=\"arabic\"><DT>aa)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Baugenehmigung als erteilt gilt oder</LA></DD><DT>bb)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach den baurechtlichen Vorschriften mit dem Vorhaben begonnen werden darf, oder,</LA></DD></DL></LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn eine derartige Bestätigung nicht vorgesehen ist, von dem Gewerbetreibenden bestätigt worden ist, daß<DL Font=\"normal\" Type=\"arabic\"><DT>aa)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Baugenehmigung als erteilt gilt oder</LA></DD><DT>bb)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach den baurechtlichen Vorschriften mit dem Bauvorhaben begonnen werden darf,</LA></DD></DL></LA><LA Size=\"normal\">und nach Eingang dieser Bestätigung beim Auftraggeber mindestens ein Monat vergangen ist.</LA></DD></DL></LA></DD></DL>Die Freistellung nach Satz 1 Nr. 3 ist gesichert, wenn gewährleistet ist, daß die nicht zu übernehmenden Grundpfandrechte im Grundbuch gelöscht werden, und zwar, wenn das Bauvorhaben vollendet wird, unverzüglich nach Zahlung der geschuldeten Vertragssumme, andernfalls unverzüglich nach Zahlung des dem erreichten Bautenstand entsprechenden Teils der geschuldeten Vertragssumme durch den Auftraggeber. Für den Fall, daß das Bauvorhaben nicht vollendet wird, kann sich der Kreditgeber vorbehalten, an Stelle der Freistellung alle vom Auftraggeber vertragsgemäß im Rahmen des Absatzes 2 bereits geleisteten Zahlungen bis zum anteiligen Wert des Vertragsobjekts zurückzuzahlen. Die zur Sicherung der Freistellung erforderlichen Erklärungen einschließlich etwaiger Erklärungen nach Satz 3 müssen dem Auftraggeber ausgehändigt worden sein. Liegen sie bei Abschluß des notariellen Vertrages bereits vor, muß auf sie in dem Vertrag Bezug genommen sein; andernfalls muß der Vertrag einen ausdrücklichen Hinweis auf die Verpflichtung des Gewerbetreibenden zur Aushändigung der Erklärungen und deren notwendigen Inhalt enthalten.</P><P>(2) Der Gewerbetreibende darf in den Fällen des Absatzes 1 die Vermögenswerte ferner in bis zu sieben Teilbeträgen entsprechend dem Bauablauf entgegennehmen oder sich zu deren Verwendung ermächtigen lassen. Die Teilbeträge können aus den nachfolgenden Vomhundertsätzen zusammengesetzt werden: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">30 vom Hundert der Vertragssumme in den Fällen, in denen Eigentum an einem Grundstück übertragen werden soll, oder 20 vom Hundert der Vertragssumme in den Fällen, in denen ein Erbbaurecht bestellt oder übertragen werden soll, nach Beginn der Erdarbeiten,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">vom der restlichen Vertragssumme<DL Font=\"normal\" Type=\"arabic\"><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">40 vom Hundert nach Rohbaufertigstellung, einschließlich Zimmererarbeiten,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">8 vom Hundert für die Herstellung der Dachflächen und Dachrinnen,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">3 vom Hundert für die Rohinstallation der Heizungsanlagen,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">3 vom Hundert für die Rohinstallation der Sanitäranlagen,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">3 vom Hundert für die Rohinstallation der Elektroanlagen,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">10 vom Hundert für den Fenstereinbau, einschließlich der Verglasung,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">6 vom Hundert für den Innenputz, ausgenommen Beiputzarbeiten</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">3 vom Hundert für den Estrich,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">4 vom Hundert für die Fliesenarbeiten im Sanitärbereich,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">12 vom Hundert nach Bezugsfertigkeit und Zug um Zug gegen Besitzübergabe,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">3 vom Hundert für die Fassadenarbeiten,</LA></DD><DT>-</DT><DD Font=\"normal\"><LA Size=\"normal\">5 vom Hundert nach vollständiger Fertigstellung.</LA></DD></DL></LA></DD></DL>Sofern einzelne der in Satz 2 Nr. 2 genannten Leistungen nicht anfallen, wird der jeweilige Vomhundertsatz anteilig auf die übrigen Raten verteilt. Betrifft das Bauvorhaben einen Altbau, so gelten die Sätze 1 und 2 mit der Maßgabe entsprechend, daß der hiernach zu errechnende Teilbetrag für schon erbrachte Leistungen mit Vorliegen der Voraussetzungen des Absatzes 1 entgegengenommen werden kann.</P><P>(3) Der Gewerbetreibende darf in den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 Buchstabe a der Gewerbeordnung, sofern ein Nutzungsverhältnis begründet werden soll, Vermögenswerte des Auftraggebers zur Ausführung des Auftrages in Höhe von 20 vom Hundert der Vertragssumme nach Vertragsabschluß entgegennehmen oder sich zu deren Verwendung ermächtigen lassen; im übrigen gelten Absatz 1 Satz 1 Nr. 1 und 4 und Absatz 2 entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE000404360",
        "name": "§ 4",
        "title": "Verwendung von Vermögenswerten des Auftraggebers",
        "parent": null,
        "body": "<P>(1) Der Gewerbetreibende darf Vermögenswerte des Auftraggebers, die er erhalten hat oder zu deren Verwendung er ermächtigt worden ist, nur verwenden <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen des § 34c Absatz 1 Satz 1 Nummer 1 und 2 der Gewerbeordnung zur Erfüllung des Vertrages, der durch die Vermittlung oder die Nachweistätigkeit des Gewerbetreibenden zustande gekommen ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 der Gewerbeordnung zur Vorbereitung und Durchführung des Bauvorhabens, auf das sich der Auftrag bezieht; als Bauvorhaben gilt das einzelne Gebäude, bei Einfamilienreihenhäusern die einzelne Reihe.</LA></DD></DL></P><P>(2) Der Gewerbetreibende darf in den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 Buchstabe b der Gewerbeordnung, in denen er das Bauvorhaben für mehrere Auftraggeber vorbereitet und durchführt, die Vermögenswerte der Auftraggeber nur im Verhältnis der Kosten der einzelnen Einheiten zu den Gesamtkosten des Bauvorhabens verwenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE000501309",
        "name": "§ 5",
        "title": "Hilfspersonal",
        "parent": null,
        "body": "<P>Ermächtigt der Gewerbetreibende andere Personen, Vermögenswerte des Auftraggebers zur Ausführung des Auftrages entgegenzunehmen oder zu verwenden, so hat er sicherzustellen, daß dies nur nach Maßgabe der §§ 3 und 4 geschieht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE000603377",
        "name": "§ 6",
        "title": "Getrennte Vermögensverwaltung",
        "parent": null,
        "body": "<P>(1) Erhält der Gewerbetreibende zur Ausführung des Auftrages Vermögenswerte des Auftraggebers, so hat er sie von seinem Vermögen und dem seiner sonstigen Auftraggeber getrennt zu verwalten. Dies gilt nicht für vertragsgemäß im Rahmen des § 3 Abs. 2 oder 3 geleistete Zahlungen.</P><P>(2) Der Gewerbetreibende hat Gelder, die er vom Auftraggeber erhält, unverzüglich für Rechnung des Auftraggebers auf ein Sonderkonto bei einem Kreditinstitut im Sinne des § 2 Abs. 2 Satz 2 einzuzahlen und auf diesem Konto bis zur Verwendung im Sinne des § 4 zu belassen. Er hat dem Kreditinstitut offenzulegen, daß die Gelder für fremde Rechnung eingelegt werden und hierbei den Namen, Vornamen und die Anschrift des Auftraggebers anzugeben. Er hat das Kreditinstitut zu verpflichten, den Auftraggeber unverzüglich zu benachrichtigen, wenn die Einlage von dritter Seite gepfändet oder das Insolvenzverfahren über das Vermögen des Gewerbetreibenden eröffnet wird, und dem Auftraggeber jederzeit Auskunft über den Stand des Kontos zu erteilen. Er hat das Kreditinstitut ferner zu verpflichten, bei diesem Konto weder das Recht der Aufrechnung noch ein Pfand- oder Zurückbehaltungsrecht geltend zu machen, es sei denn wegen Forderungen, die in bezug auf das Konto selbst entstanden sind.</P><P>(3) Wertpapiere im Sinne des § 1 Abs. 1 des Gesetzes über die Verwahrung und Anschaffung von Wertpapieren, die der Gewerbetreibende vom Auftraggeber erhält, hat er unverzüglich für Rechnung des Auftraggebers einem Kreditinstitut im Sinne des § 2 Abs. 2 Satz 2 zur Verwahrung anzuvertrauen. Absatz 2 Satz 2 bis 4 ist anzuwenden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE000704360",
        "name": "§ 7",
        "title": "Ausnahmevorschrift",
        "parent": null,
        "body": "<P>(1) Gewerbetreibende im Sinne des § 34c Absatz 1 Satz 1 Nummer 3 Buchstabe a der Gewerbeordnung, die dem Auftraggeber Eigentum an einem Grundstück zu übertragen oder ein Erbbaurecht zu bestellen oder zu übertragen haben, sind von den Verpflichtungen des § 3 Abs. 1 und 2, des § 4 Abs. 1 und der §§ 5 und 6, die übrigen Gewerbetreibenden im Sinne des § 34c Abs. 1 der Gewerbeordnung sind von den Verpflichtungen des § 2, des § 3 Abs. 3 und der §§ 4 bis 6 freigestellt, sofern sie Sicherheit für alle etwaigen Ansprüche des Auftraggebers auf Rückgewähr oder Auszahlung seiner Vermögenswerte im Sinne des § 2 Abs. 1 Satz 1 geleistet haben. § 2 Abs. 2, Abs. 4 Satz 2 und 3 und Abs. 5 Satz 1 gilt entsprechend. In den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 Buchstabe a der Gewerbeordnung, in denen dem Auftraggeber Eigentum an einem Grundstück übertragen oder ein Erbbaurecht bestellt oder übertragen werden soll, ist die Sicherheit aufrechtzuerhalten, bis die Voraussetzungen des § 3 Abs. 1 erfüllt sind und das Vertragsobjekt vollständig fertiggestellt ist. Ein Austausch der Sicherungen der §§ 2 bis 6 und derjenigen des § 7 ist zulässig.</P><P>(2) Der Gewerbetreibende ist von den in Absatz 1 Satz 1 erwähnten Verpflichtungen auch dann freigestellt, wenn es sich bei dem Auftraggeber um <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine juristische Person des öffentlichen Rechts oder ein öffentlich-rechtliches Sondervermögen oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">einen in das Handelsregister oder das Genossenschaftsregister eingetragenen Kaufmann</LA></DD></DL>handelt und der Auftraggeber in gesonderter Urkunde auf die Anwendung dieser Bestimmungen verzichtet. Im Falle des Satzes 1 Nr. 2 hat sich der Gewerbetreibende vom Auftraggeber dessen Eigenschaft als Kaufmann durch einen Auszug aus dem Handelsregister oder dem Genossenschaftsregister nachweisen zu lassen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE000801309",
        "name": "§ 8",
        "title": "Rechnungslegung",
        "parent": null,
        "body": "<P>(1) Hat der Gewerbetreibende zur Ausführung des Auftrages Vermögenswerte des Auftraggebers erhalten oder verwendet, so hat er dem Auftraggeber nach Beendigung des Auftrages über die Verwendung dieser Vermögenswerte Rechnung zu legen. § 259 des Bürgerlichen Gesetzbuchs ist anzuwenden.</P><P>(2) Die Verpflichtung, Rechnung zu legen, entfällt, soweit der Auftraggeber nach Beendigung des Auftrages dem Gewerbetreibenden gegenüber schriftlich darauf verzichtet oder der Gewerbetreibende mit den Vermögenswerten des Auftraggebers eine Leistung zu einem Festpreis zu erbringen hat.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE000901309",
        "name": "§ 9",
        "title": "Anzeigepflicht",
        "parent": null,
        "body": "<P>Der Gewerbetreibende hat der zuständigen Behörde die jeweils mit der Leitung des Betriebes oder einer Zweigniederlassung beauftragten Personen unverzüglich anzuzeigen. Dies gilt bei juristischen Personen auch für die nach Gesetz, Satzung oder Gesellschaftsvertrag jeweils zur Vertretung berufenen Personen. In der Anzeige sind Name, Geburtsname, sofern er vom Namen abweicht, Vornamen, Staatsangehörigkeit, Geburtstag, Geburtsort und Anschrift der betreffenden Personen anzugeben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001010360",
        "name": "§ 10",
        "title": "Buchführungspflicht",
        "parent": null,
        "body": "<P>(1) Der Gewerbetreibende hat von der Annahme des Auftrages an nach Maßgabe der folgenden Vorschriften Aufzeichnungen zu machen sowie Unterlagen und Belege übersichtlich zu sammeln. Die Aufzeichnungen sind unverzüglich und in deutscher Sprache vorzunehmen.</P><P>(2) Aus den Aufzeichnungen und Unterlagen sämtlicher Gewerbetreibender müssen ersichtlich sein <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Name und Vorname oder die Firma sowie die Anschrift des Auftraggebers,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">folgende Angaben, soweit sie im Einzelfall in Betracht kommen,<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">das für die Vermittler- oder Nachweistätigkeit oder für die Tätigkeit als Baubetreuer vom Auftraggeber zu entrichtende Entgelt; Wohnungsvermittler haben das Entgelt in einem Bruchteil oder Vielfachen der Monatsmiete anzugeben;</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">ob der Gewerbetreibende zur Entgegennahme von Zahlungen oder sonstigen Leistungen ermächtigt ist;</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Art und Höhe der Vermögenswerte des Auftraggebers, die der Gewerbetreibende zur Ausführung des Auftrages erhalten oder zu deren Verwendung er ermächtigt werden soll;</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">daß der Gewerbetreibende den Auftraggeber davon unterrichtet hat, daß er von ihm nur im Rahmen des § 3 Vermögenswerte entgegennehmen oder sich zu deren Verwendung ermächtigen lassen und diese Vermögenswerte nur im Rahmen des § 4 verwenden darf, es sei denn, daß nach § 7 verfahren wird;</LA></DD><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">Art, Höhe und Umfang der vom Gewerbetreibenden für die Vermögenswerte zu leistenden Sicherheit und abzuschließenden Versicherung, Name oder Firma und Anschrift des Bürgen und der Versicherung;</LA></DD><DT>f)</DT><DD Font=\"normal\"><LA Size=\"normal\">Vertragsdauer.</LA></DD></DL></LA></DD></DL></P><P>(3) Aus den Aufzeichnungen und Unterlagen von Gewerbetreibenden im Sinne des § 34c Absatz 1 Satz 1 Nummer 1 der Gewerbeordnung müssen ferner folgende Angaben ersichtlich sein, soweit sie im Einzelfall in Betracht kommen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei der Vermittlung oder dem Nachweis der Gelegenheit zum Abschluß von Verträgen über den Erwerb von Grundstücken oder grundstücksgleichen Rechten: Lage, Größe und Nutzungsmöglichkeit des Grundstücks, Art, Alter und Zustand des Gebäudes, Ausstattung, Wohn- und Nutzfläche, Zahl der Zimmer, Höhe der Kaufpreisforderung einschließlich zu übernehmender Belastungen, Name, Vorname und Anschrift des Veräußerers;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei der Vermittlung oder dem Nachweis der Gelegenheit zum Abschluß von Verträgen über die Nutzung von Grundstücken oder grundstücksgleichen Rechten: Lage, Größe und Nutzungsmöglichkeit des Grundstücks, Art, Alter und Zustand des Gebäudes, Ausstattung, Wohn- und Nutzfläche, Zahl der Zimmer, Höhe der Mietforderung sowie gegebenenfalls Höhe eines Baukostenzuschusses, einer Kaution, einer Mietvorauszahlung, eines Mieterdarlehens oder einer Abstandssumme, Name, Vorname und Anschrift des Vermieters;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei der Vermittlung oder dem Nachweis der Gelegenheit zum Abschluß von Verträgen über die Nutzung von gewerblichen Räumen oder Wohnräumen: Lage des Grundstücks und der Räume, Ausstattung, Nutz- und Wohnfläche, Zahl der Räume, Höhe der Mietforderung sowie gegebenenfalls Höhe eines Baukostenzuschusses, einer Kaution, einer Mietvorauszahlung, eines Mieterdarlehens oder einer Abstandssumme, Name, Vorname und Anschrift des Vermieters.</LA></DD></DL></P><P>(4) Aus den Aufzeichnungen und Unterlagen von Gewerbetreibenden im Sinne des § 34c Absatz 1 Satz 1 Nummer 3 der Gewerbeordnung müssen zusätzlich zu den Angaben nach Absatz 2 folgende Angaben ersichtlich sein, soweit sie im Einzelfall in Betracht kommen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Bauvorhaben, die ganz oder teilweise zur Veräußerung bestimmt sind: Lage und Größe des Baugrundstücks, das Bauvorhaben mit den von der Bauaufsicht genehmigten Plänen nebst Baubeschreibung, sofern das Bauvorhaben nicht genehmigungspflichtig ist, neben den vorerwähnten Plänen und der Baubeschreibung die Bestätigung der Behörde oder des Gewerbetreibenden gemäß § 3 Abs. 1 Satz 1 Nr. 4 Buchstabe a oder b, der Zeitpunkt der Fertigstellung, die Kaufsache, die Kaufpreisforderung, die Belastungen, die Finanzierung, soweit sie nicht vom Erwerber erbracht werden soll;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Bauvorhaben, die ganz oder teilweise vermietet, verpachtet oder in anderer Weise zur Nutzung überlassen werden sollen: Lage und Größe des Baugrundstücks, das Bauvorhaben mit den von der Bauaufsicht genehmigten Plänen nebst Baubeschreibung, sofern das Bauvorhaben nicht genehmigungspflichtig ist, neben den vorerwähnten Plänen und der Baubeschreibung die Bestätigung der Behörde oder des Gewerbetreibenden gemäß § 3 Abs. 1 Satz 1 Nr. 4 Buchstabe a oder b, der Zeitpunkt der Fertigstellung, der Vertragsgegenstand, die Miet-, Pacht- oder sonstige Forderung, die darüber hinaus zu erbringenden laufenden Leistungen und die etwaigen einmaligen Leistungen, die nicht zur Vorbereitung oder Durchführung des Bauvorhabens verwendet werden sollen;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Bauvorhaben, die der Gewerbetreibende als Baubetreuer wirtschaftlich vorbereiten oder durchführen soll: Lage und Größe des Baugrundstücks, das Bauvorhaben mit Plänen und Baubeschreibung, der Zeitpunkt der Fertigstellung, die veranschlagten Kosten, die Kostenobergrenze und die von dem Gewerbetreibenden bei Dritten zu beschaffende Finanzierung.</LA></DD></DL></P><P>(5) Aus den Aufzeichnungen, Unterlagen und Belegen sämtlicher Gewerbetreibender müssen ferner ersichtlich sein, soweit dies im Einzelfall in Betracht kommt, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Art und Höhe der Vermögenswerte des Auftraggebers, die der Gewerbetreibende zur Ausführung des Auftrages erhalten hat oder zu deren Verwendung er ermächtigt wurde,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das für die Vermittler- oder Nachweistätigkeit oder für die Tätigkeit als Baubetreuer vom Auftraggeber entrichtete Entgelt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Bestätigung des Auftraggebers über die Aushändigung der in § 2 Abs. 4 Satz 3 bezeichneten Unterlagen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Kopie der Bürgschaftsurkunde und des Versicherungsscheins,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verwendungen von Vermögenswerten des Auftraggebers durch den Gewerbetreibenden nach Tag und Höhe, in den Fällen des § 2 Abs. 5 Satz 2 auch eine Bestätigung des Auftraggebers darüber, daß ihm die ordnungsgemäße Verwendung der Teilbeträge nachgewiesen worden ist,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tag und Grund der Auftragsbeendigung,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tag der Beendigung des Bürgschaftsvertrages und der Versicherung,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">die in § 7 Abs. 2 erwähnten Unterlagen,</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">Nachweis, daß dem Auftraggeber die in § 11 bezeichneten Angaben rechtzeitig und vollständig mitgeteilt worden sind.</LA></DD></DL></P><P>(6) Sonstige Vorschriften über Aufzeichnungs- und Buchführungspflichten des Gewerbetreibenden bleiben unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001107118",
        "name": "§ 11",
        "title": "Informationspflicht und Werbung",
        "parent": null,
        "body": "<P>Der Gewerbetreibende hat dem Auftraggeber in Textform und in deutscher Sprache folgende Angaben mitzuteilen, soweit sie im Einzelfall in Betracht kommen:<DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen des § 34c Absatz 1 Satz 1 Nummer 1 der Gewerbeordnung <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">unmittelbar nach der Annahme des Auftrags die in § 10 Absatz 2 Nummer 2 Buchstabe a und f genannten Angaben und</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">spätestens bei Aufnahme der Vertragsverhandlungen über den vermittelten oder nachgewiesenen Vertragsgegenstand die in § 10 Absatz 2 Nummer 2 Buchstabe b bis e und Absatz 3 Nummer 1 bis 3 genannten Angaben,</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen des § 34c Absatz 1 Satz 1 Nummer 3 der Gewerbeordnung spätestens bis zur Annahme des Auftrags die in § 10 Absatz 2 Nummer 2 und Absatz 4 genannten Angaben; vor diesem Zeitpunkt hat der Gewerbetreibende dem Auftraggeber die Angaben zu machen, die zur Beurteilung des Auftrags nach dem jeweiligen Verhandlungsstand erforderlich sind; im Fall des § 10 Absatz 4 Nummer 3 entfällt die Verpflichtung, soweit die Angaben vom Auftraggeber stammen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen des § 34c Absatz 1 Satz 1 Nummer 4 der Gewerbeordnung auf Anfrage des Auftraggebers unverzüglich Angaben über die berufsspezifischen Qualifikationen und die in den letzten drei Kalenderjahren absolvierten Weiterbildungsmaßnahmen des Gewerbetreibenden und der unmittelbar bei der erlaubnispflichtigen Tätigkeit mitwirkenden Beschäftigten.</LA></DD></DL>Die Angaben nach Satz 1 Nummer 3 können durch Verweis auf die Internetseite des Gewerbetreibenden erfolgen. Ist der Auftraggeber eine natürliche Person, kann er die Übermittlung der Angaben in der Amtssprache eines Mitgliedstaates der Europäischen Union oder eines Vertragsstaates des Abkommens über den Europäischen Wirtschaftsraum verlangen, wenn er in diesem Mitgliedstaat oder Vertragsstaat seinen Wohnsitz hat.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001201309",
        "name": "§ 12",
        "title": "Unzulässigkeit abweichender Vereinbarungen",
        "parent": null,
        "body": "<P>Der Gewerbetreibende darf seine Verpflichtungen nach den §§ 2 bis 8 sowie die nach § 2 Abs. 1 zu sichernden Schadensersatzansprüche des Auftraggebers durch vertragliche Vereinbarung weder ausschließen noch beschränken.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001304308",
        "name": "§ 13",
        "title": "(weggefallen)",
        "parent": null,
        "body": null,
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001402308",
        "name": "§ 14",
        "title": "Aufbewahrung",
        "parent": null,
        "body": "<P>(1) Die in § 10 bezeichneten Geschäftsunterlagen sind 5 Jahre in den Geschäftsräumen aufzubewahren. Die Aufbewahrungsfrist beginnt mit dem Schluss des Kalenderjahres, in dem der letzte aufzeichnungspflichtige Vorgang für den jeweiligen Auftrag angefallen ist. Vorschriften, die eine längere Frist bestimmen, bleiben unberührt.</P><P>(2) Die nach Absatz 1 aufzubewahrenden Unterlagen können auch in Form einer verkleinerten Wiedergabe aufbewahrt werden, wenn gesichert ist, daß die Wiedergabe mit der Urschrift übereinstimmt. Der Gewerbetreibende hat auf Verlangen der zuständigen Behörde auf seine Kosten die erforderliche Anzahl ohne Hilfsmittel lesbarer Reproduktionen vorzulegen; bei Ermittlungen oder Prüfungen in den Geschäftsräumen sind für verkleinerte Wiedergaben die erforderlichen Lesegeräte bereitzuhalten.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001503118",
        "name": "§ 15",
        "title": "Umfang der Versicherung",
        "parent": null,
        "body": "<P>(1) Die nach § 34c Absatz 2 Nummer 3 der Gewerbeordnung für einen Wohnimmobilienverwalter vorgesehene Versicherung muss bei einem im Inland zum Geschäftsbetrieb zugelassenen Versicherungsunternehmen abgeschlossen werden.</P><P>(2) Die Mindestversicherungssumme beträgt 500 000 Euro für jeden Versicherungsfall und 1 000 000 Euro für alle Versicherungsfälle eines Jahres.</P><P>(3) Der Versicherungsvertrag muss Deckung für die sich aus der gewerblichen Tätigkeit als Wohnimmobilienverwalter ergebenden Haftpflichtgefahren für Vermögensschäden gewähren. Der Versicherungsvertrag muss sich auch auf solche Vermögensschäden erstrecken, für die der Versicherungspflichtige nach § 278 oder § 831 des Bürgerlichen Gesetzbuchs einzustehen hat, soweit die Erfüllungsgehilfen oder Verrichtungsgehilfen nicht selbst zum Abschluss einer solchen Berufshaftpflichtversicherung verpflichtet sind. Ist der Gewerbetreibende in einer oder mehreren Personenhandelsgesellschaften als geschäftsführender Gesellschafter tätig, so muss für die jeweilige Personenhandelsgesellschaft jeweils ein Versicherungsvertrag abgeschlossen werden; der Versicherungsvertrag kann auch die Tätigkeit des Gewerbetreibenden nach Satz 1 abdecken.</P><P>(4) Der Versicherungsvertrag hat Versicherungsschutz für jede einzelne Pflichtverletzung zu gewähren, die gesetzliche Haftpflichtansprüche privatrechtlichen Inhalts gegen den Versicherungspflichtigen zur Folge haben könnte. Dabei kann vereinbart werden, dass sämtliche Pflichtverletzungen bei Erledigung einer einheitlichen Verwaltung von Wohnimmobilien als ein Versicherungsfall gelten, sofern die betreffenden Angelegenheiten in einem rechtlichen oder wirtschaftlichen Zusammenhang stehen.</P><P>(5) Von der Versicherung kann die Haftung für Ersatzansprüche wegen wissentlicher Pflichtverletzung ausgeschlossen werden. Weitere Ausschlüsse sind nur insoweit zulässig, als sie marktüblich sind und dem Zweck der Berufshaftpflichtversicherung nicht zuwiderlaufen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE002300118",
        "name": "§ 15a",
        "title": "Versicherungsbestätigung; Anzeigepflicht des Versicherungsunternehmens",
        "parent": null,
        "body": "<P>(1) Die vom Versicherungsunternehmen erteilte Versicherungsbestätigung nach § 113 Absatz 2 des Versicherungsvertragsgesetzes darf zum Zeitpunkt der Antragstellung bei der für die Erlaubniserteilung zuständigen Behörde nicht älter als drei Monate sein.</P><P>(2) Das Versicherungsunternehmen ist verpflichtet, der für die Erlaubniserteilung zuständigen Behörde unverzüglich Folgendes anzuzeigen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Beendigung des Versicherungsvertrags, insbesondere infolge einer wirksamen Kündigung,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Ausscheiden eines Versicherungsnehmers aus einem Gruppenversicherungsvertrag sowie</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">jede Änderung des Versicherungsvertrags, die den vorgeschriebenen Versicherungsschutz im Verhältnis zu Dritten beeinträchtigen kann.</LA></DD></DL>Die für die Erlaubniserteilung zuständige Behörde hat dem Versicherungsunternehmen das Datum des Eingangs der Anzeige mitzuteilen.</P><P>(3) Die zuständige Stelle im Sinne des § 117 Absatz 2 des Versicherungsvertragsgesetzes ist die für die Erlaubniserteilung nach § 34c Absatz 1 Satz 1 Nummer 4 der Gewerbeordnung zuständige Behörde.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE002400118",
        "name": "§ 15b",
        "title": "Weiterbildung",
        "parent": null,
        "body": "<P>(1) Wer nach § 34c Absatz 2a der Gewerbeordnung zur Weiterbildung verpflichtet ist, muss sich fachlich entsprechend seiner ausgeübten Tätigkeit weiterbilden. Die inhaltlichen Anforderungen an die Weiterbildung sind an den Vorgaben der Anlage 1 auszurichten. Die Weiterbildung kann in Präsenzform, in einem begleiteten Selbststudium, durch betriebsinterne Maßnahmen des Gewerbetreibenden oder in einer anderen geeigneten Form erfolgen. Bei Weiterbildungsmaßnahmen in einem begleiteten Selbststudium ist eine nachweisbare Lernerfolgskontrolle durch den Anbieter der Weiterbildung erforderlich. Der Anbieter der Weiterbildung muss sicherstellen, dass die in Anlage 2 aufgeführten Anforderungen an die Qualität der Weiterbildungsmaßnahme eingehalten werden. Der Erwerb eines Ausbildungsabschlusses als Immobilienkaufmann oder Immobilienkauffrau oder eines Weiterbildungsabschlusses als Geprüfter Immobilienfachwirt oder Geprüfte Immobilienfachwirtin gilt als Weiterbildung.</P><P>(2) Die zur Weiterbildung verpflichteten Gewerbetreibenden sind verpflichtet, nach Maßgabe des Satzes 2 Nachweise und Unterlagen zu sammeln über Weiterbildungsmaßnahmen, an denen sie und ihre zur Weiterbildung verpflichteten Beschäftigten teilgenommen haben. Aus den Nachweisen und Unterlagen müssen mindestens ersichtlich sein: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Name und Vorname des Gewerbetreibenden oder der Beschäftigten,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Datum, Umfang, Inhalt und Bezeichnung der Weiterbildungsmaßnahme sowie</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Name und Vorname oder Firma sowie Adresse und Kontaktdaten des in Anspruch genommenen Weiterbildungsanbieters.</LA></DD></DL>Die in Satz 1 genannten Nachweise und Unterlagen sind fünf Jahre auf einem dauerhaften Datenträger vorzuhalten und in den Geschäftsräumen aufzubewahren. Die Aufbewahrungsfrist beginnt mit dem Ende des Kalenderjahres, in dem die Weiterbildungsmaßnahme durchgeführt wurde.</P><P>(3) Die für die Erlaubniserteilung zuständige Behörde kann anordnen, dass der Gewerbetreibende ihr gegenüber eine unentgeltliche Erklärung mit dem Inhalt nach dem Muster der Anlage 3 über die Erfüllung der Weiterbildungspflicht in den vorangegangenen drei Kalenderjahren durch ihn und seine zur Weiterbildung verpflichteten Beschäftigten abgibt. Die Erklärung kann elektronisch erfolgen.</P><P>(4) Für zur Weiterbildung verpflichtete Gewerbetreibende und ihre zur Weiterbildung verpflichteten Beschäftigten, die im Besitz eines Ausbildungsabschlusses als Immobilienkaufmann oder Immobilienkauffrau oder eines Weiterbildungsabschlusses als Geprüfter Immobilienfachwirt oder Geprüfte Immobilienfachwirtin sind, beginnt die Pflicht zur Weiterbildung drei Jahre nach Erwerb des Ausbildungs- oder Weiterbildungsabschlusses.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001610118",
        "name": "§ 16",
        "title": "Prüfungen",
        "parent": null,
        "body": "<P>(1) Gewerbetreibende im Sinne des § 34c Absatz 1 Satz 1 Nummer 3 der Gewerbeordnung haben auf ihre Kosten die Einhaltung der sich aus den §§ 2 bis 14 ergebenden Verpflichtungen für jedes Kalenderjahr durch einen geeigneten Prüfer prüfen zu lassen und der zuständigen Behörde den Prüfungsbericht bis spätestens zum 31. Dezember des darauffolgenden Jahres zu übermitteln. Sofern der Gewerbetreibende im Berichtszeitraum keine nach § 34c Abs. 1 Satz 1 der Gewerbeordnung erlaubnispflichtige Tätigkeit ausgeübt hat, hat er spätestens bis zu dem in Satz 1 genannten Termin anstelle des Prüfungsberichts eine entsprechende Erklärung zu übermitteln. Der Prüfungsbericht muß einen Vermerk darüber enthalten, ob Verstöße des Gewerbetreibenden festgestellt worden sind. Verstöße sind in dem Vermerk aufzuzeigen. Der Prüfer hat den Vermerk mit Angabe von Ort und Datum zu unterzeichnen, wobei die elektronische Namenswiedergabe genügt.</P><P>(2) Die zuständige Behörde ist befugt, Gewerbetreibende im Sinne des § 34c Abs. 1 der Gewerbeordnung auf deren Kosten aus besonderem Anlaß im Rahmen einer außerordentlichen Prüfung durch einen geeigneten Prüfer überprüfen zu lassen. Der Prüfer wird von der zuständigen Behörde bestimmt. Absatz 1 Satz 3 bis 5 gilt entsprechend.</P><P>(3) Geeignete Prüfer sind <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirtschaftsprüfer, vereidigte Buchprüfer, Wirtschaftsprüfungs- und Buchprüfungsgesellschaften,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Prüfungsverbände, zu deren gesetzlichem oder satzungsmäßigem Zweck die regelmäßige und außerordentliche Prüfung ihrer Mitglieder gehört, sofern<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">von ihren gesetzlichen Vertretern mindestens einer Wirtschaftsprüfer ist,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">sie die Voraussetzungen des § 63b Abs. 5 des Gesetzes betreffend die Erwerbs- und Wirtschaftsgenossenschaften erfüllen oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">sie sich für ihre Prüfungstätigkeit selbständiger Wirtschaftsprüfer oder vereidigter Buchprüfer oder einer Wirtschaftsprüfungs- oder Buchprüfungsgesellschaft bedienen.</LA></DD></DL></LA></DD></DL>Bei Gewerbetreibenden im Sinne des § 34c Absatz 1 Satz 1 Nummer 1 und 2 der Gewerbeordnung können mit der Prüfung nach Absatz 2 auch andere Personen, die öffentlich bestellt oder zugelassen worden sind und die auf Grund ihrer Vorbildung und Erfahrung in der Lage sind, eine ordnungsgemäße Prüfung in dem jeweiligen Gewerbebetrieb durchzuführen, sowie deren Zusammenschlüsse betraut werden. § 13a Absatz 1 und 2 Satz 1 und 2, Absatz 5 bis 7 der Gewerbeordnung gilt für die in Satz 2 genannten Personen, die mit der Prüfung betraut werden können, entsprechend. Ungeeignet für eine Prüfung sind Personen, bei denen die Besorgnis der Befangenheit besteht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001701309",
        "name": "§ 17",
        "title": "Rechte und Pflichten der an der Prüfung Beteiligten",
        "parent": null,
        "body": "<P>(1) Der Gewerbetreibende hat dem Prüfer die Einsicht in die Bücher, Aufzeichnungen und Unterlagen zu gestatten. Er hat ihm alle Aufklärungen und Nachweise zu geben, die der Prüfer für eine sorgfältige Prüfung benötigt.</P><P>(2) Der Prüfer ist zur gewissenhaften und unparteiischen Prüfung und zur Verschwiegenheit verpflichtet. Er darf nicht unbefugt Geschäfts- und Betriebsgeheimnisse verwerten, die er bei seiner Tätigkeit erfahren hat. Ein Prüfer, der vorsätzlich oder fahrlässig seine Pflichten verletzt, ist dem Gewerbetreibenden zum Ersatz des daraus entstehenden Schadens verpflichtet. Mehrere Personen haften als Gesamtschuldner.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001809118",
        "name": "§ 18",
        "title": "Ordnungswidrigkeiten",
        "parent": null,
        "body": "<P>(1) Ordnungswidrig im Sinne des § 144 Abs. 2 Nr. 6 der Gewerbeordnung handelt, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vermögenswerte des Auftraggebers annimmt oder sich zu deren Verwendung ermächtigen läßt, bevor er<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 2 Abs. 1 Sicherheit geleistet oder eine Versicherung abgeschlossen oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">die in § 2 Abs. 4 Satz 3 bezeichneten Urkunden ausgehändigt hat,</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 2 Abs. 5, auch in Verbindung mit § 7 Abs. 1 Satz 2, oder § 7 Abs. 1 Satz 3 die Sicherheit oder Versicherung nicht aufrechterhält,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer Vorschrift des § 3 über die Entgegennahme oder die Ermächtigung zur Verwendung von Vermögenswerten des Auftraggebers zuwiderhandelt,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer Vorschrift des § 4 über die Verwendung von Vermögenswerten des Auftraggebers zuwiderhandelt,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer Vorschrift des § 6 Abs. 1, Abs. 2 Satz 1 oder 2, Abs. 3 Satz 1 oder Abs. 3 Satz 2 in Verbindung mit Abs. 2 Satz 2 über die getrennte Vermögensverwaltung zuwiderhandelt,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 9 die Anzeige nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig erstattet,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 10 Abs. 1 bis 5 erforderliche Aufzeichnungen nicht, nicht richtig, nicht vollständig, nicht ordnungsgemäß oder nicht rechtzeitig macht oder Unterlagen oder Belege nicht oder nicht übersichtlich sammelt,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 11 Satz 1 Nummer 1, 2 oder 3 dem Auftraggeber die dort bezeichneten Angaben nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig mitteilt,</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 14 Abs. 1 Satz 1 Geschäftsunterlagen nicht während der vorgeschriebenen Frist aufbewahrt,</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 15b Absatz 2 Satz 3 einen Nachweis oder eine Unterlage nicht oder nicht mindestens fünf Jahre aufbewahrt,</LA></DD><DT>11a.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer vollziehbaren Anordnung nach § 15b Absatz 3 Satz 1 zuwiderhandelt,</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 16 Abs. 1 Satz 1 oder 2 einen Prüfungsbericht nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig oder eine dort genannte Erklärung nicht, nicht richtig oder nicht rechtzeitig vorlegt oder</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Duldungs- oder Mitwirkungspflichten des § 17 Abs. 1 nicht, nicht ausreichend oder nicht rechtzeitig nachkommt.</LA></DD></DL></P><P>(2) Ordnungswidrig im Sinne des § 145 Abs. 2 Nr. 9 der Gewerbeordnung handelt, wer vorsätzlich oder fahrlässig eine in Absatz 1 bezeichnete Handlung in Ausübung eines Reisegewerbes begeht.</P><P>(3) Ordnungswidrig im Sinne des § 146 Abs. 2 Nr. 11a der Gewerbeordnung handelt, wer vorsätzlich oder fahrlässig eine in Absatz 1 bezeichnete Handlung in Ausübung eines Messe-, Ausstellungs- oder Marktgewerbes begeht.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE001904118",
        "name": "§ 19",
        "title": "Anwendung bei grenzüberschreitender Dienstleistungserbringung",
        "parent": null,
        "body": "<P>(1) Üben Gewerbetreibende von einer Niederlassung in einem anderen Mitgliedstaat der Europäischen Union oder einem anderen Vertragsstaat des Abkommens über den Europäischen Wirtschaftsraum aus im Geltungsbereich der Gewerbeordnung vorübergehend selbständig eine Tätigkeit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 34c Absatz 1 Satz 1 Nummer 1 oder Nummer 3 der Gewerbeordnung aus, sind die §§ 8 bis 11, 14 bis 17, 18 Absatz 1 Nummer 6 bis 13, jeweils auch in Verbindung mit § 18 Absatz 2 und 3,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 34c Absatz 1 Satz 1 Nummer 4 der Gewerbeordnung aus, sind die §§ 9, 11, 15 bis 15b, 18 Absatz 1 Nummer 6, 8, 11, 11a, jeweils auch in Verbindung mit § 18 Absatz 2 und 3</LA></DD></DL>insoweit nicht anwendbar. § 4 Absatz 2 der Gewerbeordnung gilt entsprechend.</P><P>(2) In den Fällen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">des § 34c Absatz 1 Satz 1 Nummer 1 oder Nummer 3 der Gewerbeordnung sind die §§ 2, 4 bis 8, 10 bis 18 Absatz 1 Nummer 1, 2, 4, 5 und 7 bis 13, jeweils auch in Verbindung mit § 18 Absatz 2 und 3,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">des § 34c Absatz 1 Satz 1 Nummer 4 der Gewerbeordnung sind die §§ 9, 11, 15 bis 15b, 18 Absatz 1 Nummer 6, 8, 11, 11a, jeweils auch in Verbindung mit § 18 Absatz 2 und 3</LA></DD></DL>auch anzuwenden, wenn der im Inland niedergelassene Gewerbetreibende die Dienstleistungsfreiheit in einem anderen Mitgliedstaat der Europäischen Union oder einem anderen Vertragsstaat des Abkommens über den Europäischen Wirtschaftsraum in Anspruch nimmt und dort vorübergehend selbständig tätig wird.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE002003360",
        "name": "§ 20",
        "title": "Übergangsvorschriften",
        "parent": null,
        "body": "<P>Gewerbetreibende, die Vermögenswerte des Auftraggebers nach den §§ 3 oder 7 Abs. 1 in der bis zum 28. Februar 1991 geltenden Fassung abzusichern haben, können die Verträge weiterhin nach diesen Vorschriften abwickeln.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE002101309",
        "name": "§ 21",
        "title": "Berlin-Klausel",
        "parent": null,
        "body": "<P>(gegenstandslos)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE002201309",
        "name": "§ 22",
        "title": "Inkrafttreten",
        "parent": null,
        "body": "<P>(Inkrafttreten)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE002500118",
        "name": "Anlage 1",
        "title": "(zu § 15b Absatz 1)",
        "parent": null,
        "body": "<P><noindex><kommentar typ=\"Fundstelle\">(Fundstelle: BGBl. I 2018, 552 — 554)</kommentar></noindex><BR/><BR/></P><Title Align=\"auto\"><B>A. Inhaltliche Anforderungen an die Weiterbildung für Immobilienmakler</B></Title><P><DL Font=\"normal\" Indent=\"13\" Type=\"arabic\"><DT><B>1.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Kundenberatung</B></LA></DD><DT>1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Serviceerwartungen des Kunden</LA></DD><DT>1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Besuchsvorbereitung/Kundengespräch/Kundensituation</LA></DD><DT>1.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Kundenbetreuung</LA></DD><DT><B>2.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Grundlagen des Maklergeschäfts</B></LA></DD><DT>2.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Teilmärkte des Immobilienmarktes</LA></DD><DT>2.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Preisbildung am Immobilienmarkt</LA></DD><DT>2.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Objektangebot und Objektanalyse</LA></DD><DT>2.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Wertermittlung</LA></DD><DT>2.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Gebäudepläne, Bauzeichnungen und Baubeschreibungen</LA></DD><DT>2.6</DT><DD Font=\"normal\"><LA Size=\"normal\">Relevante Versicherungsarten im Immobilienbereich</LA></DD><DT>2.7</DT><DD Font=\"normal\"><LA Size=\"normal\">Umwelt- und Energiethemen im Immobilienbereich</LA></DD><DT><B>3.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Rechtliche Grundlagen</B></LA></DD><DT>3.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Bürgerliches Gesetzbuch</LA></DD><DT>3.1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Allgemeines Vertragsrecht</LA></DD><DT>3.1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Maklervertragsrecht</LA></DD><DT>3.1.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Mietrecht</LA></DD><DT>3.1.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundstückskaufvertragsrecht</LA></DD><DT>3.1.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Bauträgervertragsrecht</LA></DD><DT>3.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundbuchrecht</LA></DD><DT>3.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Wohnungseigentumsgesetz</LA></DD><DT>3.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Wohnungsvermittlungsgesetz</LA></DD><DT>3.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Zweckentfremdungsrecht</LA></DD><DT>3.6</DT><DD Font=\"normal\"><LA Size=\"normal\">Geldwäschegesetz</LA></DD><DT>3.7</DT><DD Font=\"normal\"><LA Size=\"normal\">Makler- und Bauträgerverordnung</LA></DD><DT>3.8</DT><DD Font=\"normal\"><LA Size=\"normal\">Informationspflichten des Maklers</LA></DD><DT>3.8.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Dienstleistungs-Informationspflichten-Verordnung</LA></DD><DT>3.8.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Telemediengesetz</LA></DD><DT>3.8.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Preisangabenverordnung</LA></DD><DT>3.8.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Energieeinsparverordnung</LA></DD><DT><B>4.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Wettbewerbsrecht</B></LA></DD><DT>4.1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Allgemeine Wettbewerbsgrundsätze</LA></DD><DT>4.1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Unzulässige Werbung</LA></DD><DT><B>5.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Verbraucherschutz</B></LA></DD><DT>5.1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundlagen des Verbraucherschutzes</LA></DD><DT>5.1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Schlichtungsstellen</LA></DD><DT>5.1.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Datenschutz</LA></DD><DT><B>6.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Grundlagen Immobilien und Steuern</B></LA></DD><DT>6.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Einkommensteuern</LA></DD><DT>6.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Körperschaftsteuern</LA></DD><DT>6.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Gewerbesteuer</LA></DD><DT>6.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Umsatzsteuer</LA></DD><DT>6.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Bewertungsgesetzabhängige Steuern</LA></DD><DT>6.6</DT><DD Font=\"normal\"><LA Size=\"normal\">Spezielle Verkehrssteuern (Grunderwerb- und Grundsteuern)</LA></DD><DT><B>7.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Grundlagen der Finanzierung</B></LA></DD><DT>7.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Allgemeine Investitionsgrundlage und Finanzierungsrechnung</LA></DD><DT>7.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Kostenerfassung</LA></DD><DT>7.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Eigenkapital und Kapitaldienstfähigkeit</LA></DD><DT>7.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Kosten einer Finanzierung</LA></DD><DT>7.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Kreditsicherung und Beleihungsprüfung</LA></DD><DT>7.6</DT><DD Font=\"normal\"><LA Size=\"normal\">Förderprogramme, Wohnriester</LA></DD><DT>7.7</DT><DD Font=\"normal\"><LA Size=\"normal\">Absicherung des Kreditrisikos im Todesfall</LA></DD><DT>7.8</DT><DD Font=\"normal\"><LA Size=\"normal\">Steuerliche Aspekte der Finanzierung</LA></DD></DL></P><Title Align=\"auto\"><B>B. Inhaltliche Anforderungen an die Weiterbildung für Wohnimmobilienverwalter</B></Title><P><DL Font=\"normal\" Indent=\"13\" Type=\"arabic\"><DT><B>1.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Grundlagen der Immobilienwirtschaft</B></LA></DD><DT>1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Lebenszyklus der Immobilie</LA></DD><DT>1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Abgrenzung Facility Management – Gebäudemanagement</LA></DD><DT>1.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Gebäudepläne, Bauzeichnungen und Baubeschreibungen</LA></DD><DT>1.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Relevante Versicherungsarten im Immobilienbereich</LA></DD><DT>1.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Umwelt- und Energiethemen im Immobilienbereich</LA></DD><DT><B>2.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Rechtliche Grundlagen</B></LA></DD><DT>2.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Bürgerliches Gesetzbuch</LA></DD><DT>2.1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Allgemeines Vertragsrecht</LA></DD><DT>2.1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Mietrecht</LA></DD><DT>2.1.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Werkvertragsrecht</LA></DD><DT>2.1.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundstücksrecht</LA></DD><DT>2.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundbuchrecht</LA></DD><DT>2.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Wohnungseigentumsgesetz</LA></DD><DT>2.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Rechtsdienstleistungsgesetz</LA></DD><DT>2.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Zweckentfremdungsrecht</LA></DD><DT>2.6</DT><DD Font=\"normal\"><LA Size=\"normal\">Makler- und Bauträgerverordnung</LA></DD><DT>2.7</DT><DD Font=\"normal\"><LA Size=\"normal\">Betriebskostenverordnung</LA></DD><DT>2.8</DT><DD Font=\"normal\"><LA Size=\"normal\">Heizkostenverordnung</LA></DD><DT>2.9</DT><DD Font=\"normal\"><LA Size=\"normal\">Trinkwasserverordnung</LA></DD><DT>2.10</DT><DD Font=\"normal\"><LA Size=\"normal\">Wohnflächenverordnung</LA></DD><DT>2.11</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundzüge des Mietprozess- und Zwangsvollstreckungsrechts</LA></DD><DT>2.12</DT><DD Font=\"normal\"><LA Size=\"normal\">Informationspflichten des Verwalters</LA></DD><DT>2.12.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Dienstleistungs-Informationspflichten-Verordnung</LA></DD><DT>2.12.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Telemediengesetz</LA></DD><DT>2.12.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Preisangabenverordnung</LA></DD><DT>2.12.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Energieeinsparverordnung</LA></DD><DT><B>3.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Kaufmännische Grundlagen</B></LA></DD><DT>3.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Allgemeine kaufmännische Grundlagen</LA></DD><DT>3.1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundzüge ordnungsgemäßer Buchführung</LA></DD><DT>3.1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Externes und internes Rechnungswesen</LA></DD><DT>3.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Spezielle kaufmännische Grundlagen des WEG-Verwalters</LA></DD><DT>3.2.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Sonderumlagen/Instandhaltungsrücklage</LA></DD><DT>3.2.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Erstellung der Jahresabrechnung und des Wirtschaftsplans</LA></DD><DT>3.2.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Hausgeld, Mahnwesen</LA></DD><DT>3.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Spezielle kaufmännische Grundlagen des Mietverwalters</LA></DD><DT>3.3.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Rechnungswesen</LA></DD><DT>3.3.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Verwaltung von Konten</LA></DD><DT>3.3.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Bewirtschaftung</LA></DD><DT><B>4.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Verwaltung von Wohnungseigentumsobjekten</B></LA></DD><DT>4.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Begründung von Wohnungs- und Teileigentum</LA></DD><DT>4.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Teilungserklärung und Gemeinschaftsordnung</LA></DD><DT>4.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Rechte und Pflichten der Wohnungseigentümer</LA></DD><DT>4.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Pflichten des WEG-Verwalters</LA></DD><DT>4.4.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Durchführung von Eigentümerversammlungen</LA></DD><DT>4.4.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Beschlussfassung</LA></DD><DT>4.4.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Umsetzung von Beschlüssen der Eigentümerversammlung</LA></DD><DT>4.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Sonstige Aufgaben des WEG-Verwalters</LA></DD><DT>4.5.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Verwalterbestellung, Verwaltervertrag</LA></DD><DT>4.5.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Verwaltungsbeirat</LA></DD><DT>4.5.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Konflikt-, Beschwerde- und Sozialmanagement</LA></DD><DT>4.6</DT><DD Font=\"normal\"><LA Size=\"normal\">Objektmanagement</LA></DD><DT><B>5.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Verwaltung von Mietobjekten</B></LA></DD><DT>5.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Bewirtschaftung von Mietobjekten</LA></DD><DT>5.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Objektmanagement</LA></DD><DT>5.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Konflikt-, Beschwerde- und Sozialmanagement</LA></DD><DT>5.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Sonstige Aufgaben des Mietverwalters</LA></DD><DT>5.4.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Vermietung</LA></DD><DT>5.4.1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Mieterauswahl</LA></DD><DT>5.4.1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Ausgestaltung des Mietvertrages</LA></DD><DT>5.4.1.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Mieterhöhungen und Mietsicherheiten</LA></DD><DT>5.4.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Allgemeine Verwaltung der Mietwohnung</LA></DD><DT>5.4.2.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Bearbeitung von Mängelanzeigen</LA></DD><DT>5.4.2.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Erstellung von Betriebskostenabrechnungen</LA></DD><DT>5.4.2.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Beendigung und Abwicklung von Mietverhältnissen</LA></DD><DT><B>6.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Technische Grundlagen der Immobilienverwaltung</B></LA></DD><DT>6.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Baustoffe und Baustofftechnologie</LA></DD><DT>6.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Haustechnik</LA></DD><DT>6.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Erkennen von Mängeln</LA></DD><DT>6.4</DT><DD Font=\"normal\"><LA Size=\"normal\">Verkehrssicherungspflichten</LA></DD><DT>6.5</DT><DD Font=\"normal\"><LA Size=\"normal\">Instandhaltungs- und Instandsetzungsplanung; modernisierende Instandhaltung</LA></DD><DT>6.6</DT><DD Font=\"normal\"><LA Size=\"normal\">Energetische Gebäudesanierung und Modernisierung</LA></DD><DT>6.7</DT><DD Font=\"normal\"><LA Size=\"normal\">Altersgerechte und barrierefreie Umbauten</LA></DD><DT>6.8</DT><DD Font=\"normal\"><LA Size=\"normal\">Fördermitteleinsatz; Beantragung von Fördermitteln</LA></DD><DT>6.9</DT><DD Font=\"normal\"><LA Size=\"normal\">Dokumentation</LA></DD><DT><B>7.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Wettbewerbsrecht</B></LA></DD><DT>7.1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Allgemeine Wettbewerbsgrundsätze</LA></DD><DT>7.1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Unzulässige Werbung</LA></DD><DT><B>8.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Verbraucherschutz</B></LA></DD><DT>8.1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundlagen des Verbraucherschutzes</LA></DD><DT>8.1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Schlichtungsstellen</LA></DD><DT>8.1.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Datenschutz</LA></DD></DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE002600118",
        "name": "Anlage 2",
        "title": "(zu § 15b Absatz 1)",
        "parent": null,
        "body": "<P><noindex><kommentar typ=\"Fundstelle\">(Fundstelle: BGBl. I 2018, 555)</kommentar></noindex><BR/><BR/></P><Title Align=\"auto\"><B>Anforderungen an die Qualität der Weiterbildungsmaßnahme</B></Title><P>Einer Weiterbildungsmaßnahme muss eine Planung zugrunde liegen, sie muss systematisch organisiert und die Qualität derjenigen, die die Weiterbildung durchführen, muss sichergestellt sein.</P><P><DL Font=\"normal\" Indent=\"12\" Type=\"arabic\"><DT><B>1.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Planung</B></LA></DD><DT>1.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Weiterbildungsmaßnahme ist mit zeitlichem Vorlauf zu ihrer Durchführung konzipiert.</LA></DD><DT>1.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Weiterbildungsmaßnahme ist in nachvollziehbarer Form für die Teilnehmer beschrieben.</LA></DD><DT>1.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Der Weiterbildungsmaßnahme liegt eine Ablaufplanung zugrunde, auf die sich die Durchführung stützt.</LA></DD><DT><B>2.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Systematische Organisation</B></LA></DD><DT>2.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Teilnehmer erhalten im Vorfeld der Weiterbildungsmaßnahme eine Information bzw. eine Einladung in Textform.</LA></DD><DT>2.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Information bzw. die Einladung enthält eine Beschreibung der Weiterbildungsmaßnahme, aus der die Teilnehmer die erwerbbaren Kompetenzen sowie den Umfang der Weiterbildungsmaßnahme in Zeitstunden entnehmen können.</LA></DD><DT>2.3</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Anwesenheit des Teilnehmers wird vom Durchführenden der Weiterbildungsmaßnahme verbindlich dokumentiert und nachvollziehbar archiviert. Dies gilt auch für Lernformen wie dem selbstgesteuerten Lernen, dem blended-Learning und dem e-Learning. Bei Weiterbildungsmaßnahmen im Selbststudium ist eine nachweisbare Lernerfolgskontrolle durch den Anbieter der Weiterbildung sicherzustellen.</LA></DD><DT><B>3.</B></DT><DD Font=\"normal\"><LA Size=\"normal\"><B>Sicherstellung der Qualität der Durchführenden der Weiterbildung</B></LA></DD><DT>3.1</DT><DD Font=\"normal\"><LA Size=\"normal\">Für diejenigen, die die Weiterbildungsmaßnahme durchführen, liegen Anforderungsprofile vor.</LA></DD><DT>3.2</DT><DD Font=\"normal\"><LA Size=\"normal\">Systematische Prozesse stellen die Einhaltung dieser Anforderungen sicher.</LA></DD></DL></P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR013140974BJNE002700118",
        "name": "Anlage 3",
        "title": "(zu § 15b Absatz 3)",
        "parent": null,
        "body": "<P><noindex><kommentar typ=\"Fundstelle\">(Fundstelle: BGBl. I 2018, 556)</kommentar></noindex><BR/><BR/></P><Title Align=\"auto\" Class=\"S3\">Erklärung<BR/> über die Erfüllung der Weiterbildungsverpflichtung<BR/> nach § 34c Absatz 2a GewO i. V. m. § 15b Absatz 1 MaBV</Title><BR/><BR/><Title Align=\"auto\"><B>für den Zeitraum …</B></Title><BR/><table frame=\"all\" pgwide=\"1\" tocentry=\"%yes;\"><tgroup align=\"left\" char=\"\" charoff=\"50\" cols=\"3\"><colspec colname=\"col1\" colnum=\"1\" colwidth=\"45*\"/><colspec colname=\"col2\" colnum=\"2\" colwidth=\"50*\"/><colspec colname=\"col3\" colnum=\"3\" colwidth=\"65*\"/><tbody valign=\"top\"><row rowsep=\"0\"><entry VJ=\"1\" nameend=\"col3\" namest=\"col1\">Name, Vorname, ggf. Unternehmensbezeichnung des Gewerbetreibenden<BR/> <BR/> </entry></row><row rowsep=\"1\"><entry VJ=\"1\" nameend=\"col3\" namest=\"col1\">Bei juristischen Personen: Name, Vorname des gesetzlichen Vertreters<BR/> <BR/> <BR/> </entry></row><row rowsep=\"1\"><entry VJ=\"1\" nameend=\"col3\" namest=\"col1\">Straße, Hausnummer<BR/> <BR/> </entry></row><row rowsep=\"1\"><entry VJ=\"1\" colname=\"col1\" colsep=\"0\">PLZ<BR/> <BR/> </entry><entry VJ=\"1\" nameend=\"col3\" namest=\"col2\">Ort<BR/> <BR/> </entry></row><row rowsep=\"1\"><entry VJ=\"1\" colname=\"col1\" colsep=\"0\">Telefon<FnR ID=\"F802582_01_BJNR013140974BJNE002700118\"/><BR/> <BR/> </entry><entry VJ=\"1\" colname=\"col2\" colsep=\"0\">Fax*<BR/> <BR/> </entry><entry VJ=\"1\" colname=\"col3\">E-Mail*<BR/> <BR/> </entry></row><row><entry VJ=\"1\" nameend=\"col3\" namest=\"col1\">Bezeichnung der Weiterbildungsmaßnahme, Datum, Inhalt, Umfang (Stunden), in Anspruch genommener Weiterbildungsanbieter<BR/> <BR/> <BR/> <BR/> </entry></row></tbody></tgroup></table><P>_____________</P><FnArea Line=\"1\" Size=\"normal\"><FnR ID=\"F802582_01_BJNR013140974BJNE002700118\"/></FnArea><BR/><BR/><P>Ich bestätige, dass die nach § 34c Absatz 2a GewO bestehende Verpflichtung zur Weiterbildung eingehalten worden ist.</P><BR/><BR/><BR/><P>Ort, Datum, Unterschrift des Gewerbetreibenden</P><BR/><BR/>",
        "footnotes": "<Footnote FnZ=\"*\" Group=\"manuell\" ID=\"F802582_01_BJNR013140974BJNE002700118\" Pos=\"normal\">(Angaben sind freiwillig)</Footnote>",
        "documentaryFootnotes": null
      }
    ]
  }
}
