{
  "data": {
    "type": "law",
    "id": "BJNR007730967",
    "abbreviation": "PartG",
    "extraAbbreviations": [],
    "firstPublished": "1967-07-24",
    "sourceTimestamp": "20200722212509",
    "titleShort": "Parteiengesetz",
    "titleLong": "Gesetz über die politischen Parteien",
    "publicationInfo": [
      {
        "reference": "1967, 773",
        "periodical": "BGBl I"
      }
    ],
    "statusInfo": [
      {
        "comment": "Neugefasst durch Bek. v. 31.1.1994 I 149;",
        "category": "Neuf"
      },
      {
        "comment": "zuletzt geändert durch Art. 13 V v. 19.6.2020 I 1328",
        "category": "Stand"
      }
    ],
    "notes": {
      "body": null,
      "footnotes": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 28.7.1974 +++)<BR/>(+++ Zur Anwendung vgl. § 39 Abs. 5 +++)<BR/>(+++ Maßgaben aufgrund des EinigVtr vgl. PartG Anhang EV; <BR/>     nicht mehr anzuwenden +++)<BR/><BR/></pre></P>"
    },
    "attachments": {},
    "contents": [
      {
        "type": "heading",
        "id": "BJNR007730967BJNG000103307",
        "name": "Erster Abschnitt",
        "title": "Allgemeine Bestimmungen",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE000904307",
        "name": "§ 1",
        "title": "Verfassungsrechtliche Stellung und Aufgaben der Parteien",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000103307"
        },
        "body": "<P>(1) Die Parteien sind ein verfassungsrechtlich notwendiger Bestandteil der freiheitlichen demokratischen Grundordnung. Sie erfüllen mit ihrer freien, dauernden Mitwirkung an der politischen Willensbildung des Volkes eine ihnen nach dem Grundgesetz obliegende und von ihm verbürgte öffentliche Aufgabe.</P><P>(2) Die Parteien wirken an der Bildung des politischen Willens des Volkes auf allen Gebieten des öffentlichen Lebens mit, indem sie insbesondere auf die Gestaltung der öffentlichen Meinung Einfluß nehmen, die politische Bildung anregen und vertiefen, die aktive Teilnahme der Bürger am politischen Leben fördern, zur Übernahme öffentlicher Verantwortung befähigte Bürger heranbilden, sich durch Aufstellung von Bewerbern an den Wahlen in Bund, Ländern und Gemeinden beteiligen, auf die politische Entwicklung in Parlament und Regierung Einfluß nehmen, die von ihnen erarbeiteten politischen Ziele in den Prozeß der staatlichen Willensbildung einführen und für eine ständige lebendige Verbindung zwischen dem Volk und den Staatsorganen sorgen.</P><P>(3) Die Parteien legen ihre Ziele in politischen Programmen nieder.</P><P>(4) Die Parteien verwenden ihre Mittel ausschließlich für die ihnen nach dem Grundgesetz und diesem Gesetz obliegenden Aufgaben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001004377",
        "name": "§ 2",
        "title": "Begriff der Partei",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000103307"
        },
        "body": "<P>(1) Parteien sind Vereinigungen von Bürgern, die dauernd oder für längere Zeit für den Bereich des Bundes oder eines Landes auf die politische Willensbildung Einfluß nehmen und an der Vertretung des Volkes im Deutschen Bundestag oder einem Landtag mitwirken wollen, wenn sie nach dem Gesamtbild der tatsächlichen Verhältnisse, insbesondere nach Umfang und Festigkeit ihrer Organisation, nach der Zahl ihrer Mitglieder und nach ihrem Hervortreten in der Öffentlichkeit eine ausreichende Gewähr für die Ernsthaftigkeit dieser Zielsetzung bieten. Mitglieder einer Partei können nur natürliche Personen sein.</P><P>(2) Eine Vereinigung verliert ihre Rechtsstellung als Partei, wenn sie sechs Jahre lang weder an einer Bundestagswahl noch an einer Landtagswahl mit eigenen Wahlvorschlägen teilgenommen hat. Gleiches gilt, wenn eine Vereinigung sechs Jahre lang entgegen der Pflicht zur öffentlichen Rechenschaftslegung gemäß § 23 keinen Rechenschaftsbericht eingereicht hat; § 19a Absatz 3 Satz 5 gilt entsprechend.</P><P>(3) Politische Vereinigungen sind nicht Parteien, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">ihre Mitglieder oder die Mitglieder ihres Vorstandes in der Mehrheit Ausländer sind oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ihr Sitz oder ihre Geschäftsleitung sich außerhalb des Geltungsbereichs dieses Gesetzes befindet.</LA></DD></DL></P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>(+++ § 2 Abs. 2 Satz 2: Zur Anwendung vgl. § 39 Abs. 5 S 1 +++)</P>"
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001103307",
        "name": "§ 3",
        "title": "Aktiv- und Passivlegitimation",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000103307"
        },
        "body": "<P>Die Partei kann unter ihrem Namen klagen und verklagt werden. Das gleiche gilt für ihre Gebietsverbände der jeweils höchsten Stufe, sofern die Satzung der Partei nichts anderes bestimmt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001203307",
        "name": "§ 4",
        "title": "Name",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000103307"
        },
        "body": "<P>(1) Der Name einer Partei muß sich von dem Namen einer bereits bestehenden Partei deutlich unterscheiden; das gleiche gilt für Kurzbezeichnungen. In der Wahlwerbung und im Wahlverfahren darf nur der satzungsmäßige Name oder dessen Kurzbezeichnung geführt werden; Zusatzbezeichnungen können weggelassen werden.</P><P>(2) Gebietsverbände führen den Namen der Partei unter Zusatz ihrer Organisationsstellung. Der Zusatz für Gebietsverbände ist nur an nachfolgender Stelle zulässig. In der allgemeinen Werbung und in der Wahlwerbung kann der Zusatz weggelassen werden.</P><P>(3) Gebietsverbände, die aus der Partei ausscheiden, verlieren das Recht, den Namen der Partei weiterzuführen. Ein neu gewählter Name darf nicht in einem bloßen Zusatz zu dem bisherigen Namen bestehen. Entsprechendes gilt für Kurzbezeichnungen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001304307",
        "name": "§ 5",
        "title": "Gleichbehandlung",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000103307"
        },
        "body": "<P>(1) Wenn ein Träger öffentlicher Gewalt den Parteien Einrichtungen zur Verfügung stellt oder andere öffentliche Leistungen gewährt, sollen alle Parteien gleichbehandelt werden. Der Umfang der Gewährung kann nach der Bedeutung der Parteien bis zu dem für die Erreichung ihres Zweckes erforderlichen Mindestmaß abgestuft werden. Die Bedeutung der Parteien bemißt sich insbesondere auch nach den Ergebnissen vorausgegangener Wahlen zu Volksvertretungen. Für eine Partei, die im Bundestag in Fraktionsstärke vertreten ist, muß der Umfang der Gewährung mindestens halb so groß wie für jede andere Partei sein.</P><P>(2) Für die Gewährung öffentlicher Leistungen in Zusammenhang mit einer Wahl gilt Absatz 1 während der Dauer des Wahlkampfes nur für Parteien, die Wahlvorschläge eingereicht haben.</P><P>(3) Öffentliche Leistungen nach Absatz 1 können an bestimmte sachliche, von allen Parteien zu erfüllende Voraussetzungen gebunden werden.</P><P>(4) Der Vierte Abschnitt bleibt unberührt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR007730967BJNG000203307",
        "name": "Zweiter Abschnitt",
        "title": "Innere Ordnung",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001405307",
        "name": "§ 6",
        "title": "Satzung und Programm",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Die Partei muß eine schriftliche Satzung und ein schriftliches Programm haben. Die Gebietsverbände regeln ihre Angelegenheiten durch eigene Satzungen, soweit die Satzung des jeweils nächsthöheren Gebietsverbandes hierüber keine Vorschriften enthält.</P><P>(2) Die Satzungen müssen Bestimmungen enthalten über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Namen sowie Kurzbezeichnung, sofern eine solche verwandt wird, Sitz und Tätigkeitsgebiet der Partei,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Aufnahme und Austritt der Mitglieder,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Rechte und Pflichten der Mitglieder,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">zulässige Ordnungsmaßnahmen gegen Mitglieder und ihren Ausschluß (§ 10 Abs. 3 bis 5),</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">zulässige Ordnungsmaßnahmen gegen Gebietsverbände,</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">allgemeine Gliederung der Partei,</LA></DD> <DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zusammensetzung und Befugnisse des Vorstandes und der übrigen Organe,</LA></DD> <DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Beschlußfassung durch die Mitglieder- und Vertreterversammlungen nach § 9 vorbehaltene Angelegenheiten,</LA></DD> <DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">Voraussetzung, Form und Frist der Einberufung der Mitglieder- und Vertreterversammlungen sowie Beurkundung der Beschlüsse,</LA></DD> <DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gebietsverbände und Organe, die zur Einreichung (Unterzeichnung) von Wahlvorschlägen für Wahlen zu Volksvertretungen befugt sind, soweit hierüber keine gesetzlichen Vorschriften bestehen,</LA></DD> <DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Urabstimmung der Mitglieder und das Verfahren, wenn der Parteitag die Auflösung der Partei oder des Gebietsverbandes oder die Verschmelzung mit anderen Parteien nach § 9 Abs. 3 beschlossen hat. Der Beschluß gilt nach dem Ergebnis der Urabstimmung als bestätigt, geändert oder aufgehoben,</LA></DD> <DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">Form und Inhalt einer Finanzordnung, die den Vorschriften des Fünften Abschnittes dieses Gesetzes genügt.</LA></DD> </DL> </P><P>(3) Der Vorstand hat dem Bundeswahlleiter <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Satzung und Programm der Partei,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Namen der Vorstandsmitglieder der Partei und der Landesverbände mit Angabe ihrer Funktionen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Auflösung der Partei oder eines Landesverbandes</LA></DD> </DL>mitzuteilen. Änderungen zu Satz 1 Nr. 1 und 2 sind bis zum 31. Dezember des jeweiligen Kalenderjahres anzuzeigen. Die Unterlagen können beim Bundeswahlleiter von jedermann eingesehen werden. Abschriften dieser Unterlagen sind auf Anforderung gebührenfrei zu erteilen.</P><P>(4) Bei Parteien, deren Organisation sich auf das Gebiet eines Landes beschränkt (Landesparteien), gelten die in diesem Gesetz für die Partei getroffenen Regelungen für den Landesverband.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001503307",
        "name": "§ 7",
        "title": "Gliederung",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Die Parteien gliedern sich in Gebietsverbände. Größe und Umfang der Gebietsverbände werden durch die Satzung festgelegt. Die gebietliche Gliederung muß so weit ausgebaut sein, daß den einzelnen Mitgliedern eine angemessene Mitwirkung an der Willensbildung der Partei möglich ist. Beschränkt sich die Organisation einer Partei auf das Gebiet eines Stadtstaates, braucht sie keine Gebietsverbände zu bilden; sie ist Partei im Sinne dieses Gesetzes. Organisatorische Zusammenschlüsse mehrerer Gebietsverbände, die den verbandsmäßigen Aufbau der Parteiorganisation nicht wesentlich beeinträchtigen, sind zulässig.</P><P>(2) Soweit in einer Partei Landesverbände nicht bestehen, gelten die in diesem Gesetz für Landesverbände getroffenen Regelungen für die der Partei folgenden nächstniedrigen Gebietsverbände.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001603307",
        "name": "§ 8",
        "title": "Organe",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Mitgliederversammlung und Vorstand sind notwendige Organe der Partei und der Gebietsverbände. Durch die Satzung kann bestimmt werden, daß in den überörtlichen Verbänden an die Stelle der Mitgliederversammlung eine Vertreterversammlung tritt, deren Mitglieder für höchstens zwei Jahre durch Mitglieder- oder Vertreterversammlungen der nachgeordneten Verbände gewählt werden. Landesparteien ohne Gebietsverbände (§ 7 Abs. 1 Satz 4) können die Mitgliederversammlung durch eine Vertreterversammlung ersetzen, wenn sie mehr als 250 Mitglieder haben. Vertreterversammlungen können auch für Ortsverbände von mehr als 250 Mitgliedern oder mit großer räumlicher Ausdehnung gebildet werden.</P><P>(2) Die Satzung kann weitere der Willensbildung des jeweiligen Gebietsverbandes dienende Einrichtungen (Organe) vorsehen. Sie sind in der Satzung ausdrücklich als solche zu bezeichnen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001703307",
        "name": "§ 9",
        "title": "Mitglieder- und Vertreterversammlung (Parteitag,\nHauptversammlung)",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Die Mitglieder- oder Vertreterversammlung (Parteitag, Hauptversammlung) ist das oberste Organ des jeweiligen Gebietsverbandes. Sie führt bei Gebietsverbänden höherer Stufen die Bezeichnung \"Parteitag\", bei Gebietsverbänden der untersten Stufe die Bezeichnung \"Hauptversammlung\"; die nachfolgenden Bestimmungen über den Parteitag gelten auch für die Hauptversammlung. Die Parteitage treten mindestens in jedem zweiten Kalenderjahr einmal zusammen.</P><P>(2) Vorstandsmitglieder, Mitglieder anderer Organe des Gebietsverbandes sowie Angehörige des in § 11 Abs. 2 genannten Personenkreises können einer Vertreterversammlung kraft Satzung angehören, dürfen aber in diesem Fall nur bis zu einem Fünftel der satzungsmäßigen Gesamtzahl der Versammlungsmitglieder mit Stimmrecht ausgestattet sein.</P><P>(3) Der Parteitag beschließt im Rahmen der Zuständigkeiten des Gebietsverbandes innerhalb der Partei über die Parteiprogramme, die Satzung, die Beitragsordnung, die Schiedsgerichtsordnung, die Auflösung sowie die Verschmelzung mit anderen Parteien.</P><P>(4) Der Parteitag wählt den Vorsitzenden des Gebietsverbandes, seine Stellvertreter und die übrigen Mitglieder des Vorstandes, die Mitglieder etwaiger anderer Organe und die Vertreter in den Organen höherer Gebietsverbände, soweit in diesem Gesetz nichts anderes zugelassen ist.</P><P>(5) Der Parteitag nimmt mindestens alle zwei Jahre einen Tätigkeitsbericht des Vorstandes entgegen und faßt über ihn Beschluß. Der finanzielle Teil des Berichts ist vor der Berichterstattung durch Rechnungsprüfer, die von dem Parteitag gewählt werden, zu überprüfen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001803307",
        "name": "§ 10",
        "title": "Rechte der Mitglieder",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Die zuständigen Organe der Partei entscheiden nach näherer Bestimmung der Satzung frei über die Aufnahme von Mitgliedern. Die Ablehnung eines Aufnahmeantrages braucht nicht begründet zu werden. Allgemeine, auch befristete Aufnahmesperren sind nicht zulässig. Personen, die infolge Richterspruchs die Wählbarkeit oder das Wahlrecht nicht besitzen, können nicht Mitglieder einer Partei sein.</P><P>(2) Die Mitglieder der Partei und die Vertreter in den Parteiorganen haben gleiches Stimmrecht. Die Ausübung des Stimmrechts kann nach näherer Bestimmung der Satzung davon abhängig gemacht werden, daß das Mitglied seine Beitragspflicht erfüllt hat. Das Mitglied ist jederzeit zum sofortigen Austritt aus der Partei berechtigt.</P><P>(3) In der Satzung sind Bestimmungen zu treffen über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zulässigen Ordnungsmaßnahmen gegen Mitglieder,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Gründe, die zu Ordnungsmaßnahmen berechtigen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Parteiorgane, die Ordnungsmaßnahmen anordnen können.</LA></DD> </DL>Im Falle der Enthebung von Parteiämtern oder der Aberkennung der Fähigkeit zu ihrer Bekleidung ist der Beschluß zu begründen.</P><P>(4) Ein Mitglied kann nur dann aus der Partei ausgeschlossen werden, wenn es vorsätzlich gegen die Satzung oder erheblich gegen Grundsätze oder Ordnung der Partei verstößt und ihr damit schweren Schaden zufügt.</P><P>(5) Über den Ausschluß entscheidet das nach der Schiedsgerichtsordnung zuständige Schiedsgericht. Die Berufung an ein Schiedsgericht höherer Stufe ist zu gewährleisten. Die Entscheidungen sind schriftlich zu begründen. In dringenden und schwerwiegenden Fällen, die sofortiges Eingreifen erfordern, kann der Vorstand der Partei oder eines Gebietsverbandes ein Mitglied von der Ausübung seiner Rechte bis zur Entscheidung des Schiedsgerichts ausschließen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE001905160",
        "name": "§ 11",
        "title": "Vorstand",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Der Vorstand wird mindestens in jedem zweiten Kalenderjahr gewählt. Er muß aus mindestens drei Mitgliedern bestehen.</P><P>(2) Dem Vorstand können Abgeordnete und andere Persönlichkeiten aus der Partei kraft Satzung angehören, wenn sie ihr Amt oder ihr Mandat aus einer Wahl erhalten haben. Der Anteil der nicht nach § 9 Abs. 4 gewählten Mitglieder darf ein Fünftel der Gesamtzahl der Vorstandsmitglieder nicht übersteigen. Vorsitzender und Schatzmeister einer Partei dürfen nicht in einer der Partei nahestehenden politischen Stiftung vergleichbare Funktionen ausüben.</P><P>(3) Der Vorstand leitet den Gebietsverband und führt dessen Geschäfte nach Gesetz und Satzung sowie den Beschlüssen der ihm übergeordneten Organe. Er vertritt den Gebietsverband gemäß § 26 Absatz 1 Satz 2 und 3 des Bürgerlichen Gesetzbuchs, soweit nicht die Satzung eine abweichende Regelung trifft.</P><P>(4) Zur Durchführung der Beschlüsse des Vorstandes sowie zur Erledigung der laufenden und der besonders dringlichen Vorstandsgeschäfte kann aus der Mitte des Vorstandes ein geschäftsführender Vorstand (Präsidium) gebildet werden. Seine Mitglieder können auch vom Vorstand gewählt oder durch die Satzung bestimmt werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002003307",
        "name": "§ 12",
        "title": "Allgemeine Parteiausschüsse",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Die Mitglieder von allgemeinen Parteiausschüssen und ähnlichen Einrichtungen, die nach der Satzung umfassende Zuständigkeiten für die Beratung oder Entscheidung politischer und organisatorischer Fragen der Partei besitzen, können auch von nachgeordneten Gebietsverbänden gewählt werden.</P><P>(2) Der Vorstand und Angehörige des in § 11 Abs. 2 genannten Personenkreises können einem solchen Organ kraft Satzung angehören. Der Anteil der nicht gewählten Mitglieder darf ein Drittel der Gesamtmitgliederzahl des Organs nicht übersteigen; er kann um weitere Mitglieder mit nur beratender Stimme erhöht werden, muß jedoch auch dann noch unter der Hälfte der Gesamtmitgliederzahl des Organs liegen.</P><P>(3) Das Amt der gewählten Mitglieder der in Absatz 1 genannten Organe dauert höchstens zwei Jahre.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002103307",
        "name": "§ 13",
        "title": "Zusammensetzung der Vertreterversammlungen",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>Die Zusammensetzung einer Vertreterversammlung oder eines sonstigen Organs, das ganz oder zum Teil aus Vertretern von Gebietsverbänden besteht, ist in der Satzung festzulegen. Die Zahl der Vertreter des Gebietsverbandes ist in erster Linie nach der Zahl der vertretenen Mitglieder zu bemessen. Die Satzung kann bestimmen, daß die restliche Zahl der Vertreter, höchstens die Hälfte der Gesamtzahl, nach dem Verhältnis der im Bereich des Gebietsverbandes bei vorausgegangenen Wahlen zu Volksvertretungen erzielten Wählerstimmen auf die Gebietsverbände aufgeschlüsselt wird. Die Ausübung des Stimmrechts kann von der Erfüllung der Beitragspflicht des Gebietsverbandes abhängig gemacht werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002203307",
        "name": "§ 14",
        "title": "Parteischiedsgerichte",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Zur Schlichtung und Entscheidung von Streitigkeiten der Partei oder eines Gebietsverbandes mit einzelnen Mitgliedern und Streitigkeiten über Auslegung und Anwendung der Satzung sind zumindest bei der Partei und den Gebietsverbänden der jeweils höchsten Stufe Schiedsgerichte zu bilden. Für mehrere Gebietsverbände der Kreisstufe können gemeinsame Schiedsgerichte gebildet werden.</P><P>(2) Die Mitglieder der Schiedsgerichte werden für höchstens vier Jahre gewählt. Sie dürfen nicht Mitglied eines Vorstandes der Partei oder eines Gebietsverbandes sein, in einem Dienstverhältnis zu der Partei oder einem Gebietsverband stehen oder von ihnen regelmäßige Einkünfte beziehen. Sie sind unabhängig und an Weisungen nicht gebunden.</P><P>(3) Die Satzung kann vorsehen, daß die Schiedsgerichte allgemein oder im Einzelfall mit Beisitzern besetzt werden, die von den Streitteilen paritätisch benannt werden.</P><P>(4) Für die Tätigkeit des Schiedsgerichts ist eine Schiedsgerichtsordnung zu erlassen, die den Beteiligten rechtliches Gehör, ein gerechtes Verfahren und die Ablehnung eines Mitglieds des Schiedsgerichts wegen Befangenheit gewährleistet.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002303307",
        "name": "§ 15",
        "title": "Willensbildung in den Organen",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Die Organe fassen ihre Beschlüsse mit einfacher Stimmenmehrheit, soweit nicht durch Gesetz oder Satzung erhöhte Stimmenmehrheit vorgeschrieben ist.</P><P>(2) Die Wahlen der Vorstandsmitglieder und der Vertreter zu Vertreterversammlungen und zu Organen höherer Gebietsverbände sind geheim. Bei den übrigen Wahlen kann offen abgestimmt werden, wenn sich auf Befragen kein Widerspruch erhebt.</P><P>(3) Das Antragsrecht ist so zu gestalten, daß eine demokratische Willensbildung gewährleistet bleibt, insbesondere auch Minderheiten ihre Vorschläge ausreichend zur Erörterung bringen können. In den Versammlungen höherer Gebietsverbände ist mindestens den Vertretern der Gebietsverbände der beiden nächstniedrigen Stufen ein Antragsrecht einzuräumen. Bei Wahlen und Abstimmungen ist eine Bindung an Beschlüsse anderer Organe unzulässig.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002403307",
        "name": "§ 16",
        "title": "Maßnahmen gegen Gebietsverbände",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000203307"
        },
        "body": "<P>(1) Die Auflösung und der Ausschluß nachgeordneter Gebietsverbände sowie die Amtsenthebung ganzer Organe derselben sind nur wegen schwerwiegender Verstöße gegen die Grundsätze oder die Ordnung der Partei zulässig. In der Satzung ist zu bestimmen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">aus welchen Gründen die Maßnahmen zulässig sind,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">welcher übergeordnete Gebietsverband und welches Organ dieses Verbandes sie treffen können.</LA></DD> </DL> </P><P>(2) Der Vorstand der Partei oder eines übergeordneten Gebietsverbandes bedarf für eine Maßnahme nach Absatz 1 der Bestätigung durch ein höheres Organ. Die Maßnahme tritt außer Kraft, wenn die Bestätigung nicht auf dem nächsten Parteitag ausgesprochen wird.</P><P>(3) Gegen Maßnahmen nach Absatz 1 ist die Anrufung eines Schiedsgerichts zuzulassen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR007730967BJNG000303307",
        "name": "Dritter Abschnitt",
        "title": "Aufstellung von Wahlbewerbern",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002503307",
        "name": "§ 17",
        "title": "Aufstellung von Wahlbewerbern",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000303307"
        },
        "body": "<P>Die Aufstellung von Bewerbern für Wahlen zu Volksvertretungen muß in geheimer Abstimmung erfolgen. Die Aufstellung regeln die Wahlgesetze und die Satzungen der Parteien.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR007730967BJNG000404307",
        "name": "Vierter Abschnitt",
        "title": "Staatliche Finanzierung",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002616311",
        "name": "§ 18",
        "title": "Grundsätze und Umfang der staatlichen Finanzierung",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000404307"
        },
        "body": "<P>(1) Die Parteien erhalten Mittel als Teilfinanzierung der allgemein ihnen nach dem Grundgesetz obliegenden Tätigkeit. Maßstäbe für die Verteilung der staatlichen Mittel bilden der Erfolg, den eine Partei bei den Wählern bei Europa-, Bundestags- und Landtagswahlen erzielt, die Summe ihrer Mitglieds- und Mandatsträgerbeiträge sowie der Umfang der von ihr eingeworbenen Spenden.</P><P>(2) Das jährliche Gesamtvolumen staatlicher Mittel, das allen Parteien höchstens ausgezahlt werden darf, beträgt für die im Jahr 2019 vorzunehmende Festsetzung 190 Millionen Euro (absolute Obergrenze). Die absolute Obergrenze erhöht sich jährlich um den Prozentsatz, abgerundet auf ein Zehntel Prozent, um den sich der Preisindex der für eine Partei typischen Ausgaben im dem Anspruchsjahr vorangegangenen Jahr erhöht hat. Grundlage des Preisindexes ist zu einem Wägungsanteil von 70 Prozent der allgemeine Verbraucherpreisindex und von 30 Prozent der Index der tariflichen Monatsgehälter der Arbeiter und Angestellten bei Gebietskörperschaften. Der Präsident des Statistischen Bundesamtes legt dem Deutschen Bundestag hierzu bis spätestens 30. April jedes Jahres einen Bericht über die Entwicklung des Preisindexes bezogen auf das vorangegangene Jahr vor. Der Bundestagspräsident veröffentlicht bis spätestens 31. Mai jedes Jahres die sich aus der Steigerung ergebende Summe der absoluten Obergrenze, abgerundet auf volle Eurobeträge, als Bundestagsdrucksache.</P><P>(3) Die Parteien erhalten jährlich im Rahmen der staatlichen Teilfinanzierung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">0,83 Euro für jede für ihre jeweilige Liste abgegebene gültige Stimme oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">0,83 Euro für jede für sie in einem Wahl- oder Stimmkreis abgegebene gültige Stimme, wenn in einem Land eine Liste für diese Partei nicht zugelassen war, und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">0,45 Euro für jeden Euro, den sie als Zuwendung (eingezahlter Mitglieds- oder Mandatsträgerbeitrag oder rechtmäßig erlangte Spende) erhalten haben; dabei werden nur Zuwendungen bis zu 3 300 Euro je natürliche Person berücksichtigt.</LA></DD></DL>Die Parteien erhalten abweichend von den Nummern 1 und 2 für die von ihnen jeweils erzielten bis zu vier Millionen gültigen Stimmen 1 Euro je Stimme. Die in Satz 1 Nummer 1 und 2 sowie in Satz 2 genannten Beträge erhöhen sich ab dem Jahr 2017 entsprechend Absatz 2 Satz 2 bis 5.</P><P>(4) Anspruch auf staatliche Mittel gemäß Absatz 3 Nr. 1 und 3 haben Parteien, die nach dem endgültigen Wahlergebnis der jeweils letzten Europa- oder Bundestagswahl mindestens 0,5 vom Hundert oder einer Landtagswahl 1,0 vom Hundert der für die Listen abgegebenen gültigen Stimmen erreicht haben; für Zahlungen nach Absatz 3 Satz 1 Nr. 1 und Satz 2 muss die Partei diese Voraussetzungen bei der jeweiligen Wahl erfüllen. Anspruch auf die staatlichen Mittel gemäß Absatz 3 Nr. 2 haben Parteien, die nach dem endgültigen Wahlergebnis 10 vom Hundert der in einem Wahl- oder Stimmkreis abgegebenen gültigen Stimmen erreicht haben. Die Sätze 1 und 2 gelten nicht für Parteien nationaler Minderheiten.</P><P>(5) Die Höhe der staatlichen Teilfinanzierung darf bei einer Partei die Summe der Einnahmen nach § 24 Abs. 4 Nr. 1 bis 7 nicht überschreiten (relative Obergrenze). Die Summe der Finanzierung aller Parteien darf die absolute Obergrenze nicht überschreiten.</P><P>(6) Der Bundespräsident kann eine Kommission unabhängiger Sachverständiger zu Fragen der Parteienfinanzierung berufen.</P><P>(7) Löst sich eine Partei auf oder wird sie verboten, scheidet sie ab dem Zeitpunkt der Auflösung aus der staatlichen Teilfinanzierung aus. Gleiches gilt bei einer Feststellung des Bundesverfassungsgerichts nach § 46a des Bundesverfassungsgerichtsgesetzes ab dem Zeitpunkt der Entscheidung.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002707377",
        "name": "§ 19",
        "title": "Antragstellung für die staatliche Teilfinanzierung",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000404307"
        },
        "body": "<P>(1) Die Festsetzung und die Auszahlung der staatlichen Mittel für das Anspruchsjahr im Sinne des Gesetzes sind von den Parteien schriftlich zum 30. September des Anspruchsjahres beim Präsidenten des Deutschen Bundestages zu beantragen. Der Antrag muss von einem für die Finanzen nach der Satzung zuständigen Vorstandsmitglied der Partei gestellt sein und die zustellungsfähige Anschrift sowie eine Bankverbindung enthalten. Ein einheitlicher Antrag des Bundesverbandes für die Gesamtpartei genügt. Teilanträge sind zulässig. Wurden staatliche Mittel zugunsten einer Partei bereits für das dem Anspruchsjahr vorausgehende Jahr festgesetzt, erfolgt die Festsetzung durch den Präsidenten des Deutschen Bundestages ohne weiteren Antrag. Änderungen, die das Festsetzungsverfahren betreffen, hat die Partei dem Präsidenten des Deutschen Bundestages unverzüglich mitzuteilen. Unterbleibt eine solche Mitteilung, haftet die Partei.</P><P>(2) Der Antrag auf Abschlagszahlungen ist schriftlich bei dem Präsidenten des Deutschen Bundestages bis zum 15. des jeweils der nächsten Abschlagszahlung vorangehenden Monats zu stellen. Er kann für mehrere Abschläge des Jahres gleichzeitig gestellt werden. Absatz 1 Sätze 5 bis 7 gilt entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005402377",
        "name": "§ 19a",
        "title": "Festsetzungsverfahren",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000404307"
        },
        "body": "<P>(1) Der Präsident des Deutschen Bundestages setzt jährlich zum 15. Februar die Höhe der staatlichen Mittel für jede anspruchsberechtigte Partei für das vorangegangene Jahr (Anspruchsjahr) fest. Er darf staatliche Mittel für eine Partei nach den §§ 18 und 19a nur auf Grund eines Rechenschaftsberichts festsetzen und auszahlen, der den Vorschriften des Fünften Abschnitts entspricht. Leitet der Präsident des Deutschen Bundestages bezüglich eines fristgerecht eingereichten Rechenschaftsberichts das Verfahren nach § 23a Abs. 2 vor der Festsetzung ein, setzt er die staatlichen Mittel für diese Partei auf der Grundlage ihres Rechenschaftsberichts nur vorläufig fest und zahlt sie gegen Sicherheitsleistung in Höhe möglicher Zahlungsverpflichtungen der Partei (§§ 31a bis 31c) aus. Nach Abschluss des Verfahrens trifft er eine endgültige Festsetzung.</P><P>(2) Berechnungsgrundlage für die Festsetzung der Höhe der staatlichen Mittel sind die von den anspruchsberechtigten Parteien bis einschließlich 31. Dezember des Anspruchsjahres erzielten gültigen Stimmen bei der jeweils letzten Europa- und Bundestagswahl sowie der jeweils letzten Landtagswahl und die in den Rechenschaftsberichten veröffentlichten Zuwendungen (§ 18 Abs. 3 Satz 1 Nr. 3) des jeweils vorangegangenen Jahres (Rechenschaftsjahr). Der Präsident des Deutschen Bundestages fasst die erzielten, nach § 18 Abs. 4 berücksichtigungsfähigen, gültigen Stimmen jeder Partei in einem Stimmenkonto zusammen und schreibt dieses fort.</P><P>(3) Die Partei hat ihren Rechenschaftsbericht bis zum 30. September des dem Rechenschaftsjahr folgenden Jahres beim Präsidenten des Deutschen Bundestages einzureichen. Der Präsident des Deutschen Bundestages kann die Frist um bis zu drei Monate verlängern. Reicht eine Partei ihren Rechenschaftsbericht nicht fristgerecht ein, verliert sie endgültig den auf Zuwendungen bezogenen Anspruch auf staatliche Mittel (Verfall des Zuwendungsanteils). Hat eine Partei ihren Rechenschaftsbericht bis zum 31. Dezember des dem Anspruchsjahr folgenden Jahres nicht eingereicht, verliert sie endgültig den Anspruch auf staatliche Mittel für das Anspruchsjahr (Verfall des Wählerstimmenanteils). Die Fristen werden unabhängig von der inhaltlichen Richtigkeit gewahrt, wenn der Rechenschaftsbericht der in § 24 vorgegebenen Gliederung entspricht und den Prüfungsvermerk gemäß § 30 Abs. 2 trägt. Die Festsetzungen und Zahlungen an die übrigen Parteien bleiben unverändert.</P><P>(4) Der Berechnung der relativen Obergrenze (§ 18 Absatz 5) sind die in den Rechenschaftsberichten des Rechenschaftsjahres veröffentlichten Einnahmen nach § 24 Absatz 4 Nummer 1 bis 7 zugrunde zu legen. Dabei sind Einnahmen aus Unternehmenstätigkeit (§ 24 Absatz 4 Nummer 5) nur in Höhe des nach Abzug der Ausgaben (§ 24 Absatz 5 Nummer 2 Buchstabe f) verbleibenden Betrages zu berücksichtigen.</P><P>(5) Bei der Festsetzung ist zunächst für jede Partei die relative Obergrenze (§ 18 Absatz 5) und sodann die absolute Obergrenze (§ 18 Absatz 2) einzuhalten. Überschreitet die Summe der errechneten staatlichen Mittel die absolute Obergrenze, besteht der Anspruch der Parteien auf staatliche Mittel nur in der Höhe, der ihrem Anteil an diesem Betrag entspricht.</P><P>(6) Die Auszahlung der staatlichen Mittel für die bei Landtagswahlen erzielten gültigen Stimmen erfolgt an den jeweiligen Landesverband der Partei in Höhe von 0,50 Euro je Stimme; etwaige Kürzungen nach Absatz 5 bleiben außer Betracht, soweit diese bei den vom Bund zu leistenden Auszahlungen (§ 21 Abs. 1 Satz 1 Alternative 2) vorgenommen werden können. Die Auszahlung der übrigen staatlichen Mittel erfolgt an den Bundesverband der Partei, bei Landesparteien an den Landesverband.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>(+++ § 19a Abs. 4 Satz 2: Zur Anwendung vgl. § 39 Abs. 5 S 2 +++)</P>"
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002806377",
        "name": "§ 20",
        "title": "Abschlagszahlungen",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000404307"
        },
        "body": "<P>(1) Den anspruchsberechtigten Parteien sind Abschlagszahlungen auf den vom Präsidenten des Deutschen Bundestages festzusetzenden Betrag zu gewähren. Berechnungsgrundlage sind die für das vorangegangene Jahr für jede Partei festgesetzten Mittel. Die Abschlagszahlungen sind zum 15. Februar, zum 15. Mai, zum 15. August und zum 15. November zu zahlen; sie dürfen jeweils 25 vom Hundert der Gesamtsumme der für das Vorjahr für die jeweilige Partei festgesetzten Mittel nicht überschreiten. Liegen Anhaltspunkte dafür vor, dass es zu einer Rückzahlungsverpflichtung kommen könnte, kann die Gewährung von einer Sicherheitsleistung abhängig gemacht werden.</P><P>(2) Die Abschlagszahlungen sind von den Parteien unverzüglich zurückzuzahlen, soweit sie den festgesetzten Betrag überschreiten oder ein Anspruch nicht entstanden ist. Ergibt sich aus der Festsetzung eine Überzahlung, stellt der Präsident des Deutschen Bundestages den Rückforderungsanspruch mit dem die Festsetzung umfassenden Verwaltungsakt fest und verrechnet diesen Betrag unmittelbar.</P><P>(3) § 19a Abs. 6 gilt entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE002906377",
        "name": "§ 21",
        "title": "Bereitstellung von Bundesmitteln und Auszahlungsverfahren sowie\nPrüfung durch den Bundesrechnungshof",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000404307"
        },
        "body": "<P>(1) Die Mittel nach den §§ 18 und 20 werden im Falle des § 19a Abs. 6 Satz 1 von den Ländern, im übrigen vom Bund durch den Präsidenten des Deutschen Bundestages an die Parteien ausgezahlt. Der Präsident des Deutschen Bundestages teilt den Ländern die auf die Landesverbände der Parteien entfallenden Beträge verbindlich mit.</P><P>(2) Der Bundesrechnungshof prüft, ob der Präsident des Deutschen Bundestages als mittelverwaltende Stelle die staatlichen Mittel entsprechend den Vorschriften dieses Abschnitts festgesetzt und ausgezahlt hat, sowie die ordnungsgemäße Durchführung der Verfahren gemäß § 23a.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003006307",
        "name": "§ 22",
        "title": "Parteiinterner Finanzausgleich",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000404307"
        },
        "body": "<P>Die Bundesverbände der Parteien haben für einen angemessenen Finanzausgleich für ihre Landesverbände Sorge zu tragen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR007730967BJNG000804307",
        "name": "Fünfter Abschnitt",
        "title": "Rechenschaftslegung",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003107377",
        "name": "§ 23",
        "title": "Pflicht zur öffentlichen Rechenschaftslegung",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Der Vorstand der Partei hat über die Herkunft und die Verwendung der Mittel sowie über das Vermögen der Partei zum Ende des Kalenderjahres (Rechnungsjahr) in einem Rechenschaftsbericht wahrheitsgemäß und nach bestem Wissen und Gewissen öffentlich Rechenschaft zu geben. Der Rechenschaftsbericht soll vor der Zuleitung an den Präsidenten des Deutschen Bundestages im Vorstand der Partei beraten werden. Der Bundesvorstand der Partei sowie die Vorstände der Landesverbände und die Vorstände der den Landesverbänden vergleichbaren Gebietsverbände sind jeweils für ihre Rechenschaftslegung verantwortlich. Ihre Rechenschaftsberichte werden vom Vorsitzenden und einem vom Parteitag gewählten für die Finanzangelegenheiten zuständigen Vorstandsmitglied oder von einem für die Finanzangelegenheiten nach der Satzung zuständigen Gremium gewählten Vorstandsmitglied unterzeichnet. Diese für die Finanzangelegenheiten zuständigen Vorstandsmitglieder versichern mit ihrer Unterschrift, dass die Angaben in ihren Rechenschaftsberichten nach bestem Wissen und Gewissen wahrheitsgemäß gemacht worden sind. Der Rechenschaftsbericht der Gesamtpartei wird von einem vom Parteitag gewählten für die Finanzangelegenheiten zuständigen Vorstandsmitglied des Bundesvorstandes oder von einem für die Finanzangelegenheiten nach der Satzung zuständigen Gremium gewählten Mitglied des Bundesvorstandes zusammengefügt und unterzeichnet.</P><P>(2) Der Rechenschaftsbericht muss von einem Wirtschaftsprüfer oder einer Wirtschaftsprüfungsgesellschaft nach den Vorschriften der §§ 29 bis 31 geprüft werden. Bei Parteien, die die Voraussetzungen des § 18 Abs. 4 Satz 1 erster Halbsatz nicht erfüllen, kann der Rechenschaftsbericht auch von einem vereidigten Buchprüfer oder einer Buchprüfungsgesellschaft geprüft werden. Er ist entsprechend der Frist nach § 19a Abs. 3 Satz 1 erster Halbsatz beim Präsidenten des Deutschen Bundestages einzureichen und von diesem als Bundestagsdrucksache zu verteilen. Erfüllt eine Partei die Voraussetzungen des § 18 Abs. 4 Satz 1 erster Halbsatz nicht und verfügt sie im Rechnungsjahr weder über Einnahmen noch über ein Vermögen von mehr als 5.000 Euro, kann sie bei dem Präsidenten des Deutschen Bundestages einen ungeprüften Rechenschaftsbericht einreichen. Der Präsident des Deutschen Bundestages kann untestiert eingereichte Rechenschaftsberichte veröffentlichen. Der Rechenschaftsbericht der Partei ist dem jeweils auf seine Veröffentlichung folgenden Bundesparteitag zur Erörterung vorzulegen.</P><P>(3) Der Präsident des Deutschen Bundestages prüft gemäß § 23a, ob der Rechenschaftsbericht den Vorschriften des Fünften Abschnitts entspricht. Das Ergebnis der Prüfung ist in dem Bericht nach Absatz 4 aufzunehmen.</P><P>(4) Der Präsident des Deutschen Bundestages erstattet dem Deutschen Bundestag alle zwei Jahre über die Entwicklung der Parteienfinanzen sowie über die Rechenschaftsberichte der Parteien Bericht. Zusätzlich erstellt er vergleichende jährliche Kurzübersichten über die Einnahmen und Ausgaben sowie über die Vermögensverhältnisse der Parteien. Die Berichte werden als Bundestagsdrucksache verteilt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005006377",
        "name": "§ 23a",
        "title": "Prüfung des Rechenschaftsberichts",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Der Präsident des Deutschen Bundestages prüft den vorgelegten Rechenschaftsbericht auf formale und inhaltliche Richtigkeit. Er stellt fest, ob der Rechenschaftsbericht den Vorschriften des Fünften Abschnitts entspricht. Eine erneute Prüfung ist nur vor Ablauf der in § 24 Abs. 2 bestimmten Frist zulässig.</P><P>(2) Liegen dem Präsidenten des Deutschen Bundestages konkrete Anhaltspunkte dafür vor, dass im Rechenschaftsbericht einer Partei enthaltene Angaben unrichtig sind, gibt dieser der betroffenen Partei Gelegenheit zur Stellungnahme. Er kann von der Partei die Bestätigung der Richtigkeit ihrer Stellungnahme durch ihren Wirtschaftsprüfer oder ihre Wirtschaftsprüfungsgesellschaft, ihren vereidigten Buchprüfer oder ihre Buchprüfungsgesellschaft verlangen.</P><P>(3) Räumt die nach Absatz 2 verlangte Stellungnahme die dem Präsidenten des Deutschen Bundestages vorliegenden konkreten Anhaltspunkte für Unrichtigkeiten im Rechenschaftsbericht nicht aus, kann der Präsident des Deutschen Bundestages im Einvernehmen mit der Partei einen Wirtschaftsprüfer oder eine Wirtschaftsprüfungsgesellschaft seiner Wahl mit der Prüfung beauftragen, ob der Rechenschaftsbericht der Partei den Vorschriften des Fünften Abschnitts entspricht. Die Partei hat dem vom Präsidenten des Deutschen Bundestages bestellten Wirtschaftsprüfer Zugang und Einsicht in die zur Prüfung erforderlichen Unterlagen und Belege zu gewähren. Die Kosten dieses Verfahrens trägt der Präsident des Deutschen Bundestages.</P><P>(4) Nach Abschluss des Verfahrens erlässt der Präsident des Deutschen Bundestages einen Bescheid, in dem er gegebenenfalls Unrichtigkeiten des Rechenschaftsberichts feststellt und die Höhe des den unrichtigen Angaben entsprechenden Betrages festsetzt. In dem Bescheid ist anzugeben, ob die Unrichtigkeit auf der Verletzung der Vorschriften über die Einnahme- und Ausgaberechnung, der Vermögensbilanz oder des Erläuterungsteils (§ 24 Abs. 7) beruht.</P><P>(5) Eine Partei, in deren Rechenschaftsbericht unrichtige Angaben enthalten sind, hat den Rechenschaftsbericht zu berichtigen und nach Entscheidung des Präsidenten des Deutschen Bundestages teilweise oder ganz neu abzugeben. Dieser ist von einem Wirtschaftsprüfer oder einer Wirtschaftsprüfungsgesellschaft, einem vereidigten Buchprüfer oder einer Buchprüfungsgesellschaft durch einen Vermerk zu bestätigen. Übersteigt der zu berichtigende Betrag im Einzelfall nicht 10.000 Euro und im Rechnungsjahr je Partei nicht 50.000 Euro, kann abweichend von den Sätzen 1 und 2 die Berichtigung im Rechenschaftsbericht für das folgende Jahr vorgenommen werden.</P><P>(6) Berichtigte Rechenschaftsberichte sind ganz oder teilweise als Bundestagsdrucksache zu veröffentlichen.</P><P>(7) Die im Rahmen dieses Verfahrens gewonnenen Erkenntnisse, die nicht die Rechnungslegung der Partei selbst betreffen, dürfen nicht veröffentlicht oder anderen staatlichen Stellen der Bundesrepublik Deutschland zugeleitet werden. Sie müssen vom Präsidenten nach Beendigung der Prüfung unverzüglich vernichtet werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005500377",
        "name": "§ 23b",
        "title": "Anzeigepflicht bei Unrichtigkeiten im Rechenschaftsbericht",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Erlangt eine Partei Kenntnis von Unrichtigkeiten in ihrem bereits frist- und formgerecht beim Präsidenten des Deutschen Bundestages eingereichten Rechenschaftsbericht, hat sie diese unverzüglich dem Präsidenten des Deutschen Bundestages schriftlich anzuzeigen.</P><P>(2) Bei einer von der Partei angezeigten Unrichtigkeit unterliegt die Partei nicht den Rechtsfolgen des § 31b oder des § 31c, wenn im Zeitpunkt des Eingangs der Anzeige konkrete Anhaltspunkte für diese unrichtigen Angaben öffentlich nicht bekannt waren oder weder dem Präsidenten des Deutschen Bundestages vorgelegen haben noch in einem amtlichen Verfahren entdeckt waren und die Partei den Sachverhalt umfassend offen legt und korrigiert. Die zu Unrecht erlangten Finanzvorteile sind innerhalb einer vom Präsidenten des Deutschen Bundestages gesetzten Frist an diesen abzuführen.</P><P>(3) § 23a Abs. 5 und 6 gilt entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003211377",
        "name": "§ 24",
        "title": "Rechenschaftsbericht",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Der Rechenschaftsbericht besteht aus einer Ergebnisrechnung auf der Grundlage einer den Vorschriften dieses Gesetzes entsprechenden Einnahmen- und Ausgabenrechnung, einer damit verbundenen Vermögensbilanz sowie einem Erläuterungsteil. Er gibt unter Beachtung der Grundsätze ordnungsmäßiger Buchführung entsprechend den tatsächlichen Verhältnissen Auskunft über die Herkunft und Verwendung der Mittel sowie über das Vermögen der Partei.</P><P>(2) Die für alle Kaufleute geltenden handelsrechtlichen Vorschriften über die Rechnungslegung, insbesondere zu Ansatz und Bewertung von Vermögensgegenständen, sind entsprechend anzuwenden, soweit dieses Gesetz nichts anderes vorschreibt. Rechnungsunterlagen, Bücher, Bilanzen und Rechenschaftsberichte sind zehn Jahre aufzubewahren. Die Aufbewahrungsfrist beginnt mit Ablauf des Rechnungsjahres.</P><P>(3) In den Rechenschaftsbericht der Gesamtpartei sind die Rechenschaftsberichte jeweils getrennt nach Bundesverband und Landesverband sowie die Rechenschaftsberichte der nachgeordneten Gebietsverbände je Landesverband aufzunehmen. Die Landesverbände und die ihnen nachgeordneten Gebietsverbände haben ihren Rechenschaftsberichten eine lückenlose Aufstellung aller Zuwendungen je Zuwender mit Namen und Anschrift beizufügen. Der Bundesverband hat diese Aufstellungen zur Ermittlung der jährlichen Gesamthöhe der Zuwendungen je Zuwender zusammenzufassen. Die Landesverbände haben die Teilberichte der ihnen nachgeordneten Gebietsverbände gesammelt bei ihren Rechenschaftsunterlagen aufzubewahren.</P><P>(4) Die Einnahmerechnung umfasst: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Mitgliedsbeiträge,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Mandatsträgerbeiträge und ähnliche regelmäßige Beiträge,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden von natürlichen Personen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden von juristischen Personen,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einnahmen aus Unternehmenstätigkeit,</LA></DD><DT>5a.</DT><DD><LA>Einnahmen aus Beteiligungen,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einnahmen aus sonstigem Vermögen,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einnahmen aus Veranstaltungen, Vertrieb von Druckschriften und Veröffentlichungen und sonstiger mit Einnahmen verbundener Tätigkeit,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">staatliche Mittel,</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige Einnahmen,</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zuschüsse von Gliederungen und</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gesamteinnahmen nach den Nummern 1 bis 10.</LA></DD></DL></P><P>(5) Die Ausgaberechnung umfasst: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Personalausgaben,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Sachausgaben<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">des laufenden Geschäftsbetriebes,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">für allgemeine politische Arbeit,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">für Wahlkämpfe,</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">für die Vermögensverwaltung einschließlich sich hieraus ergebender Zinsen,</LA></DD><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige Zinsen,</LA></DD><DT>f)</DT><DD Font=\"normal\"><LA>Ausgaben im Rahmen einer Unternehmenstätigkeit,</LA></DD><DT>g)</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige Ausgaben,</LA></DD></DL></LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zuschüsse an Gliederungen und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gesamtausgaben nach den Nummern 1 bis 3.</LA></DD></DL></P><P>(6) Die Vermögensbilanz umfasst: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Besitzposten:<DL Font=\"normal\" Type=\"arabic\"><DT>A.</DT><DD Font=\"normal\"><LA Size=\"normal\">Anlagevermögen:<DL Font=\"normal\" Type=\"arabic\"><DT>I.</DT><DD Font=\"normal\"><LA Size=\"normal\">Sachanlagen:<DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Haus- und Grundvermögen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Geschäftsstellenausstattung,</LA></DD></DL></LA></DD><DT>II.</DT><DD Font=\"normal\"><LA Size=\"normal\">Finanzanlagen:<DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Beteiligungen an Unternehmen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige Finanzanlagen;</LA></DD></DL></LA></DD></DL></LA></DD><DT>B.</DT><DD Font=\"normal\"><LA Size=\"normal\">Umlaufvermögen:<DL Font=\"normal\" Type=\"arabic\"><DT>I.</DT><DD Font=\"normal\"><LA Size=\"normal\">Forderungen an Gliederungen,</LA></DD><DT>II.</DT><DD Font=\"normal\"><LA Size=\"normal\">Forderungen aus der staatlichen Teilfinanzierung,</LA></DD><DT>III.</DT><DD Font=\"normal\"><LA Size=\"normal\">Geldbestände,</LA></DD><DT>IV.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige Vermögensgegenstände;</LA></DD></DL></LA></DD><DT>C.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gesamtbesitzposten (Summe aus A und B);</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Schuldposten:<DL Font=\"normal\" Type=\"arabic\"><DT>A.</DT><DD Font=\"normal\"><LA Size=\"normal\">Rückstellungen:<DL Font=\"normal\" Type=\"arabic\"><DT>I.</DT><DD Font=\"normal\"><LA Size=\"normal\">Pensionsverpflichtungen,</LA></DD><DT>II.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige Rückstellungen;</LA></DD></DL></LA></DD><DT>B.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbindlichkeiten:<DL Font=\"normal\" Type=\"arabic\"><DT>I.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbindlichkeiten gegenüber Gliederungen,</LA></DD><DT>II.</DT><DD Font=\"normal\"><LA Size=\"normal\">Rückzahlungsverpflichtungen aus der staatlichen Teilfinanzierung,</LA></DD><DT>III.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbindlichkeiten gegenüber Kreditinstituten,</LA></DD><DT>IV.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verbindlichkeiten gegenüber sonstigen Darlehensgebern,</LA></DD><DT>V.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige Verbindlichkeiten;</LA></DD></DL></LA></DD><DT>C.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gesamte Schuldposten (Summe von A und B);</LA></DD></DL></LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Reinvermögen (positiv oder negativ).</LA></DD></DL></P><P>(7) Der Vermögensbilanz ist ein Erläuterungsteil hinzuzufügen, der insbesondere folgende Punkte umfassen muss: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Auflistung der Beteiligungen nach Absatz 6 Nr. 1 A II 1 sowie deren im Jahresabschluss aufgeführten unmittelbaren und mittelbaren Beteiligungen, jeweils mit Name und Sitz sowie unter Angabe des Anteils und der Höhe des Nominalkapitals; außerdem sind die Höhe des Anteils am Kapital, das Eigenkapital und das Ergebnis des letzten Geschäftsjahres dieser Unternehmen anzugeben, für das ein Jahresabschluss vorliegt. Die im Jahresabschluss dieser Unternehmen aufgeführten Beteiligungen sind mit den Angaben aus dem Jahresabschluss zu übernehmen. Beteiligungen im Sinne dieses Gesetzes sind Anteile gemäß § 271 Abs. 1 des Handelsgesetzbuchs;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Benennung der Hauptprodukte von Medienunternehmen, soweit Beteiligungen an diesen bestehen;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Abstand von fünf Jahren eine Bewertung des Haus- und Grundvermögens und der Beteiligungen an Unternehmen nach dem Bewertungsgesetz (Haus- und Grundvermögen nach §§ 145 ff. des Bewertungsgesetzes).</LA></DD></DL></P><P>(8) Im Rechenschaftsbericht sind die Summe der Zuwendungen natürlicher Personen bis zu 3 300 Euro je Person sowie die Summe der Zuwendungen natürlicher Personen, soweit sie den Betrag von 3 300 Euro übersteigen, gesondert auszuweisen.</P><P>(9) Dem Rechenschaftsbericht ist eine Zusammenfassung voranzustellen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einnahmen der Gesamtpartei gemäß Absatz 4 Nr. 1 bis 9 und deren Summe,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Ausgaben der Gesamtpartei gemäß Absatz 5 Nr. 1 und 2 und deren Summe,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Überschuss- oder Defizitausweis,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Besitzposten der Gesamtpartei gemäß Absatz 6 Nr. 1 A I und II und B II bis IV und deren Summe,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Schuldposten der Gesamtpartei gemäß Absatz 6 Nummer 2 A I und II und B II bis V und deren Summe,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Reinvermögen der Gesamtpartei (positiv oder negativ),</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gesamteinnahmen, Gesamtausgaben, Überschüsse oder Defizite sowie Reinvermögen der drei Gliederungsebenen Bundesverband, Landesverbände und der ihnen nachgeordneten Gebietsverbände.</LA></DD></DL>Neben den absoluten Beträgen zu den Nummern 1 und 2 ist der Vomhundertsatz der Einnahmensumme nach Nummer 1 und der Ausgabensumme nach Nummer 2 auszuweisen. Zum Vergleich sind die Vorjahresbeträge anzugeben.</P><P>(10) Die Anzahl der Mitglieder zum 31. Dezember des Rechnungsjahres ist zu verzeichnen.</P><P>(11) Die Partei kann dem Rechenschaftsbericht zusätzliche Erläuterungen beifügen.</P><P>(12) Öffentliche Zuschüsse, die den politischen Jugendorganisationen zweckgebunden zugewendet werden, bleiben bei der Ermittlung der absoluten Obergrenze unberücksichtigt. Sie sind im Rechenschaftsbericht der jeweiligen Partei nachrichtlich auszuweisen und bleiben bei der Einnahme- und Ausgaberechnung der Partei unberücksichtigt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003309377",
        "name": "§ 25",
        "title": "Spenden",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Parteien sind berechtigt, Spenden anzunehmen. Bis zu einem Betrag von 1 000 Euro kann eine Spende mittels Bargeld erfolgen. Parteimitglieder, die Empfänger von Spenden an die Partei sind, haben diese unverzüglich an ein für Finanzangelegenheiten von der Partei satzungsmäßig bestimmtes Vorstandsmitglied weiterzuleiten. Spenden sind von einer Partei erlangt, wenn sie in den Verfügungsbereich eines für die Finanzangelegenheiten zuständigen Vorstandsmitglieds oder eines hauptamtlichen Mitarbeiters der Partei gelangt sind; unverzüglich nach ihrem Eingang an den Spender zurückgeleitete Spenden gelten als nicht von der Partei erlangt.</P><P>(2) Von der Befugnis der Parteien, Spenden anzunehmen ausgeschlossen sind: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden von öffentlich-rechtlichen Körperschaften, Parlamentsfraktionen und -gruppen sowie von Fraktionen und Gruppen von kommunalen Vertretungen;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden von politischen Stiftungen, Körperschaften, Personenvereinigungen und Vermögensmassen, die nach der Satzung, dem Stiftungsgeschäft oder der sonstigen Verfassung und nach der tatsächlichen Geschäftsführung ausschließlich und unmittelbar gemeinnützigen, mildtätigen oder kirchlichen Zwecken dienen (§§ 51 bis 68 der Abgabenordnung);</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden von außerhalb des Geltungsbereiches dieses Gesetzes, es sei denn, dass<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">diese Spenden aus dem Vermögen eines Deutschen im Sinne des Grundgesetzes, eines Bürgers der Europäischen Union oder eines Wirtschaftsunternehmens, dessen Anteile sich zu mehr als 50 vom Hundert im Eigentum von Deutschen im Sinne des Grundgesetzes oder eines Bürgers der Europäischen Union befinden oder dessen Hauptsitz in einem Mitgliedstaat der Europäischen Union ist, unmittelbar einer Partei zufließen,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">es sich um Spenden an Parteien nationaler Minderheiten in ihrer angestammten Heimat handelt, die diesen aus Staaten zugewendet werden, die an die Bundesrepublik Deutschland angrenzen und in denen Angehörige ihrer Volkszugehörigkeit leben oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">es sich um eine Spende eines Ausländers von nicht mehr als 1 000 Euro handelt;</LA></DD></DL></LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden von Berufsverbänden, die diesen mit der Maßgabe zugewandt wurden, sie an eine politische Partei weiterzuleiten;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden von Unternehmen, die ganz oder teilweise im Eigentum der öffentlichen Hand stehen oder die von ihr verwaltet oder betrieben werden, sofern die direkte Beteiligung der öffentlichen Hand 25 vom Hundert übersteigt;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden, soweit sie im Einzelfall mehr als 500 Euro betragen und deren Spender nicht feststellbar sind, oder bei denen es sich erkennbar um die Weiterleitung einer Spende eines nicht genannten Dritten handelt;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden, die der Partei erkennbar in Erwartung oder als Gegenleistung eines bestimmten wirtschaftlichen oder politischen Vorteils gewährt werden;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">Spenden, die von einem Dritten gegen ein von der Partei zu zahlendes Entgelt eingeworben werden, das 25 vom Hundert des Wertes der eingeworbenen Spende übersteigt.</LA></DD></DL></P><P>(3) Spenden, Mitgliedsbeiträge und Mandatsträgerbeiträge an eine Partei oder einen oder mehrere ihrer Gebietsverbände, deren Gesamtwert in einem Kalenderjahr (Rechnungsjahr) 10 000 Euro übersteigt, sind unter Angabe des Namens und der Anschrift des Zuwenders sowie der Gesamthöhe der Zuwendung im Rechenschaftsbericht zu verzeichnen. Spenden, die im Einzelfall die Höhe von 50 000 Euro übersteigen, sind dem Präsidenten des Deutschen Bundestages unverzüglich anzuzeigen. Dieser veröffentlicht die Zuwendung unter Angabe des Zuwenders zeitnah als Bundestagsdrucksache.</P><P>(4) Nach Absatz 2 unzulässige Spenden sind von der Partei unverzüglich, spätestens mit Einreichung des Rechenschaftsberichts für das betreffende Jahr (§ 19a Abs. 3) an den Präsidenten des Deutschen Bundestages weiterzuleiten.</P>",
        "footnotes": null,
        "documentaryFootnotes": "<P>(+++ § 25 Abs. 3 Satz 1: Zur Anwendung vgl. § 39 Abs. 5 S 3 +++)</P>"
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003408377",
        "name": "§ 26",
        "title": "Begriff der Einnahme",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Einnahme ist, soweit für einzelne Einnahmearten (§ 24 Abs. 4) nichts besonderes gilt, jede von der Partei erlangte Geld- oder geldwerte Leistung. Als Einnahmen gelten auch die Freistellung von üblicherweise entstehenden Verbindlichkeiten, die Übernahme von Veranstaltungen und Maßnahmen durch andere, mit denen ausdrücklich für eine Partei geworben wird, die Auflösung von Rückstellungen sowie Wertaufholungen im Anlagevermögen.</P><P>(2) Alle Einnahmen sind mit ihrem vollen Betrag an der für sie vorgesehenen Stelle einzusetzen und in der Vermögensbilanz zu berücksichtigen.</P><P>(3) Wirtschaftsgüter, die nicht in Geld bestehen, sind mit den im gewöhnlichen Geschäftsverkehr für gleiche oder vergleichbare Leistungen üblicherweise zu zahlenden Preisen anzusetzen.</P><P>(4) Die ehrenamtliche Mitarbeit in Parteien erfolgt grundsätzlich unentgeltlich. Sach-, Werk- und Dienstleistungen, die Parteien außerhalb eines Geschäftsbetriebes üblicherweise unentgeltlich zur Verfügung gestellt werden, bleiben als Einnahmen unberücksichtigt. Ein Kostenersatz bleibt hiervon unberührt.</P><P>(5) Beiträge und staatliche Mittel, die von vornherein für eine schlüsselmäßige Verteilung unter mehrere Gebietsverbände bestimmt sind, werden bei der Stelle ausgewiesen, bei der sie endgültig verbleiben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE006000377",
        "name": "§ 26a",
        "title": "Begriff der Ausgabe",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Ausgabe ist, soweit für einzelne Ausgabearten (§ 24 Abs. 5) nichts Besonderes gilt, auch jede von der Partei erbrachte Geldleistung oder geldwerte Leistung sowie die Nutzung von Einnahmen nach § 26 Abs. 1 Satz 2, die die Partei erlangt hat. Als Ausgabe gelten auch planmäßige und außerplanmäßige Abschreibungen auf Vermögensgegenstände und die Bildung von Rückstellungen.</P><P>(2) § 26 Abs. 2 gilt entsprechend.</P><P>(3) Vermögensgegenstände sind zum Zeitpunkt einer Veräußerung mit ihrem Buchwert als Ausgaben zu erfassen.</P><P>(4) Ausgaben aus der internen Verrechnung zwischen Gliederungen sind bei der Gliederung zu erfassen, von der sie wirtschaftlich getragen werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003508377",
        "name": "§ 27",
        "title": "Einzelne Einnahmearten",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Mitgliedsbeiträge sind nur solche regelmäßigen Geldleistungen, die ein Mitglied auf Grund satzungsrechtlicher Vorschriften entrichtet. Mandatsträgerbeiträge sind regelmäßige Geldleistungen, die ein Inhaber eines öffentlichen Wahlamtes (Mandatsträger) über seinen Mitgliedsbeitrag hinaus leistet. Spenden sind darüber hinausgehende Zahlungen. Dazu gehören auch Sonderumlagen und Sammlungen sowie geldwerte Zuwendungen aller Art, sofern sie nicht üblicherweise unentgeltlich Parteien außerhalb eines Geschäftsbetriebes zur Verfügung gestellt werden oder eine hierfür dennoch vereinbarte Vergütung an die Partei zurückgeleitet oder auf eine solche Vergütung verzichtet wird.</P><P>(2) Sonstige Einnahmen nach § 24 Abs. 4 Nr. 9 sind aufzugliedern und zu erläutern, wenn sie bei einer der in § 24 Abs. 3 aufgeführten Gliederungen mehr als 2 vom Hundert der Summe der Einnahmen nach § 24 Abs. 4 Nr. 1 bis 6 ausmachen. Darüber hinaus sind Einnahmen, die im Einzelfall die Summe von 10.000 Euro übersteigen, offen zu legen. Erbschaften und Vermächtnisse sind unter Angabe ihrer Höhe, des Namens und der letzten Anschrift des Erblassers im Rechenschaftsbericht zu verzeichnen, soweit der Gesamtwert 10.000 Euro übersteigt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003607377",
        "name": "§ 28",
        "title": "Vermögensbilanz",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) In der Vermögensbilanz sind Vermögensgegenstände mit einem Anschaffungswert von im Einzelfall mehr als 5.000 Euro (inklusive Umsatzsteuer) aufzuführen.</P><P>(2) Vermögensgegenstände sind mit den Anschaffungs- und Herstellungskosten vermindert um planmäßige Abschreibungen anzusetzen. Im Bereich des Haus- und Grundvermögens erfolgen keine planmäßigen Abschreibungen.</P><P>(3) Gliederungen unterhalb der Landesverbände können Einnahmen und Ausgaben im Jahr des Zu- beziehungsweise Abflusses verbuchen, auch wenn die jeweiligen Forderungen beziehungsweise Verbindlichkeiten bereits im Vorjahr entstanden sind. Die §§ 249 bis 251 des Handelsgesetzbuchs können für die Aufstellung der Rechenschaftsberichte dieser Gliederungen unbeachtet bleiben.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003705377",
        "name": "§ 29",
        "title": "Prüfung des Rechenschaftsberichts",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Die Prüfung nach § 23 Abs. 2 Satz 1 erstreckt sich auf die Bundespartei, ihre Landesverbände sowie nach Wahl des Prüfers auf mindestens zehn nachgeordnete Gebietsverbände. In die Prüfung ist die Buchführung einzubeziehen. Die Prüfung hat sich darauf zu erstrecken, ob die gesetzlichen Vorschriften beachtet worden sind. Die Prüfung ist so anzulegen, dass Unrichtigkeiten und Verstöße gegen die gesetzlichen Vorschriften bei gewissenhafter Berufsausübung erkannt werden.</P><P>(2) Der Prüfer kann von den Vorständen und den von ihnen dazu ermächtigten Personen alle Aufklärungen und Nachweise verlangen, welche die sorgfältige Erfüllung seiner Prüfungspflicht erfordert. Es ist ihm insoweit auch zu gestatten, die Unterlagen für die Zusammenstellung des Rechenschaftsberichts, die Bücher und Schriftstücke sowie die Kassen- und Vermögensbestände zu prüfen.</P><P>(3) Der Vorstand des zu prüfenden Gebietsverbandes hat dem Prüfer schriftlich zu versichern, daß in dem Rechenschaftsbericht alle rechenschaftspflichtigen Einnahmen, Ausgaben und Vermögenswerte erfaßt sind. Auf die Versicherung der Vorstände nachgeordneter Gebietsverbände kann Bezug genommen werden. Es genügt die Versicherung des für die Finanzangelegenheiten zuständigen Vorstandsmitgliedes.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003804377",
        "name": "§ 30",
        "title": "Prüfungsbericht und Prüfungsvermerk",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Das Ergebnis der Prüfung ist in einem schriftlichen Prüfungsbericht niederzulegen, der dem Vorstand der Partei und dem Vorstand des geprüften Gebietsverbandes zu übergeben ist.</P><P>(2) Sind nach dem abschließenden Ergebnis der Prüfung keine Einwendungen zu erheben, so hat der Prüfer durch einen Vermerk zu bestätigen, daß nach pflichtgemäßer Prüfung auf Grund der Bücher und Schriften der Partei sowie der von den Vorständen erteilten Aufklärungen und Nachweise der Rechenschaftsbericht in dem geprüften Umfang (§ 29 Abs. 1) den Vorschriften dieses Gesetzes entspricht. Sind Einwendungen zu erheben, so hat der Prüfer in seinem Prüfungsvermerk die Bestätigung zu versagen oder einzuschränken. Die geprüften Gebietsverbände sind im Prüfungsvermerk namhaft zu machen.</P><P>(3) Der Prüfungsvermerk ist auf dem einzureichenden Rechenschaftsbericht anzubringen und in vollem Wortlaut nach § 23 Abs. 2 Satz 3 mit zu veröffentlichen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE003905377",
        "name": "§ 31",
        "title": "Prüfer",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000804307"
        },
        "body": "<P>(1) Ein Wirtschaftsprüfer oder vereidigter Buchprüfer darf nicht Prüfer sein, wenn er <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Amt oder eine Funktion in der Partei oder für die Partei ausübt, oder in den letzten drei Jahren ausgeübt hat;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei der Führung der Bücher oder der Aufstellung des zu prüfenden Rechenschaftsberichts über die Prüfungstätigkeit hinaus mitgewirkt hat;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">gesetzlicher Vertreter, Arbeitnehmer, Mitglied des Aufsichtsrats oder Gesellschafter einer juristischen oder natürlichen Person oder einer Personengesellschaft oder Inhaber eines Unternehmens ist, sofern die juristische oder natürliche Person, die Personengesellschaft oder einer ihrer Gesellschafter oder das Einzelunternehmen nach Nummer 2 nicht Prüfer der Partei sein darf;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei der Prüfung eine Person beschäftigt, die nach Nummer 1 bis 3 nicht Prüfer sein darf.</LA></DD> </DL> </P><P>(2) Eine Wirtschaftsprüfungsgesellschaft oder Buchprüfungsgesellschaft darf nicht Prüfer sein, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">sie nach Absatz 1 Nr. 3 als Gesellschafter einer juristischen Person oder einer Personengesellschaft oder nach Absatz 1 Nr. 2 oder 4 nicht Prüfer sein darf;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer ihrer gesetzlichen Vertreter oder einer ihrer Gesellschafter nach Absatz 1 Nr. 2 oder 3 nicht Prüfer sein darf.</LA></DD> </DL> </P><P>(3) Die Prüfer, ihre Gehilfen und die bei der Prüfung mitwirkenden gesetzlichen Vertreter einer Prüfungsgesellschaft sind zu gewissenhafter und unparteiischer Wahrnehmung ihrer Aufgaben und zur Verschwiegenheit verpflichtet. § 323 des Handelsgesetzbuchs gilt entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR007730967BJNG000900377",
        "name": "Sechster Abschnitt",
        "title": "Verfahren bei unrichtigen\nRechenschaftsberichten sowie Strafvorschriften",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005600377",
        "name": "§ 31a",
        "title": "Rückforderung der staatlichen Finanzierung",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000900377"
        },
        "body": "<P>(1) Soweit im Rechenschaftsbericht Zuwendungen (§ 18 Abs. 3 Satz 1 Nr. 3) zu Unrecht ausgewiesen worden sind und dadurch der Betrag der der Partei zustehenden staatlichen Mittel unrichtig festgesetzt worden ist, nimmt der Präsident des Deutschen Bundestages die gemäß § 19a Abs. 1 erfolgte Festsetzung der staatlichen Mittel zurück. Dies gilt nicht, wenn die Berichtigung im Rechenschaftsbericht für das folgende Jahr erfolgt (§ 23a Abs. 5 Satz 3). § 48 Abs. 2 des Verwaltungsverfahrensgesetzes findet keine Anwendung.</P><P>(2) Nach Ablauf der in § 24 Abs. 2 bestimmten Frist ist die Rücknahme ausgeschlossen.</P><P>(3) Mit der Rücknahme setzt der Präsident des Deutschen Bundestages den von der Partei zu erstattenden Betrag durch Verwaltungsakt fest. Ergibt sich im Zuge der weiteren staatlichen Finanzierung eine Verrechnungslage, ist der Unterschiedsbetrag mit der nächsten Abschlagszahlung an die Partei zu verrechnen.</P><P>(4) Die Festsetzungen und Zahlungen an die übrigen Parteien bleiben unverändert.</P><P>(5) Die Parteien sollen in die Satzungen Regelungen für den Fall aufnehmen, dass Maßnahmen nach Absatz 1 durch Landesverbände oder diesen nachgeordnete Gebietsverbände verursacht werden.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005800377",
        "name": "§ 31b",
        "title": "Unrichtigkeit des Rechenschaftsberichts",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000900377"
        },
        "body": "<P>Stellt der Präsident des Deutschen Bundestages im Rahmen seiner Prüfung nach § 23a Unrichtigkeiten im Rechenschaftsbericht fest, entsteht gegen die Partei ein Anspruch in Höhe des Zweifachen des den unrichtigen Angaben entsprechenden Betrages, soweit kein Fall des § 31c vorliegt. Betreffen Unrichtigkeiten in der Vermögensbilanz oder im Erläuterungsteil das Haus- und Grundvermögen oder Beteiligungen an Unternehmen, beträgt der Anspruch 10 vom Hundert der nicht aufgeführten oder der unrichtig angegebenen Vermögenswerte. Der Präsident stellt die Verpflichtung der Partei zur Zahlung des Betrages durch Verwaltungsakt fest. § 31a Abs. 2 bis 5 gilt entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005902377",
        "name": "§ 31c",
        "title": "Rechtswidrig erlangte oder nicht veröffentlichte Spenden",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000900377"
        },
        "body": "<P>Hat eine Partei Spenden unter Verstoß gegen § 25 Abs. 2 angenommen und nicht gemäß § 25 Abs. 4 an den Präsidenten des Deutschen Bundestages weitergeleitet, entsteht gegen sie ein Anspruch in Höhe des Dreifachen des rechtswidrig erlangten Betrages; bereits abgeführte Spenden werden angerechnet. Hat eine Partei Spenden nicht den Vorschriften dieses Gesetzes entsprechend im Rechenschaftsbericht veröffentlicht (§ 25 Abs. 3), entsteht gegen sie ein Anspruch in Höhe des Zweifachen des nicht den Vorschriften dieses Gesetzes entsprechend veröffentlichten Betrages. Der Präsident stellt die Verpflichtung der Partei zur Zahlung des Betrages durch Verwaltungsakt fest. § 31a Abs. 2 bis 5 gilt entsprechend.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005700377",
        "name": "§ 31d",
        "title": "Strafvorschriften",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000900377"
        },
        "body": "<P>(1) Wer in der Absicht, die Herkunft oder die Verwendung der Mittel der Partei oder des Vermögens zu verschleiern oder die öffentliche Rechenschaftslegung zu umgehen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">unrichtige Angaben über die Einnahmen oder über das Vermögen der Partei in einem beim Präsidenten des Deutschen Bundestages eingereichten Rechenschaftsbericht bewirkt oder einen unrichtigen Rechenschaftsbericht beim Präsidenten des Deutschen Bundestages einreicht oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">als Empfänger eine Spende in Teilbeträge zerlegt und verbucht oder verbuchen lässt oder</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 25 Abs. 1 Satz 3 eine Spende nicht weiterleitet,</LA></DD> </DL>wird mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe bestraft. Nach Satz 1 wird nicht bestraft, wer unter den Voraussetzungen des § 23b Abs. 2 eine Selbstanzeige nach § 23b Abs. 1 für die Partei abgibt oder an der Abgabe mitwirkt.</P><P>(2) Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer als Prüfer oder Gehilfe eines Prüfers über das Ergebnis der Prüfung eines Rechenschaftsberichts unrichtig berichtet, im Prüfungsbericht erhebliche Umstände verschweigt oder einen inhaltlich unrichtigen Bestätigungsvermerk erteilt. Handelt der Täter gegen Entgelt oder in der Absicht, sich oder einen anderen zu bereichern oder einen anderen zu schädigen, so ist die Strafe Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR007730967BJNG000506377",
        "name": "Siebter Abschnitt",
        "title": "Vollzug des Verbots\nverfassungswidriger Parteien",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE004004311",
        "name": "§ 32",
        "title": "Vollstreckung",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000506377"
        },
        "body": "<P>(1) Wird eine Partei oder eine Teilorganisation einer Partei nach Artikel 21 Abs. 2 des Grundgesetzes für verfassungswidrig erklärt, so treffen die von den Landesregierungen bestimmten Behörden im Rahmen der Gesetze alle Maßnahmen, die zur Vollstreckung des Urteils und etwaiger zusätzlicher Vollstreckungsregelungen des Bundesverfassungsgerichts erforderlich sind. Die obersten Landesbehörden haben zu diesem Zweck unbeschränktes Weisungsrecht gegenüber den Behörden und Dienststellen des Landes, die für die Wahrung der öffentlichen Sicherheit oder Ordnung zuständig sind.</P><P>(2) Erstreckt sich die Organisation oder die Tätigkeit der Partei oder des für verfassungswidrig erklärten Teils der Partei über das Gebiet eines Landes hinaus, so trifft der Bundesminister des Innern, für Bau und Heimat die für eine einheitliche Vollstreckung erforderlichen Anordnungen.</P><P>(3) Das Bundesverfassungsgericht kann die Vollstreckung nach § 35 des Gesetzes über das Bundesverfassungsgericht abweichend von den Vorschriften der Absätze 1 und 2 regeln.</P><P>(4) Widerspruch und Anfechtungsklage gegen Vollstreckungsmaßnahmen haben keine aufschiebende Wirkung. Betrifft ein verwaltungsgerichtliches Verfahren eine Frage, die für die Vollstreckung des Urteils von grundsätzlicher Bedeutung ist, so ist das Verfahren auszusetzen und die Entscheidung des Bundesverfassungsgerichts einzuholen. Das Bundesverfassungsgericht entscheidet auch über Einwendungen gegen die Art und Weise der Durchführung der von ihm angeordneten besonderen Vollstreckungsmaßnahmen.</P><P>(5) Im Falle der Vermögenseinziehung werden die §§ 10 bis 13 des Vereinsgesetzes vom 5. August 1964 (BGBl. I S. 593) entsprechend angewendet. Verbotsbehörde ist die oberste Landesbehörde, im Fall des Absatzes 2 der Bundesminister des Innern, für Bau und Heimat.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE004103307",
        "name": "§ 33",
        "title": "Verbot von Ersatzorganisationen",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000506377"
        },
        "body": "<P>(1) Es ist verboten, Organisationen zu bilden, die verfassungswidrige Bestrebungen einer nach Artikel 21 Abs. 2 des Grundgesetzes in Verbindung mit § 46 des Gesetzes über das Bundesverfassungsgericht verbotenen Partei an deren Stelle weiter verfolgen (Ersatzorganisation) oder bestehende Organisationen als Ersatzorganisationen fortzuführen.</P><P>(2) Ist die Ersatzorganisation eine Partei, die bereits vor dem Verbot der ursprünglichen Partei bestanden hat oder im Bundestag oder in einem Landtag vertreten ist, so stellt das Bundesverfassungsgericht fest, daß es sich um eine verbotene Ersatzorganisation handelt; die §§ 38, 41, 43, 44 und 46 Abs. 3 des Gesetzes über das Bundesverfassungsgericht und § 32 dieses Gesetzes gelten entsprechend.</P><P>(3) Auf andere Parteien und auf Vereine im Sinne des § 2 des Vereinsgesetzes, die Ersatzorganisationen einer verbotenen Partei sind, wird § 8 Abs. 2 des Vereinsgesetzes entsprechend angewandt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "heading",
        "id": "BJNR007730967BJNG000606377",
        "name": "Achter Abschnitt",
        "title": "Schlußbestimmungen",
        "parent": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE004203307",
        "name": "§ 34",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000606377"
        },
        "body": "<P>(Änderung des Einkommensteuergesetzes)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005102307",
        "name": "§ 35",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000606377"
        },
        "body": "<P>(Änderung des Körperschaftsteuergesetzes)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE005202307",
        "name": "§ 36",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000606377"
        },
        "body": "<P>(Anwendung steuerrechtlicher Vorschriften)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE004305377",
        "name": "§ 37",
        "title": "Nichtanwendbarkeit einer Vorschrift des Bürgerlichen Gesetzbuchs",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000606377"
        },
        "body": "<P>§ 54 Satz 2 des Bürgerlichen Gesetzbuchs wird bei Parteien nicht angewandt.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE004405377",
        "name": "§ 38",
        "title": "Zwangsmittel",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000606377"
        },
        "body": "<P>(1) Der Bundeswahlleiter kann den Vorstand der Partei zur Vornahme der Handlungen nach § 6 Abs. 3 durch ein Zwangsgeld anhalten. Die Vorschriften des Verwaltungs-Vollstreckungsgesetzes gelten sinngemäß; der Bundeswahlleiter handelt insoweit als Vollstreckungs- und Vollzugsbehörde. Die Höhe des Zwangsgeldes beträgt mindestens 250 Euro und höchstens 1 500 Euro.</P><P>(2) Der Präsident des Deutschen Bundestages kann den Vorstand der Partei zur Einreichung eines Rechenschaftsberichts, der den Vorschriften des Fünften Abschnitts entspricht, durch ein Zwangsgeld anhalten. Die Vorschriften des Verwaltungs-Vollstreckungsgesetzes gelten sinngemäß; der Präsident des Deutschen Bundestages handelt insoweit als Vollstreckungs- und Vollzugsbehörde. Die Höhe des Zwangsgeldes beträgt mindestens 500 Euro und höchstens 10 000 Euro.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE004509377",
        "name": "§ 39",
        "title": "Abschluss- und Übergangsregelungen",
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000606377"
        },
        "body": "<P>(1) Landesgesetzliche Regelungen auf der Grundlage des bis zum 1. Januar 1994 geltenden § 22 Satz 1 dieses Gesetzes haben keine Geltung mehr.</P><P>(2) Für die Berechnung der staatlichen Mittel nach § 18 Abs. 3 Nr. 3 sowie für die Errechnung der relativen Obergrenze sind bei den Festsetzungen für die Jahre 2003 und 2004 der Ausweis der Zuwendungen in den Rechenschaftsberichten gemäß § 24 Abs. 2 Nr. 1 und 2 dieses Gesetzes in der bis zum Ablauf des 31. Dezember 2002 geltenden Fassung zugrunde zu legen. Gleiches gilt für die Erstellung der Rechenschaftsberichte über das Jahr 2002.</P><P>(3) § 23a Abs. 3 findet auf die Prüfung von Rechenschaftsberichten ab dem Rechenschaftsjahr 2002 Anwendung. Rechenschaftsberichte für das Jahr 2003 können auf der Grundlage der §§ 24, 26, 26a und 28 in ihrer ab 1. Januar 2004 geltenden Fassung erstellt werden.</P><P>(4) Sind bei der erstmaligen Anwendung des § 28 Abs. 2 in seiner ab 1. Januar 2003 geltenden Fassung die Anschaffungs- oder Herstellungskosten eines Vermögensgegenstandes nicht ohne unverhältnismäßige Kosten oder Verzögerungen feststellbar, so dürfen die Buchwerte dieser Vermögensgegenstände aus dem Rechenschaftsbericht für das Rechnungsjahr 2002 als ursprüngliche Anschaffungs- oder Herstellungskosten übernommen und fortgeführt werden. Dasselbe gilt für Vermögensgegenstände, bei denen nach § 28 Abs. 2 keine planmäßigen Abschreibungen vorzunehmen sind, sofern die Buchwerte nach handelsrechtlichen Grundlagen ermittelt worden sind. Im Erläuterungsteil ist hierauf hinzuweisen.</P><P>(5) § 2 Absatz 2 Satz 2 findet auf in der Frist des § 19a Absatz 3 Satz 1 und 2 einzureichende Rechenschaftsberichte ab dem Rechenschaftsjahr 2016 Anwendung. § 19a Absatz 4 Satz 2 findet auf in der Frist des § 19a Absatz 3 Satz 1 und 2 einzureichende Rechenschaftsberichte ab dem Rechenschaftsjahr 2015 Anwendung. Für die Berechnung des Gesamtwertes der Zuwendungen nach § 25 Absatz 3 Satz 1 sind für das Rechenschaftsjahr 2015 Zuwendungen gemäß § 25 Absatz 3 Satz 1 in der bis zum Ablauf des 31. Dezember 2015 geltenden Fassung zugrunde zu legen.</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE004607377",
        "name": "§ 40",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000606377"
        },
        "body": "<P>(weggefallen)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      },
      {
        "type": "article",
        "id": "BJNR007730967BJNE004703307",
        "name": "§ 41",
        "title": null,
        "parent": {
          "type": "heading",
          "id": "BJNR007730967BJNG000606377"
        },
        "body": "<P>(Inkrafttreten)</P>",
        "footnotes": null,
        "documentaryFootnotes": null
      }
    ]
  }
}
