{
  "data": {
    "type": "law",
    "id": "BJNR201170936",
    "abbreviation": "PatG",
    "extraAbbreviations": [],
    "firstPublished": "1936-05-05",
    "sourceTimestamp": "20180524213042",
    "headingShort": null,
    "headingLong": "Patentgesetz",
    "publicationInfo": [
      {
        "periodical": "RGBl II",
        "reference": "1936, 117"
      }
    ],
    "statusInfo": [
      {
        "category": "Neuf",
        "comment": "Neugefasst durch Bek. v. 16.12.1980; 1981 I 1;"
      },
      {
        "category": "Stand",
        "comment": "zuletzt geändert durch Art. 4 G v. 8.10.2017 I 3546"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.1.1981 +++)<BR/>(+++ Amtlicher Hinweis des Normgebers auf EG-Recht:<BR/>     Umsetzung der<BR/>       EGRL 44/98 (CELEX: 398L0044) vgl. G v. 21.1.2005 I 146 +++)<BR/>(+++ Zur Anwendung d. § 123 Abs. 1 bis 5, 7, §§ 124, 126 bis 128a <BR/>     vgl. § 23 Abs. 3 Satz 3 GeschmMG 2004 +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR201170936BJNE001809360",
        "type": "article",
        "name": "Inhaltsübersicht",
        "title": null,
        "body": {
          "content": "<Title Align=\"auto\">Inhaltsübersicht</Title><BR/><P>Erster Abschnitt: Das Patent</P><P>Zweiter Abschnitt: Patentamt</P><P>Dritter Abschnitt: Verfahren vor dem Patentamt</P><P>Vierter Abschnitt: Patentgericht</P><P>Fünfter Abschnitt: Verfahren vor dem Patentgericht <DL Font=\"normal\" Indent=\"10\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Beschwerdeverfahren</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Nichtigkeits- und Zwangslizenzverfahren</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gemeinsame Vorschriften</LA></DD></DL></P><P>Sechster Abschnitt: Verfahren vor dem Bundesgerichtshof <DL Font=\"normal\" Indent=\"10\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Rechtsbeschwerdeverfahren</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Berufungsverfahren</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Beschwerdeverfahren</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gemeinsame Verfahrensvorschriften</LA></DD></DL></P><P>Siebter Abschnitt: Gemeinsame Vorschriften</P><P>Achter Abschnitt: Verfahrenskostenhilfe</P><P>Neunter Abschnitt: Rechtsverletzungen</P><P>Zehnter Abschnitt: Verfahren in Patentstreitsachen</P><P>Elfter Abschnitt: Patentberühmung</P><P>Zwölfter Abschnitt: Übergangsvorschriften</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNG000100311",
        "type": "heading",
        "name": "Erster Abschnitt",
        "title": "Das Patent",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE001902377",
        "type": "article",
        "name": "§ 1",
        "title": null,
        "body": {
          "content": "<P>(1) Patente werden für Erfindungen auf allen Gebieten der Technik erteilt, sofern sie neu sind, auf einer erfinderischen Tätigkeit beruhen und gewerblich anwendbar sind.</P><P>(2) Patente werden für Erfindungen im Sinne von Absatz 1 auch dann erteilt, wenn sie ein Erzeugnis, das aus biologischem Material besteht oder dieses enthält, oder wenn sie ein Verfahren, mit dem biologisches Material hergestellt oder bearbeitet wird oder bei dem es verwendet wird, zum Gegenstand haben. Biologisches Material, das mit Hilfe eines technischen Verfahrens aus seiner natürlichen Umgebung isoliert oder hergestellt wird, kann auch dann Gegenstand einer Erfindung sein, wenn es in der Natur schon vorhanden war.</P><P>(3) Als Erfindungen im Sinne des Absatzes 1 werden insbesondere nicht angesehen: <DL><DT>1.</DT><DD><LA>Entdeckungen sowie wissenschaftliche Theorien und mathematische Methoden;</LA></DD> <DT>2.</DT><DD><LA>ästhetische Formschöpfungen;</LA></DD> <DT>3.</DT><DD><LA>Pläne, Regeln und Verfahren für gedankliche Tätigkeiten, für Spiele oder für geschäftliche Tätigkeiten sowie Programme für Datenverarbeitungsanlagen;</LA></DD> <DT>4.</DT><DD><LA>die Wiedergabe von Informationen.</LA></DD> </DL> </P><P>(4) Absatz 3 steht der Patentfähigkeit nur insoweit entgegen, als für die genannten Gegenstände oder Tätigkeiten als solche Schutz begehrt wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE017400377",
        "type": "article",
        "name": "§ 1a",
        "title": null,
        "body": {
          "content": "<P>(1) Der menschliche Körper in den einzelnen Phasen seiner Entstehung und Entwicklung, einschließlich der Keimzellen, sowie die bloße Entdeckung eines seiner Bestandteile, einschließlich der Sequenz oder Teilsequenz eines Gens, können keine patentierbaren Erfindungen sein.</P><P>(2) Ein isolierter Bestandteil des menschlichen Körpers oder ein auf andere Weise durch ein technisches Verfahren gewonnener Bestandteil, einschließlich der Sequenz oder Teilsequenz eines Gens, kann eine patentierbare Erfindung sein, selbst wenn der Aufbau dieses Bestandteils mit dem Aufbau eines natürlichen Bestandteils identisch ist.</P><P>(3) Die gewerbliche Anwendbarkeit einer Sequenz oder Teilsequenz eines Gens muss in der Anmeldung konkret unter Angabe der von der Sequenz oder Teilsequenz erfüllten Funktion beschrieben werden.</P><P>(4) Ist Gegenstand der Erfindung eine Sequenz oder Teilsequenz eines Gens, deren Aufbau mit dem Aufbau einer natürlichen Sequenz oder Teilsequenz eines menschlichen Gens übereinstimmt, so ist deren Verwendung, für die die gewerbliche Anwendbarkeit nach Absatz 3 konkret beschrieben ist, in den Patentanspruch aufzunehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002003377",
        "type": "article",
        "name": "§ 2",
        "title": null,
        "body": {
          "content": "<P>(1) Für Erfindungen, deren gewerbliche Verwertung gegen die öffentliche Ordnung oder die guten Sitten verstoßen würde, werden keine Patente erteilt; ein solcher Verstoß kann nicht allein aus der Tatsache hergeleitet werden, dass die Verwertung durch Gesetz oder Verwaltungsvorschrift verboten ist.</P><P>(2) Insbesondere werden Patente nicht erteilt für <DL><DT>1.</DT><DD><LA>Verfahren zum Klonen von menschlichen Lebewesen;</LA></DD> <DT>2.</DT><DD><LA>Verfahren zur Veränderung der genetischen Identität der Keimbahn des menschlichen Lebewesens;</LA></DD> <DT>3.</DT><DD><LA>die Verwendung von menschlichen Embryonen zu industriellen oder kommerziellen Zwecken;</LA></DD> <DT>4.</DT><DD><LA>Verfahren zur Veränderung der genetischen Identität von Tieren, die geeignet sind, Leiden dieser Tiere ohne wesentlichen medizinischen Nutzen für den Menschen oder das Tier zu verursachen, sowie die mit Hilfe solcher Verfahren erzeugten Tiere.</LA></DD> </DL>Bei der Anwendung der Nummern 1 bis 3 sind die entsprechenden Vorschriften des Embryonenschutzgesetzes maßgeblich.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE017502360",
        "type": "article",
        "name": "§ 2a",
        "title": null,
        "body": {
          "content": "<P>(1) Patente werden nicht erteilt für <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Pflanzensorten und Tierrassen sowie im Wesentlichen biologische Verfahren zur Züchtung von Pflanzen und Tieren und die ausschließlich durch solche Verfahren gewonnenen Pflanzen und Tiere;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verfahren zur chirurgischen oder therapeutischen Behandlung des menschlichen oder tierischen Körpers und Diagnostizierverfahren, die am menschlichen oder tierischen Körper vorgenommen werden. Dies gilt nicht für Erzeugnisse, insbesondere Stoffe oder Stoffgemische, zur Anwendung in einem der vorstehend genannten Verfahren.</LA></DD></DL></P><P>(2) Patente können erteilt werden für Erfindungen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">deren Gegenstand Pflanzen oder Tiere sind, wenn die Ausführung der Erfindung technisch nicht auf eine bestimmte Pflanzensorte oder Tierrasse beschränkt ist;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die ein mikrobiologisches oder ein sonstiges technisches Verfahren oder ein durch ein solches Verfahren gewonnenes Erzeugnis zum Gegenstand haben, sofern es sich dabei nicht um eine Pflanzensorte oder Tierrasse handelt.</LA></DD></DL>§ 1a Abs. 3 gilt entsprechend.</P><P>(3) Im Sinne dieses Gesetzes bedeuten: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">\"biologisches Material\" ein Material, das genetische Informationen enthält und sich selbst reproduzieren oder in einem biologischen System reproduziert werden kann;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">\"mikrobiologisches Verfahren\" ein Verfahren, bei dem mikrobiologisches Material verwendet, ein Eingriff in mikrobiologisches Material durchgeführt oder mikrobiologisches Material hervorgebracht wird;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">\"im Wesentlichen biologisches Verfahren\" ein Verfahren zur Züchtung von Pflanzen oder Tieren, das vollständig auf natürlichen Phänomenen wie Kreuzung oder Selektion beruht;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">\"Pflanzensorte\" eine Sorte im Sinne der Definition der Verordnung (EG) Nr. 2100/94 des Rates vom 27. Juli 1994 über den gemeinschaftlichen Sortenschutz (ABl. EG Nr. L 227 S. 1) in der jeweils geltenden Fassung.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002104301",
        "type": "article",
        "name": "§ 3",
        "title": null,
        "body": {
          "content": "<P>(1) Eine Erfindung gilt als neu, wenn sie nicht zum Stand der Technik gehört. Der Stand der Technik umfaßt alle Kenntnisse, die vor dem für den Zeitrang der Anmeldung maßgeblichen Tag durch schriftliche oder mündliche Beschreibung, durch Benutzung oder in sonstiger Weise der Öffentlichkeit zugänglich gemacht worden sind.</P><P>(2) Als Stand der Technik gilt auch der Inhalt folgender Patentanmeldungen mit älterem Zeitrang, die erst an oder nach dem für den Zeitrang der jüngeren Anmeldung maßgeblichen Tag der Öffentlichkeit zugänglich gemacht worden sind: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der nationalen Anmeldungen in der beim Deutschen Patentamt ursprünglich eingereichten Fassung;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der europäischen Anmeldungen in der bei der zuständigen Behörde ursprünglich eingereichten Fassung, wenn mit der Anmeldung für die Bundesrepublik Deutschland Schutz begehrt wird und die Benennungsgebühr für die Bundesrepublik Deutschland nach Artikel 79 Abs. 2 des Europäischen Patentübereinkommens gezahlt ist und, wenn es sich um eine Euro-PCT-Anmeldung (Artikel 153 Abs. 2 des Europäischen Patentübereinkommens) handelt, die in Artikel 153 Abs. 5 des Europäischen Patentübereinkommens genannten Voraussetzungen erfüllt sind;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der internationalen Anmeldungen nach dem Patentzusammenarbeitsvertrag in der beim Anmeldeamt ursprünglich eingereichten Fassung, wenn für die Anmeldung das Deutsche Patentamt Bestimmungsamt ist.</LA></DD></DL>Beruht der ältere Zeitrang einer Anmeldung auf der Inanspruchnahme der Priorität einer Voranmeldung, so ist Satz 1 nur insoweit anzuwenden, als die danach maßgebliche Fassung nicht über die Fassung der Voranmeldung hinausgeht. Patentanmeldungen nach Satz 1 Nr. 1, für die eine Anordnung nach § 50 Abs. 1 oder Abs. 4 erlassen worden ist, gelten vom Ablauf des achtzehnten Monats nach ihrer Einreichung an als der Öffentlichkeit zugänglich gemacht.</P><P>(3) Gehören Stoffe oder Stoffgemische zum Stand der Technik, so wird ihre Patentfähigkeit durch die Absätze 1 und 2 nicht ausgeschlossen, sofern sie zur Anwendung in einem der in § 2a Abs. 1 Nr. 2 genannten Verfahren bestimmt sind und ihre Anwendung zu einem dieser Verfahren nicht zum Stand der Technik gehört.</P><P>(4) Ebenso wenig wird die Patentfähigkeit der in Absatz 3 genannten Stoffe oder Stoffgemische zur spezifischen Anwendung in einem der in § 2a Abs. 1 Nr. 2 genannten Verfahren durch die Absätze 1 und 2 ausgeschlossen, wenn diese Anwendung nicht zum Stand der Technik gehört.</P><P>(5) Für die Anwendung der Absätze 1 und 2 bleibt eine Offenbarung der Erfindung außer Betracht, wenn sie nicht früher als sechs Monate vor Einreichung der Anmeldung erfolgt ist und unmittelbar oder mittelbar zurückgeht <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">auf einen offensichtlichen Mißbrauch zum Nachteil des Anmelders oder seines Rechtsvorgängers oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">auf die Tatsache, daß der Anmelder oder sein Rechtsvorgänger die Erfindung auf amtlichen oder amtlich anerkannten Ausstellungen im Sinne des am 22. November 1928 in Paris unterzeichneten Abkommens über internationale Ausstellungen zur Schau gestellt hat.</LA></DD></DL>Satz 1 Nr. 2 ist nur anzuwenden, wenn der Anmelder bei Einreichung der Anmeldung angibt, daß die Erfindung tatsächlich zur Schau gestellt worden ist und er innerhalb von vier Monaten nach der Einreichung hierüber eine Bescheinigung einreicht. Die in Satz 1 Nr. 2 bezeichneten Ausstellungen werden vom Bundesminister der Justiz und für Verbraucherschutz im Bundesanzeiger bekanntgemacht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002200311",
        "type": "article",
        "name": "§ 4",
        "title": null,
        "body": {
          "content": "<P>Eine Erfindung gilt als auf einer erfinderischen Tätigkeit beruhend, wenn sie sich für den Fachmann nicht in naheliegender Weise aus dem Stand der Technik ergibt. Gehören zum Stand der Technik auch Unterlagen im Sinne des § 3 Abs. 2, so werden diese bei der Beurteilung der erfinderischen Tätigkeit nicht in Betracht gezogen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002301377",
        "type": "article",
        "name": "§ 5",
        "title": null,
        "body": {
          "content": "<P>Eine Erfindung gilt als gewerblich anwendbar, wenn ihr Gegenstand auf irgendeinem gewerblichen Gebiet einschließlich der Landwirtschaft hergestellt oder benutzt werden kann.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002400311",
        "type": "article",
        "name": "§ 6",
        "title": null,
        "body": {
          "content": "<P>Das Recht auf das Patent hat der Erfinder oder sein Rechtsnachfolger. Haben mehrere gemeinsam eine Erfindung gemacht, so steht ihnen das Recht auf das Patent gemeinschaftlich zu. Haben mehrere die Erfindung unabhängig voneinander gemacht, so steht das Recht dem zu, der die Erfindung zuerst beim Patentamt angemeldet hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002500311",
        "type": "article",
        "name": "§ 7",
        "title": null,
        "body": {
          "content": "<P>(1) Damit die sachliche Prüfung der Patentanmeldung durch die Feststellung des Erfinders nicht verzögert wird, gilt im Verfahren vor dem Patentamt der Anmelder als berechtigt, die Erteilung des Patents zu verlangen.</P><P>(2) Wird ein Patent auf Grund eines auf widerrechtliche Entnahme (§ 21 Abs. 1 Nr. 3) gestützten Einspruchs widerrufen oder führt der Einspruch zum Verzicht auf das Patent, so kann der Einsprechende innerhalb eines Monats nach der amtlichen Mitteilung hierüber die Erfindung selbst anmelden und die Priorität des früheren Patents in Anspruch nehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002600311",
        "type": "article",
        "name": "§ 8",
        "title": null,
        "body": {
          "content": "<P>Der Berechtigte, dessen Erfindung von einem Nichtberechtigten angemeldet ist, oder der durch widerrechtliche Entnahme Verletzte kann vom Patentsucher verlangen, daß ihm der Anspruch auf Erteilung des Patents abgetreten wird. Hat die Anmeldung bereits zum Patent geführt, so kann er vom Patentinhaber die Übertragung des Patents verlangen. Der Anspruch kann vorbehaltlich der Sätze 4 und 5 nur innerhalb einer Frist von zwei Jahren nach der Veröffentlichung der Erteilung des Patents (§ 58 Abs. 1) durch Klage geltend gemacht werden. Hat der Verletzte Einspruch wegen widerrechtlicher Entnahme (§ 21 Abs. 1 Nr. 3) erhoben, so kann er die Klage noch innerhalb eines Jahres nach rechtskräftigem Abschluß des Einspruchsverfahrens erheben. Die Sätze 3 und 4 sind nicht anzuwenden, wenn der Patentinhaber beim Erwerb des Patents nicht in gutem Glauben war.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002701377",
        "type": "article",
        "name": "§ 9",
        "title": null,
        "body": {
          "content": "<P>Das Patent hat die Wirkung, dass allein der Patentinhaber befugt ist, die patentierte Erfindung im Rahmen des geltenden Rechts zu benutzen. Jedem Dritten ist es verboten, ohne seine Zustimmung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Erzeugnis, das Gegenstand des Patents ist, herzustellen, anzubieten, in Verkehr zu bringen oder zu gebrauchen oder zu den genannten Zwecken entweder einzuführen oder zu besitzen;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Verfahren, das Gegenstand des Patents ist, anzuwenden oder, wenn der Dritte weiß oder es auf Grund der Umstände offensichtlich ist, daß die Anwendung des Verfahrens ohne Zustimmung des Patentinhabers verboten ist, zur Anwendung im Geltungsbereich dieses Gesetzes anzubieten;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das durch ein Verfahren, das Gegenstand des Patents ist, unmittelbar hergestellte Erzeugnis anzubieten, in Verkehr zu bringen oder zu gebrauchen oder zu den genannten Zwecken entweder einzuführen oder zu besitzen.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE017600377",
        "type": "article",
        "name": "§ 9a",
        "title": null,
        "body": {
          "content": "<P>(1) Betrifft das Patent biologisches Material, das auf Grund einer Erfindung mit bestimmten Eigenschaften ausgestattet ist, so erstrecken sich die Wirkungen von § 9 auf jedes biologische Material, das aus diesem biologischen Material durch generative oder vegetative Vermehrung in gleicher oder abweichender Form gewonnen wird und mit denselben Eigenschaften ausgestattet ist.</P><P>(2) Betrifft das Patent ein Verfahren, das es ermöglicht, biologisches Material zu gewinnen, das auf Grund einer Erfindung mit bestimmten Eigenschaften ausgestattet ist, so erstrecken sich die Wirkungen von § 9 auf das mit diesem Verfahren unmittelbar gewonnene biologische Material und jedes andere mit denselben Eigenschaften ausgestattete biologische Material, das durch generative oder vegetative Vermehrung in gleicher oder abweichender Form aus dem unmittelbar gewonnenen Material gewonnen wird.</P><P>(3) Betrifft das Patent ein Erzeugnis, das auf Grund einer Erfindung aus einer genetischen Information besteht oder sie enthält, so erstrecken sich die Wirkungen von § 9 auf jedes Material, in das dieses Erzeugnis Eingang findet und in dem die genetische Information enthalten ist und ihre Funktion erfüllt. § 1a Abs. 1 bleibt unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE017700377",
        "type": "article",
        "name": "§ 9b",
        "title": null,
        "body": {
          "content": "<P>Bringt der Patentinhaber oder mit seiner Zustimmung ein Dritter biologisches Material, das auf Grund der Erfindung mit bestimmten Eigenschaften ausgestattet ist, im Hoheitsgebiet eines Mitgliedstaates der Europäischen Union oder in einem Vertragsstaat des Abkommens über den Europäischen Wirtschaftsraum in Verkehr und wird aus diesem biologischen Material durch generative oder vegetative Vermehrung weiteres biologisches Material gewonnen, so treten die Wirkungen von § 9 nicht ein, wenn die Vermehrung des biologischen Materials der Zweck war, zu dem es in den Verkehr gebracht wurde. Dies gilt nicht, wenn das auf diese Weise gewonnene Material anschließend für eine weitere generative oder vegetative Vermehrung verwendet wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE017800377",
        "type": "article",
        "name": "§ 9c",
        "title": null,
        "body": {
          "content": "<P>(1) Wird pflanzliches Vermehrungsmaterial durch den Patentinhaber oder mit dessen Zustimmung durch einen Dritten an einen Landwirt zum Zweck des landwirtschaftlichen Anbaus in Verkehr gebracht, so darf dieser entgegen den §§ 9, 9a und 9b Satz 2 sein Erntegut für die generative oder vegetative Vermehrung durch ihn selbst im eigenen Betrieb verwenden. Für Bedingungen und Ausmaß dieser Befugnis gelten Artikel 14 der Verordnung (EG) Nr. 2100/94 in seiner jeweils geltenden Fassung sowie die auf dessen Grundlage erlassenen Durchführungsbestimmungen entsprechend. Soweit sich daraus Ansprüche des Patentinhabers ergeben, sind diese entsprechend den auf Grund Artikel 14 Abs. 3 der Verordnung (EG) Nr. 2100/94 erlassenen Durchführungsbestimmungen geltend zu machen.</P><P>(2) Werden landwirtschaftliche Nutztiere oder tierisches Vermehrungsmaterial durch den Patentinhaber oder mit dessen Zustimmung durch einen Dritten an einen Landwirt in Verkehr gebracht, so darf der Landwirt die landwirtschaftlichen Nutztiere oder das tierische Vermehrungsmaterial entgegen den §§ 9, 9a und 9b Satz 2 zu landwirtschaftlichen Zwecken verwenden. Diese Befugnis erstreckt sich auch auf die Überlassung der landwirtschaftlichen Nutztiere oder anderen tierischen Vermehrungsmaterials zur Fortführung seiner landwirtschaftlichen Tätigkeit, jedoch nicht auf den Verkauf mit dem Ziel oder im Rahmen einer Vermehrung zu Erwerbszwecken.</P><P>(3) § 9a Abs. 1 bis 3 gilt nicht für biologisches Material, das im Bereich der Landwirtschaft zufällig oder technisch nicht vermeidbar gewonnen wurde. Daher kann ein Landwirt im Regelfall nicht in Anspruch genommen werden, wenn er nicht diesem Patentschutz unterliegendes Saat- oder Pflanzgut angebaut hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002800311",
        "type": "article",
        "name": "§ 10",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patent hat ferner die Wirkung, daß es jedem Dritten verboten ist, ohne Zustimmung des Patentinhabers im Geltungsbereich dieses Gesetzes anderen als zur Benutzung der patentierten Erfindung berechtigten Personen Mittel, die sich auf ein wesentliches Element der Erfindung beziehen, zur Benutzung der Erfindung im Geltungsbereich dieses Gesetzes anzubieten oder zu liefern, wenn der Dritte weiß oder es auf Grund der Umstände offensichtlich ist, daß diese Mittel dazu geeignet und bestimmt sind, für die Benutzung der Erfindung verwendet zu werden.</P><P>(2) Absatz 1 ist nicht anzuwenden, wenn es sich bei den Mitteln um allgemein im Handel erhältliche Erzeugnisse handelt, es sei denn, daß der Dritte den Belieferten bewußt veranlaßt, in einer nach § 9 Satz 2 verbotenen Weise zu handeln.</P><P>(3) Personen, die die in § 11 Nr. 1 bis 3 genannten Handlungen vornehmen, gelten im Sinne des Absatzes 1 nicht als Personen, die zur Benutzung der Erfindung berechtigt sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE002902377",
        "type": "article",
        "name": "§ 11",
        "title": null,
        "body": {
          "content": "<P>Die Wirkung des Patents erstreckt sich nicht auf <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Handlungen, die im privaten Bereich zu nichtgewerblichen Zwecken vorgenommen werden;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Handlungen zu Versuchszwecken, die sich auf den Gegenstand der patentierten Erfindung beziehen;</LA></DD> <DT>2a.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Nutzung biologischen Materials zum Zweck der Züchtung, Entdeckung und Entwicklung einer neuen Pflanzensorte;</LA></DD> <DT>2b.</DT><DD Font=\"normal\"><LA Size=\"normal\">Studien und Versuche und die sich daraus ergebenden praktischen Anforderungen, die für die Erlangung einer arzneimittelrechtlichen Genehmigung für das Inverkehrbringen in der Europäischen Union oder einer arzneimittelrechtlichen Zulassung in den Mitgliedstaaten der Europäischen Union oder in Drittstaaten erforderlich sind;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unmittelbare Einzelzubereitung von Arzneimitteln in Apotheken auf Grund ärztlicher Verordnung sowie auf Handlungen, welche die auf diese Weise zubereiteten Arzneimittel betreffen;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">den an Bord von Schiffen eines anderen Mitgliedstaates der Pariser Verbandsübereinkunft zum Schutz des gewerblichen Eigentums stattfindenden Gebrauch des Gegenstands der patentierten Erfindung im Schiffskörper, in den Maschinen, im Takelwerk, an den Geräten und sonstigem Zubehör, wenn die Schiffe vorübergehend oder zufällig in die Gewässer gelangen, auf die sich der Geltungsbereich dieses Gesetzes erstreckt, vorausgesetzt, daß dieser Gegenstand dort ausschließlich für die Bedürfnisse des Schiffes verwendet wird;</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Gebrauch des Gegenstands der patentierten Erfindung in der Bauausführung oder für den Betrieb der Luft- oder Landfahrzeuge eines anderen Mitgliedstaates der Pariser Verbandsübereinkunft zum Schutz des gewerblichen Eigentums oder des Zubehörs solcher Fahrzeuge, wenn diese vorübergehend oder zufällig in den Geltungsbereich dieses Gesetzes gelangen;</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die in Artikel 27 des Abkommens vom 7. Dezember 1944 über die Internationale Zivilluftfahrt (BGBl. 1956 II S. 411) vorgesehenen Handlungen, wenn diese Handlungen ein Luftfahrzeug eines anderen Staates betreffen, auf den dieser Artikel anzuwenden ist.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003000311",
        "type": "article",
        "name": "§ 12",
        "title": null,
        "body": {
          "content": "<P>(1) Die Wirkung des Patents tritt gegen den nicht ein, der zur Zeit der Anmeldung bereits im Inland die Erfindung in Benutzung genommen oder die dazu erforderlichen Veranstaltungen getroffen hatte. Dieser ist befugt, die Erfindung für die Bedürfnisse seines eigenen Betriebs in eigenen oder fremden Werkstätten auszunutzen. Die Befugnis kann nur zusammen mit dem Betrieb vererbt oder veräußert werden. Hat der Anmelder oder sein Rechtsvorgänger die Erfindung vor der Anmeldung anderen mitgeteilt und sich dabei seine Rechte für den Fall der Patenterteilung vorbehalten, so kann sich der, welcher die Erfindung infolge der Mitteilung erfahren hat, nicht auf Maßnahmen nach Satz 1 berufen, die er innerhalb von sechs Monaten nach der Mitteilung getroffen hat.</P><P>(2) Steht dem Patentinhaber ein Prioritätsrecht zu, so ist an Stelle der in Absatz 1 bezeichneten Anmeldung die frühere Anmeldung maßgebend. Dies gilt jedoch nicht für Angehörige eines ausländischen Staates, der hierin keine Gegenseitigkeit verbürgt, soweit sie die Priorität einer ausländischen Anmeldung in Anspruch nehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003101377",
        "type": "article",
        "name": "§ 13",
        "title": null,
        "body": {
          "content": "<P>(1) Die Wirkung des Patents tritt insoweit nicht ein, als die Bundesregierung anordnet, daß die Erfindung im Interesse der öffentlichen Wohlfahrt benutzt werden soll. Sie erstreckt sich ferner nicht auf eine Benutzung der Erfindung, die im Interesse der Sicherheit des Bundes von der zuständigen obersten Bundesbehörde oder in deren Auftrag von einer nachgeordneten Stelle angeordnet wird.</P><P>(2) Für die Anfechtung einer Anordnung nach Absatz 1 ist das Bundesverwaltungsgericht zuständig, wenn sie von der Bundesregierung oder der zuständigen obersten Bundesbehörde getroffen ist.</P><P>(3) Der Patentinhaber hat in den Fällen des Absatzes 1 gegen den Bund Anspruch auf angemessene Vergütung. Wegen deren Höhe steht im Streitfall der Rechtsweg vor den ordentlichen Gerichten offen. Eine Anordnung der Bundesregierung nach Absatz 1 Satz 1 ist dem im Register (§ 30 Abs. 1) als Patentinhaber Eingetragenen vor Benutzung der Erfindung mitzuteilen. Erlangt die oberste Bundesbehörde, von der eine Anordnung oder ein Auftrag nach Absatz 1 Satz 2 ausgeht, Kenntnis von der Entstehung eines Vergütungsanspruchs nach Satz 1, so hat sie dem als Patentinhaber Eingetragenen davon Mitteilung zu machen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003201377",
        "type": "article",
        "name": "§ 14",
        "title": null,
        "body": {
          "content": "<P>Der Schutzbereich des Patents und der Patentanmeldung wird durch die Patentansprüche bestimmt. Die Beschreibung und die Zeichnungen sind jedoch zur Auslegung der Patentansprüche heranzuziehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003301309",
        "type": "article",
        "name": "§ 15",
        "title": null,
        "body": {
          "content": "<P>(1) Das Recht auf das Patent, der Anspruch auf Erteilung des Patents und das Recht aus dem Patent gehen auf die Erben über. Sie können beschränkt oder unbeschränkt auf andere übertragen werden.</P><P>(2) Die Rechte nach Absatz 1 können ganz oder teilweise Gegenstand von ausschließlichen oder nicht ausschließlichen Lizenzen für den Geltungsbereich dieses Gesetzes oder einen Teil desselben sein. Soweit ein Lizenznehmer gegen eine Beschränkung seiner Lizenz nach Satz 1 verstößt, kann das Recht aus dem Patent gegen ihn geltend gemacht werden.</P><P>(3) Ein Rechtsübergang oder die Erteilung einer Lizenz berührt nicht Lizenzen, die Dritten vorher erteilt worden sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003402360",
        "type": "article",
        "name": "§ 16",
        "title": null,
        "body": {
          "content": "<P>Das Patent dauert zwanzig Jahre, die mit dem Tag beginnen, der auf die Anmeldung der Erfindung folgt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE016809360",
        "type": "article",
        "name": "§ 16a",
        "title": null,
        "body": {
          "content": "<P>(1) Für das Patent kann nach Maßgabe von Verordnungen der Europäischen Gemeinschaften über die Schaffung von ergänzenden Schutzzertifikaten, auf die im Bundesgesetzblatt hinzuweisen ist, ein ergänzender Schutz beantragt werden, der sich an den Ablauf des Patents nach § 16 unmittelbar anschließt. Für den ergänzenden Schutz sind Jahresgebühren zu zahlen.</P><P>(2) Soweit das Recht der Europäischen Gemeinschaften nichts anderes bestimmt, gelten die Vorschriften dieses Gesetzes über die Berechtigung des Anmelders (§§ 6 bis 8), über die Wirkung des Patents und die Ausnahmen davon (§§ 9 bis 12), über die Benutzungsanordnung und die Zwangslizenz (§§ 13, 24), über den Schutzbereich (§ 14), über Lizenzen und deren Eintragung (§§ 15, 30), über das Erlöschen des Patents (§ 20), über die Nichtigkeit (§ 22), über die Lizenzbereitschaft (§ 23), über den Inlandsvertreter (§ 25), über das Patentgericht und das Verfahren vor dem Patentgericht (§§ 65 bis 99), über das Verfahren vor dem Bundesgerichtshof (§§ 100 bis 122a), über die Wiedereinsetzung (§ 123), über die Wahrheitspflicht (§ 124), über das elektronische Dokument (§ 125a), über die Amtssprache, die Zustellungen und die Rechtshilfe (§§ 126 bis 128), über die Rechtsverletzungen (§§ 139 bis 141a, 142a und 142b), über die Klagenkonzentration und über die Patentberühmung (§§ 145 und 146) für den ergänzenden Schutz entsprechend.</P><P>(3) Lizenzen und Erklärungen nach § 23, die für ein Patent wirksam sind, gelten auch für den ergänzenden Schutz.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003503360",
        "type": "article",
        "name": "§ 17",
        "title": null,
        "body": {
          "content": "<P>Für jede Anmeldung und jedes Patent ist für das dritte und jedes folgende Jahr, gerechnet vom Anmeldetag an, eine Jahresgebühr zu entrichten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003601377",
        "type": "article",
        "name": "(XXXX) §§ 18 und 19",
        "title": "(weggefallen)",
        "body": null,
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003802360",
        "type": "article",
        "name": "§ 20",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patent erlischt, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Patentinhaber darauf durch schriftliche Erklärung an das Patentamt verzichtet oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Jahresgebühr oder der Unterschiedsbetrag nicht rechtzeitig (§ 7 Abs. 1, § 13 Abs. 3 oder § 14 Abs. 2 und 5 des Patentkostengesetzes, § 23 Abs. 7 Satz 4 dieses Gesetzes) gezahlt wird.</LA></DD></DL></P><P>(2) Über die Rechtzeitigkeit der Zahlung entscheidet nur das Patentamt; die §§ 73 und 100 bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE003901301",
        "type": "article",
        "name": "§ 21",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patent wird widerrufen (§ 61), wenn sich ergibt, daß <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gegenstand des Patents nach den §§ 1 bis 5 nicht patentfähig ist,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Patent die Erfindung nicht so deutlich und vollständig offenbart, daß ein Fachmann sie ausführen kann,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der wesentliche Inhalt des Patents den Beschreibungen, Zeichnungen, Modellen, Gerätschaften oder Einrichtungen eines anderen oder einem von diesem angewendeten Verfahren ohne dessen Einwilligung entnommen worden ist (widerrechtliche Entnahme),</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gegenstand des Patents über den Inhalt der Anmeldung in der Fassung hinausgeht, in der sie bei der für die Einreichung der Anmeldung zuständigen Behörde ursprünglich eingereicht worden ist; das gleiche gilt, wenn das Patent auf einer Teilanmeldung oder einer nach § 7 Abs. 2 eingereichten neuen Anmeldung beruht und der Gegenstand des Patents über den Inhalt der früheren Anmeldung in der Fassung hinausgeht, in der sie bei der für die Einreichung der früheren Anmeldung zuständigen Behörde ursprünglich eingereicht worden ist.</LA></DD> </DL> </P><P>(2) Betreffen die Widerrufsgründe nur einen Teil des Patents, so wird es mit einer entsprechenden Beschränkung aufrechterhalten. Die Beschränkung kann in Form einer Änderung der Patentansprüche, der Beschreibung oder der Zeichnungen vorgenommen werden.</P><P>(3) Mit dem Widerruf gelten die Wirkungen des Patents und der Anmeldung als von Anfang an nicht eingetreten. Bei beschränkter Aufrechterhaltung ist diese Bestimmung entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE004001377",
        "type": "article",
        "name": "§ 22",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patent wird auf Antrag (§ 81) für nichtig erklärt, wenn sich ergibt, daß einer der in § 21 Abs. 1 aufgezählten Gründe vorliegt oder der Schutzbereich des Patents erweitert worden ist.</P><P>(2) § 21 Abs. 2 und 3 ist entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE004104360",
        "type": "article",
        "name": "§ 23",
        "title": null,
        "body": {
          "content": "<P>(1) Erklärt sich der Patentanmelder oder der im Register (§ 30 Abs. 1) als Patentinhaber Eingetragene dem Patentamt gegenüber schriftlich bereit, jedermann die Benutzung der Erfindung gegen angemessene Vergütung zu gestatten, so ermäßigen sich die für das Patent nach Eingang der Erklärung fällig werdenden Jahresgebühren auf die Hälfte. Die Erklärung ist im Register einzutragen und im Patentblatt zu veröffentlichen.</P><P>(2) Die Erklärung ist unzulässig, solange im Register ein Vermerk über die Einräumung einer ausschließlichen Lizenz (§ 30 Abs. 4) eingetragen ist oder ein Antrag auf Eintragung eines solchen Vermerks dem Patentamt vorliegt.</P><P>(3) Wer nach Eintragung der Erklärung die Erfindung benutzen will, hat seine Absicht dem Patentinhaber anzuzeigen. Die Anzeige gilt als bewirkt, wenn sie durch Aufgabe eines eingeschriebenen Briefes an den im Register als Patentinhaber Eingetragenen oder seinen eingetragenen Vertreter oder Zustellungsbevollmächtigten (§ 25) abgesandt worden ist. In der Anzeige ist anzugeben, wie die Erfindung benutzt werden soll. Nach der Anzeige ist der Anzeigende zur Benutzung in der von ihm angegebenen Weise berechtigt. Er ist verpflichtet, dem Patentinhaber nach Ablauf jedes Kalendervierteljahres Auskunft über die erfolgte Benutzung zu geben und die Vergütung dafür zu entrichten. Kommt er dieser Verpflichtung nicht in gehöriger Zeit nach, so kann der als Patentinhaber Eingetragene ihm hierzu eine angemessene Nachfrist setzen und nach fruchtlosem Ablauf die Weiterbenutzung der Erfindung untersagen.</P><P>(4) Die Vergütung wird auf schriftlichen Antrag eines Beteiligten durch die Patentabteilung festgesetzt. Für das Verfahren sind die §§ 46, 47 und 62 entsprechend anzuwenden. Der Antrag kann gegen mehrere Beteiligte gerichtet werden. Das Patentamt kann bei der Festsetzung der Vergütung anordnen, dass die Kosten des Festsetzungsverfahrens ganz oder teilweise vom Antragsgegner zu erstatten sind.</P><P>(5) Nach Ablauf eines Jahres seit der letzten Festsetzung kann jeder davon Betroffene ihre Änderung beantragen, wenn inzwischen Umstände eingetreten oder bekanntgeworden sind, welche die festgesetzte Vergütung offenbar unangemessen erscheinen lassen. Im übrigen gilt Absatz 4 entsprechend.</P><P>(6) Wird die Erklärung für eine Anmeldung abgegeben, so sind die Bestimmungen der Absätze 1 bis 5 entsprechend anzuwenden.</P><P>(7) Die Erklärung kann jederzeit gegenüber dem Patentamt schriftlich zurückgenommen werden, solange dem Patentinhaber noch nicht die Absicht angezeigt worden ist, die Erfindung zu benutzen. Die Zurücknahme wird mit ihrer Einreichung wirksam. Der Betrag, um den sich die Jahresgebühren ermäßigt haben, ist innerhalb eines Monats nach der Zurücknahme der Erklärung zu entrichten. Wird der Unterschiedsbetrag nicht innerhalb der Frist des Satzes 3 gezahlt, so kann er mit dem Verspätungszuschlag noch bis zum Ablauf einer Frist von weiteren vier Monaten gezahlt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE004202377",
        "type": "article",
        "name": "§ 24",
        "title": null,
        "body": {
          "content": "<P>(1) Die nicht ausschließliche Befugnis zur gewerblichen Benutzung einer Erfindung wird durch das Patentgericht im Einzelfall nach Maßgabe der nachfolgenden Vorschriften erteilt (Zwangslizenz), sofern <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Lizenzsucher sich innerhalb eines angemessenen Zeitraumes erfolglos bemüht hat, vom Patentinhaber die Zustimmung zu erhalten, die Erfindung zu angemessenen geschäftsüblichen Bedingungen zu benutzen, und</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das öffentliche Interesse die Erteilung einer Zwangslizenz gebietet.</LA></DD> </DL> </P><P>(2) Kann der Lizenzsucher eine ihm durch Patent mit jüngerem Zeitrang geschützte Erfindung nicht verwerten, ohne das Patent mit älterem Zeitrang zu verletzen, so hat er gegenüber dem Inhaber des Patents mit dem älteren Zeitrang Anspruch auf Einräumung einer Zwangslizenz, sofern <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzung des Absatzes 1 Nr. 1 erfüllt ist und</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">seine eigene Erfindung im Vergleich mit derjenigen des Patents mit dem älteren Zeitrang einen wichtigen technischen Fortschritt von erheblicher wirtschaftlicher Bedeutung aufweist.</LA></DD> </DL>Der Patentinhaber kann verlangen, dass ihm der Lizenzsucher eine Gegenlizenz zu angemessenen Bedingungen für die Benutzung der patentierten Erfindung mit dem jüngeren Zeitrang einräumt.</P><P>(3) Absatz 2 gilt entsprechend, wenn ein Pflanzenzüchter ein Sortenschutzrecht nicht erhalten oder verwerten kann, ohne ein früheres Patent zu verletzen.</P><P>(4) Für eine patentierte Erfindung auf dem Gebiet der Halbleitertechnologie darf eine Zwangslizenz im Rahmen des Absatzes 1 nur erteilt werden, wenn dies zur Behebung einer in einem Gerichts- oder Verwaltungsverfahren festgestellten wettbewerbswidrigen Praxis des Patentinhabers erforderlich ist.</P><P>(5) Übt der Patentinhaber die patentierte Erfindung nicht oder nicht überwiegend im Inland aus, so können Zwangslizenzen im Rahmen des Absatzes 1 erteilt werden, um eine ausreichende Versorgung des Inlandsmarktes mit dem patentierten Erzeugnis sicherzustellen. Die Einfuhr steht insoweit der Ausübung des Patents im Inland gleich.</P><P>(6) Die Erteilung einer Zwangslizenz an einem Patent ist erst nach dessen Erteilung zulässig. Sie kann eingeschränkt erteilt und von Bedingungen abhängig gemacht werden. Umfang und Dauer der Benutzung sind auf den Zweck zu begrenzen, für den sie gestattet worden ist. Der Patentinhaber hat gegen den Inhaber der Zwangslizenz Anspruch auf eine Vergütung, die nach den Umständen des Falles angemessen ist und den wirtschaftlichen Wert der Zwangslizenz in Betracht zieht. Tritt bei den künftig fällig werdenden wiederkehrenden Vergütungsleistungen eine wesentliche Veränderung derjenigen Verhältnisse ein, die für die Bestimmung der Höhe der Vergütung maßgebend waren, so ist jeder Beteiligte berechtigt, eine entsprechende Anpassung zu verlangen. Sind die Umstände, die der Erteilung der Zwangslizenz zugrunde lagen, entfallen und ist ihr Wiedereintritt unwahrscheinlich, so kann der Patentinhaber die Rücknahme der Zwangslizenz verlangen.</P><P>(7) Die Zwangslizenz an einem Patent kann nur zusammen mit dem Betrieb übertragen werden, der mit der Auswertung der Erfindung befaßt ist. Die Zwangslizenz an einer Erfindung, die Gegenstand eines Patents mit älterem Zeitrang ist, kann nur zusammen mit dem Patent mit jüngerem Zeitrang übertragen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNE004303123",
        "type": "article",
        "name": "§ 25",
        "title": null,
        "body": {
          "content": "<P>(1) Wer im Inland weder Wohnsitz, Sitz noch Niederlassung hat, kann an einem in diesem Gesetz geregelten Verfahren vor dem Patentamt oder dem Patentgericht nur teilnehmen und die Rechte aus einem Patent nur geltend machen, wenn er einen Rechtsanwalt oder Patentanwalt als Vertreter bestellt hat, der zur Vertretung im Verfahren vor dem Patentamt, dem Patentgericht und in bürgerlichen Rechtsstreitigkeiten, die das Patent betreffen, sowie zur Stellung von Strafanträgen befugt und bevollmächtigt ist.</P><P>(2) Der Ort, an dem ein nach Absatz 1 bestellter Vertreter seinen Geschäftsraum hat, gilt im Sinne des § 23 der Zivilprozessordnung als der Ort, an dem sich der Vermögensgegenstand befindet; fehlt ein solcher Geschäftsraum, so ist der Ort maßgebend, an dem der Vertreter im Inland seinen Wohnsitz, und in Ermangelung eines solchen der Ort, an dem das Patentamt seinen Sitz hat.</P><P>(3) Die rechtsgeschäftliche Beendigung der Bestellung eines Vertreters nach Absatz 1 wird erst wirksam, wenn sowohl diese Beendigung als auch die Bestellung eines anderen Vertreters gegenüber dem Patentamt oder dem Patentgericht angezeigt wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000100311"
        }
      },
      {
        "id": "BJNR201170936BJNG000200311",
        "type": "heading",
        "name": "Zweiter Abschnitt",
        "title": "Patentamt",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE004403301",
        "type": "article",
        "name": "§ 26",
        "title": null,
        "body": {
          "content": "<P>(1) Das Deutsche Patent- und Markenamt ist eine selbständige Bundesoberbehörde im Geschäftsbereich des Bundesministeriums der Justiz und für Verbraucherschutz. Es hat seinen Sitz in München.</P><P>(2) Das Patentamt besteht aus einem Präsidenten und weiteren Mitgliedern. Sie müssen die Befähigung zum Richteramt nach dem Deutschen Richtergesetz besitzen (rechtskundige Mitglieder) oder in einem Zweig der Technik sachverständig sein (technische Mitglieder). Die Mitglieder werden auf Lebenszeit berufen.</P><P>(3) Als technisches Mitglied soll in der Regel nur angestellt werden, wer im Inland an einer Universität, einer technischen oder landwirtschaftlichen Hochschule oder einer Bergakademie in einem technischen oder naturwissenschaftlichen Fach eine staatliche oder akademische Abschlußprüfung bestanden hat, danach mindestens fünf Jahre im Bereich der Naturwissenschaften oder Technik beruflich tätig war und im Besitz der erforderlichen Rechtskenntnisse ist. Abschlußprüfungen in einem anderen Mitgliedstaat der Europäischen Union oder in einem anderen Vertragsstaat des Abkommens über den Europäischen Wirtschaftsraum stehen der inländischen Abschlußprüfung nach Maßgabe des Rechts der Europäischen Gemeinschaften gleich.</P><P>(4) Wenn ein voraussichtlich zeitlich begrenztes Bedürfnis besteht, kann der Präsident des Patentamts Personen, welche die für die Mitglieder geforderte Vorbildung haben (Absatz 2 und 3), mit den Verrichtungen eines Mitglieds des Patentamts beauftragen (Hilfsmitglieder). Der Auftrag kann auf eine bestimmte Zeit oder für die Dauer des Bedürfnisses erteilt werden und ist so lange nicht widerruflich. Im übrigen gelten die Vorschriften über Mitglieder auch für die Hilfsmitglieder.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE004505301",
        "type": "article",
        "name": "§ 27",
        "title": null,
        "body": {
          "content": "<P>(1) Im Patentamt werden gebildet <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Prüfungsstellen für die Bearbeitung der Patentanmeldungen und für die Erteilung von Auskünften zum Stand der Technik (§ 29 Abs. 3);</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Patentabteilungen für alle Angelegenheiten, die die erteilten Patente betreffen, für die Festsetzung der Vergütung (§ 23 Abs. 4 und 6) und für die Bewilligung der Verfahrenskostenhilfe im Verfahren vor dem Patentamt. Innerhalb ihres Geschäftskreises obliegt jeder Patentabteilung auch die Abgabe von Gutachten (§ 29 Abs. 1 und 2).</LA></DD></DL></P><P>(2) Die Obliegenheiten der Prüfungsstelle nimmt ein technisches Mitglied der Patentabteilung (Prüfer) wahr.</P><P>(3) Die Patentabteilung ist bei Mitwirkung von mindestens drei Mitgliedern beschlußfähig, unter denen sich, soweit die Abteilung im Einspruchsverfahren tätig wird, zwei technische Mitglieder befinden müssen. Bietet die Sache besondere rechtliche Schwierigkeiten und gehört keiner der Mitwirkenden zu den rechtskundigen Mitgliedern, so soll bei der Beschlußfassung ein der Patentabteilung angehörendes rechtskundiges Mitglied hinzutreten. Ein Beschluß, durch den ein Antrag auf Zuziehung eines rechtskundigen Mitglieds abgelehnt wird, ist selbständig nicht anfechtbar.</P><P>(4) Der Vorsitzende der Patentabteilung kann alle Angelegenheiten der Patentabteilung mit Ausnahme der Beschlußfassung über die Aufrechterhaltung, den Widerruf oder die Beschränkung des Patents sowie über die Festsetzung der Vergütung (§ 23 Abs. 4) allein bearbeiten oder diese Aufgaben einem technischen Mitglied der Abteilung übertragen; dies gilt nicht für eine Anhörung.</P><P>(5) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung Beamte des gehobenen und des mittleren Dienstes sowie vergleichbare Angestellte mit der Wahrnehmung von Geschäften zu betrauen, die den Prüfungsstellen oder Patentabteilungen obliegen und die ihrer Art nach keine besonderen technischen oder rechtlichen Schwierigkeiten bieten; ausgeschlossen davon sind jedoch die Erteilung des Patents und die Zurückweisung der Anmeldung aus Gründen, denen der Anmelder widersprochen hat. Das Bundesministerium der Justiz und für Verbraucherschutz kann diese Ermächtigung durch Rechtsverordnung auf das Deutsche Patent- und Markenamt übertragen.</P><P>(6) Für die Ausschließung und Ablehnung der Prüfer und der übrigen Mitglieder der Patentabteilungen gelten die §§ 41 bis 44, 45 Abs. 2 Satz 2, §§ 47 bis 49 der Zivilprozeßordnung über Ausschließung und Ablehnung der Gerichtspersonen sinngemäß. Das gleiche gilt für die Beamten des gehobenen und des mittleren Dienstes und Angestellten, soweit sie nach Absatz 5 mit der Wahrnehmung einzelner den Prüfungsstellen oder Patentabteilungen obliegender Geschäfte betraut worden sind. Über das Ablehnungsgesuch entscheidet, soweit es einer Entscheidung bedarf, die Patentabteilung.</P><P>(7) Zu den Beratungen in den Patentabteilungen können Sachverständige, die nicht Mitglieder sind, zugezogen werden; sie dürfen an den Abstimmungen nicht teilnehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE004603301",
        "type": "article",
        "name": "§ 28",
        "title": null,
        "body": {
          "content": "<P>Das Bundesministerium der Justiz und für Verbraucherschutz regelt durch Rechtsverordnung, die nicht der Zustimmung des Bundesrates bedarf, die Einrichtung und den Geschäftsgang des Patentamts sowie die Form des Verfahrens in Patentangelegenheiten, soweit nicht durch Gesetz Bestimmungen darüber getroffen sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE004702301",
        "type": "article",
        "name": "§ 29",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentamt ist verpflichtet, auf Ersuchen der Gerichte oder der Staatsanwaltschaften über Fragen, die Patente betreffen, Gutachten abzugeben, wenn in dem Verfahren voneinander abweichende Gutachten mehrerer Sachverständiger vorliegen.</P><P>(2) Im übrigen ist das Patentamt nicht befugt, ohne Genehmigung des Bundesministers der Justiz und für Verbraucherschutz außerhalb seines gesetzlichen Geschäftskreises Beschlüsse zu fassen oder Gutachten abzugeben.</P><P>(3) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, zur Nutzbarmachung der Dokumentation des Patentamts für die Öffentlichkeit durch Rechtsverordnung ohne Zustimmung des Bundesrates zu bestimmen, dass das Patentamt ohne Gewähr für Vollständigkeit Auskünfte zum Stand der Technik erteilt. Dabei kann es insbesondere die Voraussetzungen, die Art und den Umfang der Auskunftserteilung sowie die Gebiete der Technik bestimmen, für die eine Auskunft erteilt werden kann. Das Bundesministerium der Justiz und für Verbraucherschutz kann diese Ermächtigung durch Rechtsverordnung ohne Zustimmung des Bundesrates auf das Deutsche Patent- und Markenamt übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE019000123",
        "type": "article",
        "name": "§ 29a",
        "title": null,
        "body": {
          "content": "<P>(1) Das Deutsche Patent- und Markenamt darf Werke oder andere nach dem Urheberrechtsgesetz geschützte Schutzgegenstände für seine Beschäftigten vervielfältigen und öffentlich zugänglich machen, soweit dies dazu dient, den darin dokumentierten Stand der Technik in Verfahren vor dem Patentamt berücksichtigen zu können.</P><P>(2) § 60g Absatz 1 und § 95b des Urheberrechtsgesetzes sind entsprechend anzuwenden.</P><P>(3) Für die Nutzung nach Absatz 1 ist eine angemessene Vergütung zu zahlen, soweit der jeweilige Rechtsinhaber das Werk oder den sonstigen Schutzgegenstand der Öffentlichkeit nur gegen Entgelt anbietet. § 60h Absatz 3 bis 5 des Urheberrechtsgesetzes ist entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE004804140",
        "type": "article",
        "name": "§ 30",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentamt führt ein Register, das die Bezeichnung der Patentanmeldungen, in deren Akten jedermann Einsicht gewährt wird, und der erteilten Patente und ergänzender Schutzzertifikate (§ 16a) sowie Namen und Wohnort der Anmelder oder Patentinhaber und ihrer etwa nach § 25 bestellten Vertreter oder Zustellungsbevollmächtigten angibt, wobei die Eintragung eines Vertreters oder Zustellungsbevollmächtigten genügt. Auch sind darin Anfang, Ablauf, Erlöschen, Anordnung der Beschränkung, Widerruf, Erklärung der Nichtigkeit der Patente und ergänzender Schutzzertifikate (§ 16a) sowie die Erhebung eines Einspruchs und einer Nichtigkeitsklage zu vermerken.</P><P>(2) Der Präsident des Patentamts kann bestimmen, daß weitere Angaben in das Register eingetragen werden.</P><P>(3) Das Patentamt vermerkt im Register eine Änderung in der Person, im Namen oder im Wohnort des Anmelders oder Patentinhabers und seines Vertreters sowie Zustellungsbevollmächtigten, wenn sie ihm nachgewiesen wird. Solange die Änderung nicht eingetragen ist, bleibt der frühere Anmelder, Patentinhaber, Vertreter oder Zustellungsbevollmächtigte nach Maßgabe dieses Gesetzes berechtigt und verpflichtet.</P><P>(4) Das Patentamt trägt auf Antrag des Patentinhabers oder des Lizenznehmers die Erteilung einer ausschließlichen Lizenz in das Register ein, wenn ihm die Zustimmung des anderen Teils nachgewiesen wird. Der Antrag nach Satz 1 ist unzulässig, solange eine Lizenzbereitschaft (§ 23 Abs. 1) erklärt ist. Die Eintragung wird auf Antrag des Patentinhabers oder des Lizenznehmers gelöscht. Der Löschungsantrag des Patentinhabers bedarf des Nachweises der Zustimmung des bei der Eintragung benannten Lizenznehmers oder seines Rechtsnachfolgers.</P><P>(5) (weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE004908123",
        "type": "article",
        "name": "§ 31",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentamt gewährt jedermann auf Antrag Einsicht in die Akten sowie in die zu den Akten gehörenden Modelle und Probestücke, wenn und soweit ein berechtigtes Interesse glaubhaft gemacht wird. Jedoch steht die Einsicht in das Register und die Akten von Patenten einschließlich der Akten von Beschränkungs- oder Widerrufsverfahren (§ 64) jedermann frei.</P><P>(2) In die Akten von Patentanmeldungen steht die Einsicht jedermann frei, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn der Anmelder sich gegenüber dem Patentamt mit der Akteneinsicht einverstanden erklärt und den Erfinder benannt hat oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn seit dem Anmeldetag (§ 35) oder, sofern für die Anmeldung ein früherer Zeitpunkt als maßgebend in Anspruch genommen wird, seit diesem Zeitpunkt achtzehn Monate verstrichen sind</LA></DD></DL>und ein Hinweis nach § 32 Abs. 5 veröffentlicht worden ist. Bei Anmeldungen, die nicht oder teilweise nicht in deutscher Sprache abgefasst sind, gilt § 35a Absatz 4.</P><P>(3) Soweit die Einsicht in die Akten jedermann freisteht, steht die Einsicht auch in die zu den Akten gehörenden Modelle und Probestücke jedermann frei.</P><P>(3a) Soweit die Einsicht in die Akten jedermann freisteht, kann die Einsichtnahme bei elektronischer Führung der Akten auch über das Internet gewährt werden.</P><P>(3b) Die Akteneinsicht nach den Absätzen 1 bis 3a ist ausgeschlossen, soweit eine Rechtsvorschrift entgegensteht oder soweit das schutzwürdige Interesse der betroffenen Person im Sinne des Artikels 4 Nummer 1 der Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten, zum freien Datenverkehr und zur Aufhebung der Richtlinie 95/46/EG (Datenschutz-Grundverordnung) (ABl. L 119 vom 4.5.2016, S. 1; L 314 vom 22.11.2016, S. 72) in der jeweils geltenden Fassung offensichtlich überwiegt.</P><P>(4) In die Benennung des Erfinders (§ 37 Abs. 1) wird, wenn der vom Anmelder angegebene Erfinder es beantragt, Einsicht nur nach Absatz 1 Satz 1 gewährt; § 63 Abs. 1 Satz 4 und 5 ist entsprechend anzuwenden.</P><P>(5) In die Akten von Patentanmeldungen und Patenten, für die gemäß § 50 jede Veröffentlichung unterbleibt, kann das Patentamt nur nach Anhörung der zuständigen obersten Bundesbehörde Einsicht gewähren, wenn und soweit ein besonderes schutzwürdiges Interesse des Antragstellers die Gewährung der Einsicht geboten erscheinen läßt und hierdurch die Gefahr eines schweren Nachteils für die äußere Sicherheit der Bundesrepublik Deutschland nicht zu erwarten ist. Wird in einem Verfahren eine Patentanmeldung oder ein Patent nach § 3 Abs. 2 Satz 3 als Stand der Technik entgegengehalten, so ist auf den diese Entgegenhaltung betreffenden Teil der Akten Satz 1 entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE018900123",
        "type": "article",
        "name": "§ 31a",
        "title": "Datenschutz",
        "body": {
          "content": "<P>Soweit personenbezogene Daten im Register oder in öffentlich zugänglichen elektronischen Informationsdiensten des Deutschen Patent- und Markenamtes enthalten sind, bestehen nicht <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Recht auf Auskunft gemäß Artikel 15 Absatz 1 Buchstabe c der Verordnung (EU) 2016/679,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Mitteilungspflicht gemäß Artikel 19 Satz 2 der Verordnung (EU) 2016/679 und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Recht auf Widerspruch gemäß Artikel 21 Absatz 1 der Verordnung (EU) 2016/679.</LA></DD></DL>Das Recht auf Erhalt einer Kopie nach Artikel 15 Absatz 3 der Verordnung (EU) 2016/679 wird dadurch erfüllt, dass die betroffene Person Einsicht in das Register oder in öffentlich zugängliche elektronische Informationsdienste des Deutschen Patent- und Markenamtes nehmen kann.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE005005360",
        "type": "article",
        "name": "§ 32",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentamt veröffentlicht <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Offenlegungsschriften,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Patentschriften und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Patentblatt.</LA></DD></DL>Die Veröffentlichung kann in elektronischer Form erfolgen. Zur weiteren Verarbeitung oder Nutzung zu Zwecken der Patentinformation kann das Patentamt Angaben aus den in Satz 1 genannten Dokumenten an Dritte in elektronischer Form übermitteln. Die Übermittlung erfolgt nicht, soweit die Einsicht ausgeschlossen ist (§ 31 Absatz 3b).</P><P>(2) Die Offenlegungsschrift enthält die nach § 31 Abs. 2 jedermann zur Einsicht freistehenden Unterlagen der Anmeldung und die Zusammenfassung (§ 36) in der ursprünglich eingereichten oder vom Patentamt zur Veröffentlichung zugelassenen geänderten Form. Die Offenlegungsschrift wird nicht veröffentlicht, wenn die Patentschrift bereits veröffentlicht worden ist.</P><P>(3) Die Patentschrift enthält die Patentansprüche, die Beschreibung und die Zeichnungen, auf Grund deren das Patent erteilt worden ist. Außerdem ist in der Patentschrift der Stand der Technik anzugeben, den das Patentamt für die Beurteilung der Patentfähigkeit der angemeldeten Erfindung in Betracht gezogen hat (§ 43 Absatz 1). Ist die Zusammenfassung (§ 36) noch nicht veröffentlicht worden, so ist sie in die Patentschrift aufzunehmen.</P><P>(4) Die Offenlegungs- oder Patentschrift wird unter den Voraussetzungen des § 31 Abs. 2 auch dann veröffentlicht, wenn die Anmeldung zurückgenommen oder zurückgewiesen wird oder als zurückgenommen gilt oder das Patent erlischt, nachdem die technischen Vorbereitungen für die Veröffentlichung abgeschlossen waren.</P><P>(5) Das Patentblatt enthält regelmäßig erscheinende Übersichten über die Eintragungen im Register, soweit sie nicht nur den regelmäßigen Ablauf der Patente oder die Eintragung und Löschung ausschließlicher Lizenzen betreffen, und Hinweise auf die Möglichkeit der Einsicht in die Akten von Patentanmeldungen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNE005101377",
        "type": "article",
        "name": "§ 33",
        "title": null,
        "body": {
          "content": "<P>(1) Von der Veröffentlichung des Hinweises gemäß § 32 Abs. 5 an kann der Anmelder von demjenigen, der den Gegenstand der Anmeldung benutzt hat, obwohl er wußte oder wissen mußte, daß die von ihm benutzte Erfindung Gegenstand der Anmeldung war, eine nach den Umständen angemessene Entschädigung verlangen; weitergehende Ansprüche sind ausgeschlossen.</P><P>(2) Der Anspruch besteht nicht, wenn der Gegenstand der Anmeldung offensichtlich nicht patentfähig ist.</P><P>(3) Auf die Verjährung finden die Vorschriften des Abschnitts 5 des Buches 1 des Bürgerlichen Gesetzbuchs entsprechende Anwendung mit der Maßgabe, dass die Verjährung frühestens ein Jahr nach Erteilung des Patents eintritt. Hat der Verpflichtete durch die Verletzung auf Kosten des Berechtigten etwas erlangt, findet § 852 des Bürgerlichen Gesetzbuchs entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000200311"
        }
      },
      {
        "id": "BJNR201170936BJNG000301307",
        "type": "heading",
        "name": "Dritter Abschnitt",
        "title": "Verfahren vor dem Patentamt",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE005203301",
        "type": "article",
        "name": "§ 34",
        "title": null,
        "body": {
          "content": "<P>(1) Eine Erfindung ist zur Erteilung eines Patents beim Patentamt anzumelden.</P><P>(2) Die Anmeldung kann auch über ein Patentinformationszentrum eingereicht werden, wenn diese Stelle durch Bekanntmachung des Bundesministeriums der Justiz und für Verbraucherschutz im Bundesgesetzblatt dazu bestimmt ist, Patentanmeldungen entgegenzunehmen. Eine Anmeldung, die ein Staatsgeheimnis (§ 93 Strafgesetzbuch) enthalten kann, darf bei einem Patentinformationszentrum nicht eingereicht werden.</P><P>(3) Die Anmeldung muß enthalten: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Namen des Anmelders;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">einen Antrag auf Erteilung des Patents, in dem die Erfindung kurz und genau bezeichnet ist;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">einen oder mehrere Patentansprüche, in denen angegeben ist, was als patentfähig unter Schutz gestellt werden soll;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Beschreibung der Erfindung;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zeichnungen, auf die sich die Patentansprüche oder die Beschreibung beziehen.</LA></DD></DL></P><P>(4) Die Erfindung ist in der Anmeldung so deutlich und vollständig zu offenbaren, daß ein Fachmann sie ausführen kann.</P><P>(5) Die Anmeldung darf nur eine einzige Erfindung enthalten oder eine Gruppe von Erfindungen, die untereinander in der Weise verbunden sind, daß sie eine einzige allgemeine erfinderische Idee verwirklichen.</P><P>(6) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung Bestimmungen über die Form und die sonstigen Erfordernisse der Anmeldung zu erlassen. Es kann diese Ermächtigung durch Rechtsverordnung auf das Deutsche Patent- und Markenamt übertragen.</P><P>(7) Auf Verlangen des Patentamts hat der Anmelder den Stand der Technik nach seinem besten Wissen vollständig und wahrheitsgemäß anzugeben und in die Beschreibung (Absatz 3) aufzunehmen.</P><P>(8) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung Bestimmungen über die Hinterlegung von biologischem Material, den Zugang hierzu einschließlich des zum Zugang berechtigten Personenkreises und die erneute Hinterlegung von biologischem Material zu erlassen, sofern die Erfindung die Verwendung biologischen Materials beinhaltet oder sie solches Material betrifft, das der Öffentlichkeit nicht zugänglich ist und das in der Anmeldung nicht so beschrieben werden kann, daß ein Fachmann die Erfindung danach ausführen kann (Absatz 4). Es kann diese Ermächtigung durch Rechtsverordnung auf das Deutsche Patent- und Markenamt übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE017901119",
        "type": "article",
        "name": "§ 34a",
        "title": null,
        "body": {
          "content": "<P>(1) Hat eine Erfindung biologisches Material pflanzlichen oder tierischen Ursprungs zum Gegenstand oder wird dabei derartiges Material verwendet, so soll die Anmeldung Angaben zum geographischen Herkunftsort dieses Materials umfassen, soweit dieser bekannt ist. Die Prüfung der Anmeldungen und die Gültigkeit der Rechte auf Grund der erteilten Patente bleiben hiervon unberührt.</P><P>(2) Enthält die Anmeldung Angaben zum geographischen Herkunftsort nach Absatz 1 Satz 1, teilt das Patentamt diese Anmeldung dem Bundesamt für Naturschutz als zuständige Behörde im Sinne von § 6 Absatz 1 des Gesetzes zur Umsetzung der Verpflichtungen nach dem Nagoya-Protokoll und zur Durchführung der Verordnung (EU) Nr. 511/2014 vom 25. November 2015 (BGBl. I S. 2092) nach Veröffentlichung des Hinweises gemäß § 32 Absatz 5 mit.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE005303301",
        "type": "article",
        "name": "§ 35",
        "title": null,
        "body": {
          "content": "<P>(1) Der Anmeldetag der Patentanmeldung ist der Tag, an dem die Unterlagen nach § 34 Abs. 3 Nr. 1 und 2 und, soweit sie jedenfalls Angaben enthalten, die dem Anschein nach als Beschreibung anzusehen sind, nach § 34 Abs. 3 Nr. 4 <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">beim Patentamt</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">oder, wenn diese Stelle durch Bekanntmachung des Bundesministeriums der Justiz und für Verbraucherschutz im Bundesgesetzblatt dazu bestimmt ist, bei einem Patentinformationszentrum</LA></DD></DL>eingegangen sind.</P><P>(2) Wenn die Anmeldung eine Bezugnahme auf Zeichnungen enthält und der Anmeldung keine Zeichnungen beigefügt sind oder wenn mindestens ein Teil einer Zeichnung fehlt, so fordert das Patentamt den Anmelder auf, innerhalb einer Frist von einem Monat nach Zustellung der Aufforderung entweder die Zeichnungen nachzureichen oder zu erklären, dass die Bezugnahme als nicht erfolgt gelten soll. Reicht der Anmelder auf diese Aufforderung die fehlenden Zeichnungen oder die fehlenden Teile nach, so wird der Tag des Eingangs der Zeichnungen oder der fehlenden Teile beim Patentamt Anmeldetag; anderenfalls gilt die Bezugnahme auf die Zeichnungen als nicht erfolgt.</P><P>(3) Absatz 2 gilt entsprechend für fehlende Teile der Beschreibung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE018801123",
        "type": "article",
        "name": "§ 35a",
        "title": null,
        "body": {
          "content": "<P>(1) Ist die Anmeldung nicht oder teilweise nicht in deutscher Sprache abgefasst, so hat der Anmelder eine deutsche Übersetzung innerhalb einer Frist von drei Monaten nach Einreichung der Anmeldung nachzureichen. Wird die deutsche Übersetzung nicht innerhalb der Frist eingereicht, so gilt die Anmeldung als zurückgenommen.</P><P>(2) Ist die Anmeldung ganz oder teilweise in englischer oder französischer Sprache abgefasst, verlängert sich die Frist nach Absatz 1 Satz 1 auf zwölf Monate. Wird anstelle des Anmeldetages für die Anmeldung ein früherer Zeitpunkt als maßgebend in Anspruch genommen, endet die Frist nach Satz 1 jedoch spätestens mit Ablauf von 15 Monaten nach diesem Zeitpunkt.</P><P>(3) Ist für die Anmeldung ein Antrag nach § 43 Absatz 1 oder § 44 Absatz 1 gestellt worden, so kann die Prüfungsstelle den Anmelder auffordern, eine deutsche Übersetzung der Anmeldungsunterlagen vor Ablauf der in Absatz 2 genannten Frist einzureichen.</P><P>(4) Erklärt sich der Anmelder vor Ablauf der Frist nach den Absätzen 1 und 2 gegenüber dem Patentamt mit der Akteneinsicht in seine Anmeldung nach § 31 Absatz 2 Satz 1 Nummer 1 einverstanden, hat er eine deutsche Übersetzung der Anmeldungsunterlagen einzureichen. Das Einverständnis gilt erst mit Eingang der Übersetzung beim Patentamt als erteilt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE005401307",
        "type": "article",
        "name": "§ 36",
        "title": null,
        "body": {
          "content": "<P>(1) Der Anmeldung ist eine Zusammenfassung beizufügen, die noch bis zum Ablauf von fünfzehn Monaten nach dem Anmeldetag oder, sofern für die Anmeldung ein früherer Zeitpunkt als maßgebend in Anspruch genommen wird, bis zum Ablauf von fünfzehn Monaten nach diesem Zeitpunkt nachgereicht werden kann.</P><P>(2) Die Zusammenfassung dient ausschließlich der technischen Unterrichtung. Sie muß enthalten: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bezeichnung der Erfindung;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Kurzfassung der in der Anmeldung enthaltenen Offenbarung, die das technische Gebiet der Erfindung angeben und so gefaßt sein soll, daß sie ein klares Verständnis des technischen Problems, seiner Lösung und der hauptsächlichen Verwendungsmöglichkeit der Erfindung erlaubt;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine in der Kurzfassung erwähnte Zeichnung; sind mehrere Zeichnungen erwähnt, so ist die Zeichnung beizufügen, die die Erfindung nach Auffassung des Anmelders am deutlichsten kennzeichnet.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE005502360",
        "type": "article",
        "name": "§ 37",
        "title": null,
        "body": {
          "content": "<P>(1) Der Anmelder hat innerhalb von fünfzehn Monaten nach dem Anmeldetag oder, sofern für die Anmeldung ein früherer Zeitpunkt als maßgebend in Anspruch genommen wird, innerhalb von fünfzehn Monaten nach diesem Zeitpunkt den oder die Erfinder zu benennen und zu versichern, daß weitere Personen seines Wissens an der Erfindung nicht beteiligt sind. Ist der Anmelder nicht oder nicht allein der Erfinder, so hat er auch anzugeben, wie das Recht auf das Patent an ihn gelangt ist. Die Richtigkeit der Angaben wird vom Patentamt nicht geprüft.</P><P>(2) Macht der Anmelder glaubhaft, daß er durch außergewöhnliche Umstände verhindert ist, die in Absatz 1 vorgeschriebenen Erklärungen rechtzeitig abzugeben, so hat ihm das Patentamt eine angemessene Fristverlängerung zu gewähren. Die Frist kann nicht über den Erlaß des Beschlusses über die Erteilung des Patents hinaus verlängert werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE005600311",
        "type": "article",
        "name": "§ 38",
        "title": null,
        "body": {
          "content": "<P>Bis zum Beschluß über die Erteilung des Patents sind Änderungen der in der Anmeldung enthaltenen Angaben, die den Gegenstand der Anmeldung nicht erweitern, zulässig, bis zum Eingang des Prüfungsantrags (§ 44) jedoch nur, soweit es sich um die Berichtigung offensichtlicher Unrichtigkeiten, um die Beseitigung der von der Prüfungsstelle bezeichneten Mängel oder um Änderungen des Patentanspruchs handelt. Aus Änderungen, die den Gegenstand der Anmeldung erweitern, können Rechte nicht hergeleitet werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE005704360",
        "type": "article",
        "name": "§ 39",
        "title": null,
        "body": {
          "content": "<P>(1) Der Anmelder kann die Anmeldung jederzeit teilen. Die Teilung ist schriftlich zu erklären. Wird die Teilung nach Stellung des Prüfungsantrags (§ 44) erklärt, so gilt der abgetrennte Teil als Anmeldung, für die ein Prüfungsantrag gestellt worden ist. Für jede Teilanmeldung bleiben der Zeitpunkt der ursprünglichen Anmeldung und eine dafür in Anspruch genommene Priorität erhalten.</P><P>(2) Für die abgetrennte Anmeldung sind für die Zeit bis zur Teilung die gleichen Gebühren zu entrichten, die für die ursprüngliche Anmeldung zu entrichten waren. Dies gilt nicht für die Gebühr nach dem Patentkostengesetz für die Recherche nach § 43, wenn die Teilung vor der Stellung des Prüfungsantrags (§ 44) erklärt worden ist, es sei denn, daß auch für die abgetrennte Anmeldung ein Antrag nach § 43 gestellt wird.</P><P>(3) Werden für die abgetrennte Anmeldung die nach den §§ 34, 35, 35a und 36 erforderlichen Anmeldungsunterlagen nicht innerhalb von drei Monaten nach Eingang der Teilungserklärung eingereicht oder werden die Gebühren für die abgetrennte Anmeldung nicht innerhalb dieser Frist entrichtet, so gilt die Teilungserklärung als nicht abgegeben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE005802307",
        "type": "article",
        "name": "§ 40",
        "title": null,
        "body": {
          "content": "<P>(1) Dem Anmelder steht innerhalb einer Frist von zwölf Monaten nach dem Anmeldetag einer beim Patentamt eingereichten früheren Patent- oder Gebrauchsmusteranmeldung für die Anmeldung derselben Erfindung zum Patent ein Prioritätsrecht zu, es sei denn, daß für die frühere Anmeldung schon eine inländische oder ausländische Priorität in Anspruch genommen worden ist.</P><P>(2) Für die Anmeldung kann die Priorität mehrerer beim Patentamt eingereichter Patent- oder Gebrauchsmusteranmeldungen in Anspruch genommen werden.</P><P>(3) Die Priorität kann nur für solche Merkmale der Anmeldung in Anspruch genommen werden, die in der Gesamtheit der Anmeldungsunterlagen der früheren Anmeldung deutlich offenbart sind.</P><P>(4) Die Priorität kann nur innerhalb von zwei Monaten nach dem Anmeldetag der späteren Anmeldung in Anspruch genommen werden; die Prioritätserklärung gilt erst als abgegeben, wenn das Aktenzeichen der früheren Anmeldung angegeben worden ist.</P><P>(5) Ist die frühere Anmeldung noch beim Patentamt anhängig, so gilt sie mit der Abgabe der Prioritätserklärung nach Absatz 4 als zurückgenommen. Dies gilt nicht, wenn die frühere Anmeldung ein Gebrauchsmuster betrifft.</P><P>(6) Wird die Einsicht in die Akte einer späteren Anmeldung beantragt (§ 31), die die Priorität einer früheren Patent- und Gebrauchsmusteranmeldung in Anspruch nimmt, so nimmt das Patentamt eine Abschrift der früheren Patent- oder Gebrauchsmusteranmeldung zu den Akten der späteren Anmeldung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE005903301",
        "type": "article",
        "name": "§ 41",
        "title": null,
        "body": {
          "content": "<P>(1) Wer nach einem Staatsvertrag die Priorität einer früheren ausländischen Anmeldung derselben Erfindung in Anspruch nimmt, hat vor Ablauf des 16. Monats nach dem Prioritätstag Zeit, Land und Aktenzeichen der früheren Anmeldung anzugeben und eine Abschrift der früheren Anmeldung einzureichen, soweit dies nicht bereits geschehen ist. Innerhalb der Frist können die Angaben geändert werden. Werden die Angaben nicht rechtzeitig gemacht, so wird der Prioritätsanspruch für die Anmeldung verwirkt.</P><P>(2) Ist die frühere ausländische Anmeldung in einem Staat eingereicht worden, mit dem kein Staatsvertrag über die Anerkennung der Priorität besteht, so kann der Anmelder ein dem Prioritätsrecht nach der Pariser Verbandsübereinkunft entsprechendes Prioritätsrecht in Anspruch nehmen, soweit nach einer Bekanntmachung des Bundesministeriums der Justiz und für Verbraucherschutz im Bundesgesetzblatt der andere Staat aufgrund einer ersten Anmeldung beim Patentamt ein Prioritätsrecht gewährt, das nach Voraussetzungen und Inhalt dem Prioritätsrecht nach der Pariser Verbandsübereinkunft vergleichbar ist; Absatz 1 ist anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006003360",
        "type": "article",
        "name": "§ 42",
        "title": null,
        "body": {
          "content": "<P>(1) Genügt die Anmeldung den Anforderungen der §§ 34, 36, 37 und 38 offensichtlich nicht, so fordert die Prüfungsstelle den Anmelder auf, die Mängel innerhalb einer bestimmten Frist zu beseitigen. Entspricht die Anmeldung nicht den Bestimmungen über die Form und über die sonstigen Erfordernisse der Anmeldung (§ 34 Abs. 6), so kann die Prüfungsstelle bis zum Beginn des Prüfungsverfahrens (§ 44) von der Beanstandung dieser Mängel absehen.</P><P>(2) Ist offensichtlich, daß der Gegenstand der Anmeldung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">seinem Wesen nach keine Erfindung ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">nicht gewerblich anwendbar ist oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 2 von der Patenterteilung ausgeschlossen ist,</LA></DD></DL>so benachrichtigt die Prüfungsstelle den Anmelder hiervon unter Angabe der Gründe und fordert ihn auf, sich innerhalb einer bestimmten Frist zu äußern.</P><P>(3) Die Prüfungsstelle weist die Anmeldung zurück, wenn die nach Absatz 1 gerügten Mängel nicht beseitigt werden oder wenn die Anmeldung aufrechterhalten wird, obgleich eine patentfähige Erfindung offensichtlich nicht vorliegt (Absatz 2 Nr. 1 bis 3). Soll die Zurückweisung auf Umstände gegründet werden, die dem Patentsucher noch nicht mitgeteilt waren, so ist ihm vorher Gelegenheit zu geben, sich dazu innerhalb einer bestimmten Frist zu äußern.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006103301",
        "type": "article",
        "name": "§ 43",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentamt ermittelt auf Antrag den Stand der Technik, der für die Beurteilung der Patentfähigkeit der angemeldeten Erfindung in Betracht zu ziehen ist, und beurteilt vorläufig die Schutzfähigkeit der angemeldeten Erfindung nach den §§ 1 bis 5 und ob die Anmeldung den Anforderungen des § 34 Absatz 3 bis 5 genügt (Recherche). Soweit die Ermittlung des Standes der Technik einer zwischenstaatlichen Einrichtung vollständig oder für bestimmte Sachgebiete der Technik ganz oder teilweise übertragen worden ist (Absatz 8 Nummer 1), kann beantragt werden, die Ermittlungen in der Weise durchführen zu lassen, dass der Anmelder das Ermittlungsergebnis auch für eine europäische Anmeldung verwenden kann.</P><P>(2) Der Antrag kann nur von dem Patentanmelder gestellt werden. Er ist schriftlich einzureichen. § 25 ist entsprechend anzuwenden.</P><P>(3) Der Eingang des Antrags wird im Patentblatt veröffentlicht, jedoch nicht vor der Veröffentlichung des Hinweises gemäß § 32 Absatz 5. Jedermann ist berechtigt, dem Patentamt Hinweise zum Stand der Technik zu geben, die der Erteilung eines Patents entgegenstehen könnten.</P><P>(4) Der Antrag gilt als nicht gestellt, wenn bereits ein Antrag nach § 44 gestellt worden ist. In diesem Fall teilt das Patentamt dem Patentanmelder mit, zu welchem Zeitpunkt der Antrag nach § 44 eingegangen ist. Die für die Recherche nach § 43 gezahlte Gebühr nach dem Patentkostengesetz wird zurückgezahlt.</P><P>(5) Ist ein Antrag nach Absatz 1 eingegangen, so gelten spätere Anträge als nicht gestellt. Absatz 4 Satz 2 und 3 ist entsprechend anzuwenden.</P><P>(6) Stellt das Patentamt nach einem Antrag auf Recherche fest, dass die Anmeldung die Anforderung des § 34 Absatz 5 nicht erfüllt, so führt es die Recherche für den Teil der Anmeldung durch, der sich auf die in den Patentansprüchen als erste beschriebene Erfindung oder Gruppe von Erfindungen bezieht, die untereinander in der Weise verbunden sind, dass sie eine einzige allgemeine erfinderische Idee verwirklichen.</P><P>(7) Das Patentamt teilt dem Anmelder das Ergebnis der Recherche nach Absatz 1 unter Berücksichtigung des Absatzes 6 ohne Gewähr für Vollständigkeit mit (Recherchebericht). Es veröffentlicht im Patentblatt, dass diese Mitteilung ergangen ist. Gegen den Recherchebericht ist ein Rechtsbehelf nicht gegeben. Ist der Stand der Technik von einer zwischenstaatlichen Einrichtung ermittelt worden und hat der Anmelder einen Antrag im Sinne von Absatz 1 Satz 2 gestellt, so wird dies in der Mitteilung angegeben.</P><P>(8) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, zur beschleunigten Erledigung der Patenterteilungsverfahren durch Rechtsverordnung zu bestimmen, dass <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ermittlung des in Absatz 1 bezeichneten Standes der Technik einer anderen Stelle des Patentamts als der Prüfungsstelle (§ 27 Absatz 1), einer anderen staatlichen oder einer zwischenstaatlichen Einrichtung vollständig oder für bestimmte Sachgebiete der Technik oder für bestimmte Sprachen übertragen wird, soweit diese Einrichtung für die Ermittlung des in Betracht zu ziehenden Standes der Technik geeignet erscheint;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Patentamt ausländischen oder zwischenstaatlichen Behörden Auskünfte aus Akten von Patentanmeldungen zur gegenseitigen Unterrichtung über das Ergebnis von Prüfungsverfahren und von Ermittlungen zum Stand der Technik erteilt, soweit es sich um Anmeldungen von Erfindungen handelt, für die auch bei diesen ausländischen oder zwischenstaatlichen Behörden die Erteilung eines Patents beantragt worden ist;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Prüfung der Patentanmeldungen nach § 42 sowie die Kontrolle der Gebühren und Fristen ganz oder teilweise anderen Stellen des Patentamts als den Prüfungsstellen oder Patentabteilungen (§ 27 Absatz 1) übertragen werden.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006204360",
        "type": "article",
        "name": "§ 44",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentamt prüft auf Antrag, ob die Anmeldung den Anforderungen der §§ 34, 37 und 38 genügt und ob der Gegenstand der Anmeldung nach den §§ 1 bis 5 patentfähig ist.</P><P>(2) Der Antrag kann von dem Anmelder und jedem Dritten, der jedoch hierdurch nicht an dem Prüfungsverfahren beteiligt wird, bis zum Ablauf von sieben Jahren nach Einreichung der Anmeldung gestellt werden. Die Zahlungsfrist für die Prüfungsgebühr nach dem Patentkostengesetz beträgt drei Monate ab Fälligkeit (§ 3 Absatz 1 des Patentkostengesetzes). Diese Frist endet spätestens mit Ablauf von sieben Jahren nach Einreichung der Anmeldung.</P><P>(3) Ist bereits ein Antrag nach § 43 gestellt worden, so beginnt das Prüfungsverfahren erst nach Erledigung des Antrags nach § 43. Hat ein Dritter den Antrag nach Absatz 1 gestellt, so wird der Eingang des Antrags dem Anmelder mitgeteilt. Im Übrigen ist § 43 Absatz 2 Satz 2 und 3, Absatz 3 und 5 entsprechend anzuwenden.</P><P>(4) Erweist sich ein von einem Dritten gestellter Antrag nach der Mitteilung an den Anmelder (Absatz 3 Satz 2) als unwirksam, so teilt das Patentamt dies außer dem Dritten auch dem Anmelder mit. Im Fall der Unwirksamkeit des von einem Dritten gestellten Antrags kann der Anmelder noch bis zum Ablauf von drei Monaten nach der Zustellung der Mitteilung, sofern diese Frist später als die in Absatz 2 bezeichnete Frist abläuft, selbst einen Antrag stellen. Stellt er den Antrag nicht, wird im Patentblatt unter Hinweis auf die Veröffentlichung des von dem Dritten gestellten Antrags veröffentlicht, dass dieser Antrag unwirksam ist.</P><P>(5) Das Prüfungsverfahren wird auch dann fortgesetzt, wenn der Antrag auf Prüfung zurückgenommen wird. Im Fall des Absatzes 4 Satz 2 wird das Verfahren in dem Zustand fortgesetzt, in dem es sich im Zeitpunkt des vom Anmelder gestellten Antrags auf Prüfung befindet.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006301307",
        "type": "article",
        "name": "§ 45",
        "title": null,
        "body": {
          "content": "<P>(1) Genügt die Anmeldung den Anforderungen der §§ 34, 37 und 38 nicht oder sind die Anforderungen des § 36 offensichtlich nicht erfüllt, so fordert die Prüfungsstelle den Anmelder auf, die Mängel innerhalb einer bestimmten Frist zu beseitigen. Satz 1 gilt nicht für Mängel, die sich auf die Zusammenfassung beziehen, wenn die Zusammenfassung bereits veröffentlicht worden ist.</P><P>(2) Kommt die Prüfungsstelle zu dem Ergebnis, daß eine nach den §§ 1 bis 5 patentfähige Erfindung nicht vorliegt, so benachrichtigt sie den Patentsucher hiervon unter Angabe der Gründe und fordert ihn auf, sich innerhalb einer bestimmten Frist zu äußern.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006401360",
        "type": "article",
        "name": "§ 46",
        "title": null,
        "body": {
          "content": "<P>(1) Die Prüfungsstelle kann jederzeit die Beteiligten laden und anhören, Zeugen, Sachverständige und Beteiligte eidlich oder uneidlich vernehmen sowie andere zur Aufklärung der Sache erforderliche Ermittlungen anstellen. Bis zum Beschluß über die Erteilung ist der Anmelder auf Antrag zu hören. Der Antrag ist schriftlich einzureichen. Wird der Antrag nicht in der vorgeschriebenen Form eingereicht, so weist sie den Antrag zurück. Der Beschluß, durch den der Antrag zurückgewiesen wird, ist selbständig nicht anfechtbar.</P><P>(2) Über die Anhörungen und Vernehmungen ist eine Niederschrift zu fertigen, die den wesentlichen Gang der Verhandlung wiedergeben und die rechtserheblichen Erklärungen der Beteiligten enthalten soll. Die §§ 160a, 162 und 163 der Zivilprozeßordnung sind entsprechend anzuwenden. Die Beteiligten erhalten eine Abschrift der Niederschrift.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006502123",
        "type": "article",
        "name": "§ 47",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschlüsse der Prüfungsstelle sind zu begründen und den Beteiligten von Amts wegen in Abschrift zuzustellen; eine Beglaubigung der Abschrift ist nicht erforderlich. Ausfertigungen werden nur auf Antrag eines Beteiligten und nur in Papierform erteilt. Am Ende einer Anhörung können die Beschlüsse auch verkündet werden; die Sätze 1 und 2 bleiben unberührt. Einer Begründung bedarf es nicht, wenn am Verfahren nur der Anmelder beteiligt ist und seinem Antrag stattgegeben wird.</P><P>(2) Mit Zustellung des Beschlusses sind die Beteiligten über die Beschwerde, die gegen den Beschluss gegeben ist, über die Stelle, bei der die Beschwerde einzulegen ist, über die Beschwerdefrist und über die Beschwerdegebühr zu belehren. Die Frist für die Beschwerde (§ 73 Abs. 2) beginnt nur zu laufen, wenn die Beteiligten nach Satz 1 belehrt worden sind. Ist die Belehrung unterblieben oder unrichtig erteilt, so ist die Einlegung der Beschwerde nur innerhalb eines Jahres seit Zustellung des Beschlusses zulässig, außer wenn eine schriftliche Belehrung dahin erfolgt ist, daß eine Beschwerde nicht gegeben sei; § 123 ist entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006601307",
        "type": "article",
        "name": "§ 48",
        "title": null,
        "body": {
          "content": "<P>Die Prüfungsstelle weist die Anmeldung zurück, wenn die nach § 45 Abs. 1 gerügten Mängel nicht beseitigt werden oder wenn die Prüfung ergibt, daß eine nach den §§ 1 bis 5 patentfähige Erfindung nicht vorliegt. § 42 Abs. 3 Satz 2 ist anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006701307",
        "type": "article",
        "name": "§ 49",
        "title": null,
        "body": {
          "content": "<P>(1) Genügt die Anmeldung den Anforderungen der §§ 34, 37 und 38, sind nach § 45 Abs. 1 gerügte Mängel der Zusammenfassung beseitigt und ist der Gegenstand der Anmeldung nach den §§ 1 bis 5 patentfähig, so beschließt die Prüfungsstelle die Erteilung des Patents.</P><P>(2) Der Erteilungsbeschluß wird auf Antrag des Anmelders bis zum Ablauf einer Frist von fünfzehn Monaten ausgesetzt, die mit dem Tag der Einreichung der Anmeldung beim Patentamt oder, falls für die Anmeldung ein früherer Zeitpunkt als maßgebend in Anspruch genommen wird, mit diesem Zeitpunkt beginnt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE016904140",
        "type": "article",
        "name": "§ 49a",
        "title": null,
        "body": {
          "content": "<P>(1) Beantragt der als Patentinhaber Eingetragene einen ergänzenden Schutz, so prüft die Patentabteilung, ob die Anmeldung der entsprechenden Verordnung der Europäischen Gemeinschaften sowie dem Absatz 5 und dem § 16a entspricht.</P><P>(2) Genügt die Anmeldung diesen Voraussetzungen, so erteilt die Patentabteilung das ergänzende Schutzzertifikat für die Dauer seiner Laufzeit. Andernfalls fordert sie den Anmelder auf, etwaige Mängel innerhalb einer von ihr festzusetzenden, mindestens zwei Monate betragenden Frist zu beheben. Werden die Mängel nicht behoben, so weist sie die Anmeldung durch Beschluß zurück.</P><P>(3) Soweit eine Verordnung der Europäischen Gemeinschaften die Verlängerung der Laufzeit eines ergänzenden Schutzzertifikats vorsieht, gelten die Absätze 1 und 2 entsprechend.</P><P>(4) Die Patentabteilung entscheidet durch Beschluss über die in Verordnungen der Europäischen Gemeinschaften vorgesehenen Anträge, <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die Laufzeit eines ergänzenden Schutzzertifikats zu berichtigen, wenn der in der Zertifikatsanmeldung enthaltene Zeitpunkt der ersten Genehmigung für das Inverkehrbringen unrichtig ist;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die Verlängerung der Laufzeit eines ergänzenden Schutzzertifikats zu widerrufen.</LA></DD></DL></P><P>(5) § 34 Abs. 6 ist anwendbar. Die §§ 46 und 47 sind auf das Verfahren vor der Patentabteilung anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006800311",
        "type": "article",
        "name": "§ 50",
        "title": null,
        "body": {
          "content": "<P>(1) Wird ein Patent für eine Erfindung nachgesucht, die ein Staatsgeheimnis (§ 93 des Strafgesetzbuches) ist, so ordnet die Prüfungsstelle von Amts wegen an, daß jede Veröffentlichung unterbleibt. Die zuständige oberste Bundesbehörde ist vor der Anordnung zu hören. Sie kann den Erlaß einer Anordnung beantragen.</P><P>(2) Die Prüfungsstelle hebt von Amts wegen oder auf Antrag der zuständigen obersten Bundesbehörde, des Anmelders oder des Patentinhabers eine Anordnung nach Absatz 1 auf, wenn deren Voraussetzungen entfallen sind. Die Prüfungsstelle prüft in jährlichen Abständen, ob die Voraussetzungen der Anordnung nach Absatz 1 fortbestehen. Vor der Aufhebung einer Anordnung nach Absatz 1 ist die zuständige oberste Bundesbehörde zu hören.</P><P>(3) Die Prüfungsstelle gibt den Beteiligten Nachricht, wenn gegen einen Beschluß der Prüfungsstelle, durch den ein Antrag auf Erlaß einer Anordnung nach Absatz 1 zurückgewiesen oder eine Anordnung nach Absatz 1 aufgehoben worden ist, innerhalb der Beschwerdefrist (§ 73 Abs. 2) keine Beschwerde eingegangen ist.</P><P>(4) Die Absätze 1 bis 3 sind auf eine Erfindung entsprechend anzuwenden, die von einem fremden Staat aus Verteidigungsgründen geheimgehalten und der Bundesregierung mit deren Zustimmung unter der Auflage anvertraut wird, die Geheimhaltung zu wahren.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE006900311",
        "type": "article",
        "name": "§ 51",
        "title": null,
        "body": {
          "content": "<P>Das Patentamt hat der zuständigen obersten Bundesbehörde zur Prüfung der Frage, ob jede Veröffentlichung gemäß § 50 Abs. 1 zu unterbleiben hat oder ob eine gemäß § 50 Abs. 1 ergangene Anordnung aufzuheben ist, Einsicht in die Akten zu gewähren.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007000311",
        "type": "article",
        "name": "§ 52",
        "title": null,
        "body": {
          "content": "<P>(1) Eine Patentanmeldung, die ein Staatsgeheimnis (§ 93 des Strafgesetzbuches) enthält, darf außerhalb des Geltungsbereichs dieses Gesetzes nur eingereicht werden, wenn die zuständige oberste Bundesbehörde hierzu die schriftliche Genehmigung erteilt. Die Genehmigung kann unter Auflagen erteilt werden.</P><P>(2) Mit Freiheitsstrafe bis zu fünf Jahren oder mit Geldstrafe wird bestraft, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen Absatz 1 Satz 1 eine Patentanmeldung einreicht oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer Auflage nach Absatz 1 Satz 2 zuwiderhandelt.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007100311",
        "type": "article",
        "name": "§ 53",
        "title": null,
        "body": {
          "content": "<P>(1) Wird dem Anmelder innerhalb von vier Monaten seit der Anmeldung der Erfindung beim Patentamt keine Anordnung nach § 50 Abs. 1 zugestellt, so können der Anmelder und jeder andere, der von der Erfindung Kenntnis hat, sofern sie im Zweifel darüber sind, ob die Geheimhaltung der Erfindung erforderlich ist (§ 93 des Strafgesetzbuches), davon ausgehen, daß die Erfindung nicht der Geheimhaltung bedarf.</P><P>(2) Kann die Prüfung, ob jede Veröffentlichung gemäß § 50 Abs. 1 zu unterbleiben hat, nicht innerhalb der in Absatz 1 genannten Frist abgeschlossen werden, so kann das Patentamt diese Frist durch eine Mitteilung, die dem Anmelder innerhalb der in Absatz 1 genannten Frist zuzustellen ist, um höchstens zwei Monate verlängern.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007201377",
        "type": "article",
        "name": "§ 54",
        "title": null,
        "body": {
          "content": "<P>Ist auf eine Anmeldung, für die eine Anordnung nach § 50 Abs. 1 ergangen ist, ein Patent erteilt worden, so ist das Patent in ein besonderes Register einzutragen. Auf die Einsicht in das besondere Register ist § 31 Abs. 5 Satz 1 entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007300311",
        "type": "article",
        "name": "§ 55",
        "title": null,
        "body": {
          "content": "<P>(1) Ein Anmelder, Patentinhaber oder sein Rechtsnachfolger, der die Verwertung einer nach den §§ 1 bis 5 patentfähigen Erfindung für friedliche Zwecke mit Rücksicht auf eine Anordnung nach § 50 Abs. 1 unterläßt, hat wegen des ihm hierdurch entstehenden Vermögensschadens einen Anspruch auf Entschädigung gegen den Bund, wenn und soweit ihm nicht zugemutet werden kann, den Schaden selbst zu tragen. Bei Beurteilung der Zumutbarkeit sind insbesondere die wirtschaftliche Lage des Geschädigten, die Höhe seiner für die Erfindung oder für den Erwerb der Rechte an der Erfindung gemachten Aufwendungen, der bei Entstehung der Aufwendungen für ihn erkennbare Grad der Wahrscheinlichkeit einer Geheimhaltungsbedürftigkeit der Erfindung sowie der Nutzen zu berücksichtigen, der dem Geschädigten aus einer sonstigen Verwertung der Erfindung zufließt. Der Anspruch kann erst nach der Erteilung des Patents geltend gemacht werden. Die Entschädigung kann nur jeweils nachträglich und für Zeitabschnitte, die nicht kürzer als ein Jahr sind, verlangt werden.</P><P>(2) Der Anspruch ist bei der zuständigen obersten Bundesbehörde geltend zu machen. Der Rechtsweg vor den ordentlichen Gerichten steht offen.</P><P>(3) Eine Entschädigung gemäß Absatz 1 wird nur gewährt, wenn die erste Anmeldung der Erfindung beim Patentamt eingereicht und die Erfindung nicht schon vor dem Erlaß einer Anordnung nach § 50 Abs. 1 von einem fremden Staat aus Verteidigungsgründen geheimgehalten worden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007400311",
        "type": "article",
        "name": "§ 56",
        "title": null,
        "body": {
          "content": "<P>Die Bundesregierung wird ermächtigt, die zuständige oberste Bundesbehörde im Sinne des § 31 Abs. 5 und der §§ 50 bis 55 und 74 Abs. 2 durch Rechtsverordnung zu bestimmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007501377",
        "type": "article",
        "name": "§ 57",
        "title": null,
        "body": {
          "content": "<P>(weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007601377",
        "type": "article",
        "name": "§ 58",
        "title": null,
        "body": {
          "content": "<P>(1) Die Erteilung des Patents wird im Patentblatt veröffentlicht. Gleichzeitig wird die Patentschrift veröffentlicht. Mit der Veröffentlichung im Patentblatt treten die gesetzlichen Wirkungen des Patents ein.</P><P>(2) Wird die Anmeldung nach der Veröffentlichung des Hinweises auf die Möglichkeit der Einsicht in die Akten (§ 32 Abs. 5) zurückgenommen oder zurückgewiesen oder gilt sie als zurückgenommen, so gilt die Wirkung nach § 33 Abs. 1 als nicht eingetreten.</P><P>(3) Wird bis zum Ablauf der in § 44 Abs. 2 bezeichneten Frist ein Antrag auf Prüfung nicht gestellt oder wird eine für die Anmeldung zu entrichtende Jahresgebühr nicht rechtzeitig entrichtet (§ 7 Abs. 1 des Patentkostengesetzes), so gilt die Anmeldung als zurückgenommen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007703123",
        "type": "article",
        "name": "§ 59",
        "title": null,
        "body": {
          "content": "<P>(1) Innerhalb von neun Monaten nach der Veröffentlichung der Erteilung kann jeder, im Falle der widerrechtlichen Entnahme nur der Verletzte, gegen das Patent Einspruch erheben. Der Einspruch ist schriftlich zu erklären und zu begründen. Er kann nur auf die Behauptung gestützt werden, daß einer der in § 21 genannten Widerrufsgründe vorliege. Die Tatsachen, die den Einspruch rechtfertigen, sind im einzelnen anzugeben. Die Angaben müssen, soweit sie nicht schon in der Einspruchsschrift enthalten sind, bis zum Ablauf der Einspruchsfrist schriftlich nachgereicht werden.</P><P>(2) Ist gegen ein Patent Einspruch erhoben worden, so kann jeder Dritte, der nachweist, daß gegen ihn Klage wegen Verletzung des Patents erhoben worden ist, nach Ablauf der Einspruchsfrist dem Einspruchsverfahren als Einsprechender beitreten, wenn er den Beitritt innerhalb von drei Monaten nach dem Tag erklärt, an dem die Verletzungsklage erhoben worden ist. Das gleiche gilt für jeden Dritten, der nachweist, daß er nach einer Aufforderung des Patentinhabers, eine angebliche Patentverletzung zu unterlassen, gegen diesen Klage auf Feststellung erhoben hat, daß er das Patent nicht verletze. Der Beitritt ist schriftlich zu erklären und bis zum Ablauf der in Satz 1 genannten Frist zu begründen. Absatz 1 Satz 3 bis 5 ist entsprechend anzuwenden.</P><P>(3) Eine Anhörung findet im Einspruchsverfahren statt, wenn ein Beteiligter dies beantragt oder die Patentabteilung dies für sachdienlich erachtet. Mit der Ladung soll die Patentabteilung auf die Punkte hinweisen, die sie für die zu treffende Entscheidung als erörterungsbedürftig ansieht. Die Anhörung einschließlich der Verkündung der Entscheidung ist öffentlich. § 169 Absatz 1 Satz 2 sowie die §§ 171b bis 175 des Gerichtsverfassungsgesetzes sind entsprechend anzuwenden mit der Maßgabe, dass die Öffentlichkeit von der Anhörung auf Antrag eines Beteiligten auch dann ausgeschlossen werden kann, wenn sie eine Gefährdung schutzwürdiger Interessen des Antragstellers besorgen lässt.</P><P>(4) Der Vorsitzende der Patentabteilung sorgt für die Aufrechterhaltung der Ordnung in der Anhörung und übt insoweit das Hausrecht aus.</P><P>(5) Im Übrigen sind § 43 Absatz 3 Satz 2 und die §§ 46 und 47 im Einspruchsverfahren entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007801301",
        "type": "article",
        "name": "§ 60",
        "title": null,
        "body": {
          "content": "<P>(weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE007901301",
        "type": "article",
        "name": "§ 61",
        "title": null,
        "body": {
          "content": "<P>(1) Die Patentabteilung entscheidet durch Beschluß, ob und in welchem Umfang das Patent aufrechterhalten oder widerrufen wird. Das Verfahren wird von Amts wegen ohne den Einsprechenden fortgesetzt, wenn der Einspruch zurückgenommen wird.</P><P>(2) Abweichend von Absatz 1 entscheidet der Beschwerdesenat des Bundespatentgerichts, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn ein Beteiligter dies beantragt und kein anderer Beteiligter innerhalb von zwei Monaten nach Zustellung des Antrags widerspricht, oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">auf Antrag nur eines Beteiligten, wenn mindestens 15 Monate seit Ablauf der Einspruchsfrist, im Fall des Antrags eines Beigetretenen seit Erklärung des Beitritts, vergangen sind.</LA></DD> </DL>Dies gilt nicht, wenn die Patentabteilung eine Ladung zur Anhörung oder die Entscheidung über den Einspruch innerhalb von drei Monaten nach Zugang des Antrags auf patentgerichtliche Entscheidung zugestellt hat. Im Übrigen sind die §§ 59 bis 62, 69 bis 71 und 86 bis 99 entsprechend anzuwenden.</P><P>(3) Wird das Patent widerrufen oder nur beschränkt aufrechterhalten, so wird dies im Patentblatt veröffentlicht.</P><P>(4) Wird das Patent beschränkt aufrechterhalten, so ist die Patentschrift entsprechend zu ändern. Die Änderung der Patentschrift ist zu veröffentlichen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE008003301",
        "type": "article",
        "name": "§ 62",
        "title": null,
        "body": {
          "content": "<P>(1) In dem Beschluß nach § 61 Abs. 1 kann die Patentabteilung nach billigem Ermessen bestimmen, inwieweit einem Beteiligten die durch eine Anhörung oder eine Beweisaufnahme verursachten Kosten zur Last fallen. Die Bestimmung kann auch getroffen werden, wenn ganz oder teilweise der Einspruch zurückgenommen oder auf das Patent verzichtet wird. Die Patentabteilung kann anordnen, dass die Einspruchsgebühr nach dem Patentkostengesetz ganz oder teilweise zurückgezahlt wird, wenn es der Billigkeit entspricht.</P><P>(2) Zu den Kosten gehören außer den Auslagen des Patentamts auch die den Beteiligten erwachsenen Kosten, soweit sie zur zweckentsprechenden Wahrung der Ansprüche und Rechte notwendig waren. Der Betrag der zu erstattenden Kosten wird auf Antrag durch das Patentamt festgesetzt. Die Vorschriften der Zivilprozessordnung über das Kostenfestsetzungsverfahren (§§ 103 bis 107) und die Zwangsvollstreckung aus Kostenfestsetzungsbeschlüssen (§§ 724 bis 802) sind entsprechend anzuwenden. An die Stelle der Erinnerung tritt die Beschwerde gegen den Kostenfestsetzungsbeschluß; § 73 ist mit der Maßgabe anzuwenden, daß die Beschwerde innerhalb von zwei Wochen einzulegen ist. Die vollstreckbare Ausfertigung wird vom Urkundsbeamten der Geschäftsstelle des Patentgerichts erteilt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE008102301",
        "type": "article",
        "name": "§ 63",
        "title": null,
        "body": {
          "content": "<P>(1) Auf der Offenlegungsschrift (§ 32 Abs. 2), auf der Patentschrift (§ 32 Abs. 3) sowie in der Veröffentlichung der Erteilung des Patents (§ 58 Abs. 1) ist der Erfinder zu nennen, sofern er bereits benannt worden ist. Die Nennung ist im Register (§ 30 Abs. 1) zu vermerken. Sie unterbleibt, wenn der vom Anmelder angegebene Erfinder es beantragt. Der Antrag kann jederzeit widerrufen werden; im Falle des Widerrufs wird die Nennung nachträglich vorgenommen. Ein Verzicht des Erfinders auf Nennung ist ohne rechtliche Wirksamkeit.</P><P>(2) Ist die Person des Erfinders unrichtig oder im Falle des Absatzes 1 Satz 3 überhaupt nicht angegeben, so sind der Patentsucher oder Patentinhaber sowie der zu Unrecht Benannte dem Erfinder verpflichtet, dem Patentamt gegenüber die Zustimmung dazu zu erklären, daß die in Absatz 1 Satz 1 und 2 vorgesehene Nennung berichtigt oder nachgeholt wird. Die Zustimmung ist unwiderruflich. Durch die Erhebung einer Klage auf Erklärung der Zustimmung wird das Verfahren zur Erteilung des Patents nicht aufgehalten.</P><P>(3) Auf amtlichen Druckschriften, die bereits veröffentlicht sind, wird die nachträgliche Nennung des Erfinders (Absatz 1 Satz 4, Absatz 2) oder die Berichtigung (Absatz 2) nicht vorgenommen.</P><P>(4) Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung Bestimmungen zur Ausführung der vorstehenden Vorschriften zu erlassen. Es kann diese Ermächtigung durch Rechtsverordnung auf das Deutsche Patent- und Markenamt übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNE008202377",
        "type": "article",
        "name": "§ 64",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patent kann auf Antrag des Patentinhabers widerrufen oder durch Änderung der Patentansprüche mit rückwirkender Kraft beschränkt werden.</P><P>(2) Der Antrag ist schriftlich einzureichen und zu begründen.</P><P>(3) Über den Antrag entscheidet die Patentabteilung. § 44 Abs. 1 und die §§ 45 bis 48 sind entsprechend anzuwenden. Wird das Patent widerrufen, so wird dies im Patentblatt veröffentlicht. Wird das Patent beschränkt, ist in dem Beschluss, durch den dem Antrag stattgegeben wird, die Patentschrift der Beschränkung anzupassen; die Änderung der Patentschrift ist zu veröffentlichen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000301307"
        }
      },
      {
        "id": "BJNR201170936BJNG000400311",
        "type": "heading",
        "name": "Vierter Abschnitt",
        "title": "Patentgericht",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE008303140",
        "type": "article",
        "name": "§ 65",
        "title": null,
        "body": {
          "content": "<P>(1) Für die Entscheidungen über Beschwerden gegen Beschlüsse der Prüfungsstellen oder Patentabteilungen des Patentamts sowie über Klagen auf Erklärung der Nichtigkeit von Patenten und in Zwangslizenzverfahren (§§ 81, 85 und 85a) wird das Patentgericht als selbständiges und unabhängiges Bundesgericht errichtet. Es hat seinen Sitz am Sitz des Patentamts. Es führt die Bezeichnung \"Bundespatentgericht\".</P><P>(2) Das Patentgericht besteht aus einem Präsidenten, den Vorsitzenden Richtern und weiteren Richtern. Sie müssen die Befähigung zum Richteramt nach dem Deutschen Richtergesetz besitzen (rechtskundige Mitglieder) oder in einem Zweig der Technik sachverständig sein (technische Mitglieder). Für die technischen Mitglieder gilt § 26 Abs. 3 entsprechend mit der Maßgabe, daß sie eine staatliche oder akademische Abschlußprüfung bestanden haben müssen.</P><P>(3) Die Richter werden vom Bundespräsidenten auf Lebenszeit ernannt, soweit nicht in § 71 Abweichendes bestimmt ist.</P><P>(4) Der Präsident des Patentgerichts übt die Dienstaufsicht über die Richter, Beamten, Angestellten und Arbeiter aus.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000400311"
        }
      },
      {
        "id": "BJNR201170936BJNE008402301",
        "type": "article",
        "name": "§ 66",
        "title": null,
        "body": {
          "content": "<P>(1) Im Patentgericht werden gebildet <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Senate für die Entscheidung über Beschwerden (Beschwerdesenate);</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Senate für die Entscheidung über Klagen auf Erklärung der Nichtigkeit von Patenten und in Zwangslizenzverfahren (Nichtigkeitssenate).</LA></DD></DL></P><P>(2) Die Zahl der Senate bestimmt der Bundesminister der Justiz und für Verbraucherschutz.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000400311"
        }
      },
      {
        "id": "BJNR201170936BJNE008502301",
        "type": "article",
        "name": "§ 67",
        "title": null,
        "body": {
          "content": "<P>(1) Der Beschwerdesenat entscheidet in der Besetzung mit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem rechtskundigen Mitglied als Vorsitzendem und zwei technischen Mitgliedern in den Fällen des § 23 Abs. 4 und des § 50 Abs. 1 und 2;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem technischen Mitglied als Vorsitzendem, zwei weiteren technischen Mitgliedern sowie einem rechtskundigen Mitglied in den Fällen,<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">in denen die Anmeldung zurückgewiesen wurde,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">in denen der Einspruch als unzulässig verworfen wurde,</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">des § 61 Abs. 1 Satz 1 und des § 64 Abs. 1,</LA></DD> <DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">des § 61 Abs. 2 sowie</LA></DD> <DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">der §§ 130, 131 und 133;</LA></DD> </DL></LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem rechtskundigen Mitglied als Vorsitzendem, einem weiteren rechtskundigen Mitglied und einem technischen Mitglied in den Fällen des § 31 Abs. 5;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">drei rechtskundigen Mitgliedern in allen übrigen Fällen.</LA></DD> </DL> </P><P>(2) Der Nichtigkeitssenat entscheidet in den Fällen der §§ 84 und 85 Abs. 3 in der Besetzung mit einem rechtskundigen Mitglied als Vorsitzendem, einem weiteren rechtskundigen Mitglied und drei technischen Mitgliedern, im übrigen in der Besetzung mit drei Richtern, unter denen sich ein rechtskundiges Mitglied befinden muß.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000400311"
        }
      },
      {
        "id": "BJNR201170936BJNE008602301",
        "type": "article",
        "name": "§ 68",
        "title": null,
        "body": {
          "content": "<P>Für das Patentgericht gelten die Vorschriften des Zweiten Titels des Gerichtsverfassungsgesetzes nach folgender Maßgabe entsprechend: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">In den Fällen, in denen auf Grund des Wahlergebnisses ein rechtskundiger Richter dem Präsidium nicht angehören würde, gilt der rechtskundige Richter als gewählt, der von den rechtskundigen Mitgliedern die höchste Stimmenzahl erreicht hat.</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Über die Wahlanfechtung (§ 21b Abs. 6 des Gerichtsverfassungsgesetzes) entscheidet ein Senat des Patentgerichts in der Besetzung mit drei rechtskundigen Richtern.</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Den ständigen Vertreter des Präsidenten ernennt der Bundesminister der Justiz und für Verbraucherschutz.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000400311"
        }
      },
      {
        "id": "BJNR201170936BJNE008701360",
        "type": "article",
        "name": "§ 69",
        "title": null,
        "body": {
          "content": "<P>(1) Die Verhandlung vor den Beschwerdesenaten ist öffentlich, sofern ein Hinweis auf die Möglichkeit der Akteneinsicht nach § 32 Abs. 5 oder die Patentschrift nach § 58 Abs. 1 veröffentlicht worden ist. Die §§ 171b bis 175 des Gerichtsverfassungsgesetzes sind entsprechend anzuwenden mit der Maßgabe, daß <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Öffentlichkeit für die Verhandlung auf Antrag eines Beteiligten auch dann ausgeschlossen werden kann, wenn sie eine Gefährdung schutzwürdiger Interessen des Antragstellers besorgen läßt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Öffentlichkeit für die Verkündung der Beschlüsse bis zur Veröffentlichung eines Hinweises auf die Möglichkeit der Akteneinsicht nach § 32 Abs. 5 oder bis zur Veröffentlichung der Patentschrift nach § 58 Abs. 1 ausgeschlossen ist.</LA></DD></DL></P><P>(2) Die Verhandlung vor den Nichtigkeitssenaten einschließlich der Verkündung der Entscheidungen ist öffentlich. Absatz 1 Satz 2 Nr. 1 gilt entsprechend.</P><P>(3) Die Aufrechterhaltung der Ordnung in den Sitzungen der Senate obliegt dem Vorsitzenden. Die §§ 177 bis 180, 182 und 183 des Gerichtsverfassungsgesetzes über die Sitzungspolizei gelten entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000400311"
        }
      },
      {
        "id": "BJNR201170936BJNE008800311",
        "type": "article",
        "name": "§ 70",
        "title": null,
        "body": {
          "content": "<P>(1) Für die Beschlußfassung in den Senaten bedarf es der Beratung und Abstimmung. Hierbei darf nur die gesetzlich bestimmte Anzahl der Mitglieder der Senate mitwirken. Bei der Beratung und Abstimmung dürfen außer den zur Entscheidung berufenen Mitgliedern der Senate nur die beim Patentgericht zur Ausbildung beschäftigten Personen zugegen sein, soweit der Vorsitzende deren Anwesenheit gestattet.</P><P>(2) Die Senate entscheiden nach Stimmenmehrheit; bei Stimmengleichheit gibt die Stimme des Vorsitzenden den Ausschlag.</P><P>(3) Die Mitglieder der Senate stimmen nach dem Dienstalter, bei gleichem Dienstalter nach dem Lebensalter; der Jüngere stimmt vor dem Älteren. Wenn ein Berichterstatter ernannt ist, so stimmt er zuerst. Zuletzt stimmt der Vorsitzende.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000400311"
        }
      },
      {
        "id": "BJNR201170936BJNE008900311",
        "type": "article",
        "name": "§ 71",
        "title": null,
        "body": {
          "content": "<P>(1) Beim Patentgericht können Richter kraft Auftrags verwendet werden. § 65 Abs. 2 Satz 3 ist anzuwenden.</P><P>(2) Richter kraft Auftrags und abgeordnete Richter können nicht den Vorsitz führen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000400311"
        }
      },
      {
        "id": "BJNR201170936BJNE009001301",
        "type": "article",
        "name": "§ 72",
        "title": null,
        "body": {
          "content": "<P>Beim Patentgericht wird eine Geschäftsstelle eingerichtet, die mit der erforderlichen Anzahl von Urkundsbeamten besetzt wird. Die Einrichtung der Geschäftsstelle bestimmt der Bundesminister der Justiz und für Verbraucherschutz.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000400311"
        }
      },
      {
        "id": "BJNR201170936BJNG000500311",
        "type": "heading",
        "name": "Fünfter Abschnitt",
        "title": "Verfahren vor dem Patentgericht",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNG000600311",
        "type": "heading",
        "name": "1.",
        "title": "Beschwerdeverfahren",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000500311"
        }
      },
      {
        "id": "BJNR201170936BJNE009102377",
        "type": "article",
        "name": "§ 73",
        "title": null,
        "body": {
          "content": "<P>(1) Gegen die Beschlüsse der Prüfungsstellen und Patentabteilungen findet die Beschwerde statt.</P><P>(2) Die Beschwerde ist innerhalb eines Monats nach Zustellung schriftlich beim Patentamt einzulegen. Der Beschwerde und allen Schriftsätzen sollen Abschriften für die übrigen Beteiligten beigefügt werden. Die Beschwerde und alle Schriftsätze, die Sachanträge oder die Erklärung der Zurücknahme der Beschwerde oder eines Antrags enthalten, sind den übrigen Beteiligten von Amts wegen zuzustellen; andere Schriftsätze sind ihnen formlos mitzuteilen, sofern nicht die Zustellung angeordnet wird.</P><P>(3) Erachtet die Stelle, deren Beschluß angefochten wird, die Beschwerde für begründet, so hat sie ihr abzuhelfen. Sie kann anordnen, daß die Beschwerdegebühr nach dem Patentkostengesetz zurückgezahlt wird. Wird der Beschwerde nicht abgeholfen, so ist sie vor Ablauf von einem Monat ohne sachliche Stellungnahme dem Patentgericht vorzulegen.</P><P>(4) Steht dem Beschwerdeführer ein anderer an dem Verfahren Beteiligter gegenüber, so gilt die Vorschrift des Absatzes 3 Satz 1 nicht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000600311"
        }
      },
      {
        "id": "BJNR201170936BJNE009200311",
        "type": "article",
        "name": "§ 74",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschwerde steht den am Verfahren vor dem Patentamt Beteiligten zu.</P><P>(2) In den Fällen des § 31 Abs. 5 und des § 50 Abs. 1 und 2 steht die Beschwerde auch der zuständigen obersten Bundesbehörde zu.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000600311"
        }
      },
      {
        "id": "BJNR201170936BJNE009300311",
        "type": "article",
        "name": "§ 75",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschwerde hat aufschiebende Wirkung.</P><P>(2) Die Beschwerde hat jedoch keine aufschiebende Wirkung, wenn sie sich gegen einen Beschluß der Prüfungsstelle richtet, durch den eine Anordnung nach § 50 Abs. 1 erlassen worden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000600311"
        }
      },
      {
        "id": "BJNR201170936BJNE009400311",
        "type": "article",
        "name": "§ 76",
        "title": null,
        "body": {
          "content": "<P>Der Präsident des Patentamts kann, wenn er dies zur Wahrung des öffentlichen Interesses als angemessen erachtet, im Beschwerdeverfahren dem Patentgericht gegenüber schriftliche Erklärungen abgeben, den Terminen beiwohnen und in ihnen Ausführungen machen. Schriftliche Erklärungen des Präsidenten des Patentamts sind den Beteiligten von dem Patentgericht mitzuteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000600311"
        }
      },
      {
        "id": "BJNR201170936BJNE009500311",
        "type": "article",
        "name": "§ 77",
        "title": null,
        "body": {
          "content": "<P>Das Patentgericht kann, wenn es dies wegen einer Rechtsfrage von grundsätzlicher Bedeutung als angemessen erachtet, dem Präsidenten des Patentamts anheimgeben, dem Beschwerdeverfahren beizutreten. Mit dem Eingang der Beitrittserklärung erlangt der Präsident des Patentamts die Stellung eines Beteiligten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000600311"
        }
      },
      {
        "id": "BJNR201170936BJNE009600311",
        "type": "article",
        "name": "§ 78",
        "title": null,
        "body": {
          "content": "<P>Eine mündliche Verhandlung findet statt, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer der Beteiligten sie beantragt,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">vor dem Patentgericht Beweis erhoben wird (§ 88 Abs. 1) oder</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Patentgericht sie für sachdienlich erachtet.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000600311"
        }
      },
      {
        "id": "BJNR201170936BJNE009700311",
        "type": "article",
        "name": "§ 79",
        "title": null,
        "body": {
          "content": "<P>(1) Über die Beschwerde wird durch Beschluß entschieden.</P><P>(2) Ist die Beschwerde nicht statthaft oder nicht in der gesetzlichen Form und Frist eingelegt, so wird sie als unzulässig verworfen. Der Beschluß kann ohne mündliche Verhandlung ergehen.</P><P>(3) Das Patentgericht kann die angefochtene Entscheidung aufheben, ohne in der Sache selbst zu entscheiden, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Patentamt noch nicht in der Sache selbst entschieden hat,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren vor dem Patentamt an einem wesentlichen Mangel leidet,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">neue Tatsachen oder Beweismittel bekannt werden, die für die Entscheidung wesentlich sind.</LA></DD> </DL>Das Patentamt hat die rechtliche Beurteilung, die der Aufhebung zugrunde liegt, auch seiner Entscheidung zugrunde zu legen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000600311"
        }
      },
      {
        "id": "BJNR201170936BJNE009803301",
        "type": "article",
        "name": "§ 80",
        "title": null,
        "body": {
          "content": "<P>(1) Sind an dem Verfahren mehrere Personen beteiligt, so kann das Patentgericht bestimmen, daß die Kosten des Verfahrens einem Beteiligten ganz oder teilweise zur Last fallen, wenn dies der Billigkeit entspricht. Es kann insbesondere auch bestimmen, daß die den Beteiligten erwachsenen Kosten, soweit sie zur zweckentsprechenden Wahrung der Ansprüche und Rechte notwendig waren, von einem Beteiligten ganz oder teilweise zu erstatten sind.</P><P>(2) Dem Präsidenten des Patentamts können Kosten nur auferlegt werden, wenn er nach seinem Beitritt in dem Verfahren Anträge gestellt hat.</P><P>(3) Das Patentgericht kann anordnen, daß die Beschwerdegebühr nach dem Patentkostengesetz zurückgezahlt wird.</P><P>(4) Die Absätze 1 bis 3 sind auch anzuwenden, wenn ganz oder teilweise die Beschwerde, die Anmeldung oder der Einspruch zurückgenommen oder auf das Patent verzichtet wird.</P><P>(5) Im Übrigen sind die Vorschriften der Zivilprozessordnung über das Kostenfestsetzungsverfahren (§§ 103 bis 107) und die Zwangsvollstreckung aus Kostenfestsetzungsbeschlüssen (§§ 724 bis 802) entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000600311"
        }
      },
      {
        "id": "BJNR201170936BJNG000701307",
        "type": "heading",
        "name": "2.",
        "title": "Nichtigkeits- und Zwangslizenzverfahren",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000500311"
        }
      },
      {
        "id": "BJNR201170936BJNE009906140",
        "type": "article",
        "name": "§ 81",
        "title": null,
        "body": {
          "content": "<P>(1) Das Verfahren wegen Erklärung der Nichtigkeit des Patents oder des ergänzenden Schutzzertifikats oder wegen Erteilung oder Rücknahme der Zwangslizenz oder wegen der Anpassung der durch Urteil festgesetzten Vergütung für eine Zwangslizenz wird durch Klage eingeleitet. Die Klage ist gegen den im Register als Patentinhaber Eingetragenen oder gegen den Inhaber der Zwangslizenz zu richten. Die Klage gegen das ergänzende Schutzzertifikat kann mit der Klage gegen das zugrundeliegende Patent verbunden werden und auch darauf gestützt werden, daß ein Nichtigkeitsgrund (§ 22) gegen das zugrundeliegende Patent vorliegt.</P><P>(2) Klage auf Erklärung der Nichtigkeit des Patents kann nicht erhoben werden, solange ein Einspruch noch erhoben werden kann oder ein Einspruchsverfahren anhängig ist. Klage auf Erklärung der Nichtigkeit des ergänzenden Schutzzertifikats kann nicht erhoben werden, soweit Anträge nach § 49a Abs. 4 gestellt werden können oder Verfahren zur Entscheidung über diese Anträge anhängig sind.</P><P>(3) Im Falle der widerrechtlichen Entnahme ist nur der Verletzte zur Erhebung der Klage berechtigt.</P><P>(4) Die Klage ist beim Patentgericht schriftlich zu erheben. Der Klage und allen Schriftsätzen sollen Abschriften für die Gegenpartei beigefügt werden. Die Klage und alle Schriftsätze sind der Gegenpartei von Amts wegen zuzustellen.</P><P>(5) Die Klage muß den Kläger, den Beklagten und den Streitgegenstand bezeichnen und soll einen bestimmten Antrag enthalten. Die zur Begründung dienenden Tatsachen und Beweismittel sind anzugeben. Entspricht die Klage diesen Anforderungen nicht in vollem Umfang, so hat der Vorsitzende den Kläger zu der erforderlichen Ergänzung innerhalb einer bestimmten Frist aufzufordern.</P><P>(6) Kläger, die ihren gewöhnlichen Aufenthalt nicht in einem Mitgliedstaat der Europäischen Union oder einem Vertragsstaat des Abkommens über den Europäischen Wirtschaftsraum haben, leisten auf Verlangen des Beklagten wegen der Kosten des Verfahrens Sicherheit; § 110 Abs. 2 Nr. 1 bis 3 der Zivilprozeßordnung gilt entsprechend. Das Patentgericht setzt die Höhe der Sicherheit nach billigem Ermessen fest und bestimmt eine Frist, innerhalb welcher sie zu leisten ist. Wird die Frist versäumt, so gilt die Klage als zurückgenommen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000701307"
        }
      },
      {
        "id": "BJNR201170936BJNE010001140",
        "type": "article",
        "name": "§ 82",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentgericht stellt dem Beklagten die Klage zu und fordert ihn auf, sich darüber innerhalb eines Monats zu erklären.</P><P>(2) Erklärt sich der Beklagte nicht rechtzeitig, so kann ohne mündliche Verhandlung sofort nach der Klage entschieden und dabei jede vom Kläger behauptete Tatsache für erwiesen angenommen werden.</P><P>(3) Widerspricht der Beklagte rechtzeitig, so teilt das Patentgericht den Widerspruch dem Kläger mit und bestimmt Termin zur mündlichen Verhandlung. Mit Zustimmung der Parteien kann von einer mündlichen Verhandlung abgesehen werden. Absatz 2 bleibt unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000701307"
        }
      },
      {
        "id": "BJNR201170936BJNE010101140",
        "type": "article",
        "name": "§ 83",
        "title": null,
        "body": {
          "content": "<P>(1) In dem Verfahren wegen Erklärung der Nichtigkeit des Patents oder des ergänzenden Schutzzertifikats weist das Patentgericht die Parteien so früh wie möglich auf Gesichtspunkte hin, die für die Entscheidung voraussichtlich von besonderer Bedeutung sein werden oder der Konzentration der Verhandlung auf die für die Entscheidung wesentlichen Fragen dienlich sind. Eines solchen Hinweises bedarf es nicht, wenn die zu erörternden Gesichtspunkte nach dem Vorbringen der Parteien offensichtlich erscheinen. § 139 der Zivilprozessordnung ist ergänzend anzuwenden.</P><P>(2) Das Patentgericht kann den Parteien eine Frist setzen, binnen welcher sie zu dem Hinweis nach Absatz 1 durch sachdienliche Anträge oder Ergänzungen ihres Vorbringens und auch im Übrigen abschließend Stellung nehmen können. Die Frist kann verlängert werden, wenn die betroffene Partei hierfür erhebliche Gründe darlegt. Diese sind glaubhaft zu machen.</P><P>(3) Die Befugnisse nach den Absätzen 1 und 2 können auch von dem Vorsitzenden oder einem von ihm zu bestimmenden Mitglied des Senats wahrgenommen werden.</P><P>(4) Das Patentgericht kann Angriffs- und Verteidigungsmittel einer Partei oder eine Klageänderung oder eine Verteidigung des Beklagten mit einer geänderten Fassung des Patents, die erst nach Ablauf einer hierfür nach Absatz 2 gesetzten Frist vorgebracht werden, zurückweisen und ohne weitere Ermittlungen entscheiden, wenn <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die Berücksichtigung des neuen Vortrags eine Vertagung des bereits anberaumten Termins zur mündlichen Verhandlung erforderlich machen würde und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die betroffene Partei die Verspätung nicht genügend entschuldigt und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die betroffene Partei über die Folgen einer Fristversäumung belehrt worden ist.</LA></DD></DL>Der Entschuldigungsgrund ist glaubhaft zu machen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000701307"
        }
      },
      {
        "id": "BJNR201170936BJNE010200311",
        "type": "article",
        "name": "§ 84",
        "title": null,
        "body": {
          "content": "<P>(1) Über die Klage wird durch Urteil entschieden. Über die Zulässigkeit der Klage kann durch Zwischenurteil vorab entschieden werden.</P><P>(2) In dem Urteil ist auch über die Kosten des Verfahrens zu entscheiden. Die Vorschriften der Zivilprozeßordnung über die Prozeßkosten sind entsprechend anzuwenden, soweit nicht die Billigkeit eine andere Entscheidung erfordert; die Vorschriften der Zivilprozeßordnung über das Kostenfestsetzungsverfahren und die Zwangsvollstreckung aus Kostenfestsetzungsbeschlüssen sind entsprechend anzuwenden. § 99 Abs. 2 bleibt unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000701307"
        }
      },
      {
        "id": "BJNR201170936BJNE010304140",
        "type": "article",
        "name": "§ 85",
        "title": null,
        "body": {
          "content": "<P>(1) In dem Verfahren wegen Erteilung der Zwangslizenz kann dem Kläger auf seinen Antrag die Benutzung der Erfindung durch einstweilige Verfügung gestattet werden, wenn er glaubhaft macht, daß die Voraussetzungen des § 24 Abs. 1 bis 6 vorliegen und daß die alsbaldige Erteilung der Erlaubnis im öffentlichen Interesse dringend geboten ist.</P><P>(2) Der Erlaß der einstweiligen Verfügung kann davon abhängig gemacht werden, daß der Antragsteller wegen der dem Antragsgegner drohenden Nachteile Sicherheit leistet.</P><P>(3) Das Patentgericht entscheidet auf Grund mündlicher Verhandlung. Die Bestimmungen des § 82 Abs. 3 Satz 2 und des § 84 gelten entsprechend.</P><P>(4) Mit der Zurücknahme oder der Zurückweisung der Klage auf Erteilung der Zwangslizenz (§§ 81 und 85a) endet die Wirkung der einstweiligen Verfügung; ihre Kostenentscheidung kann geändert werden, wenn eine Partei innerhalb eines Monats nach der Zurücknahme oder nach Eintritt der Rechtskraft der Zurückweisung die Änderung beantragt.</P><P>(5) Erweist sich die Anordnung der einstweiligen Verfügung als von Anfang an ungerechtfertigt, so ist der Antragsteller verpflichtet, dem Antragsgegner den Schaden zu ersetzen, der ihm aus der Durchführung der einstweiligen Verfügung entstanden ist.</P><P>(6) Das Urteil, durch das die Zwangslizenz zugesprochen wird, kann auf Antrag gegen oder ohne Sicherheitsleistung für vorläufig vollstreckbar erklärt werden, wenn dies im öffentlichen Interesse liegt. Wird das Urteil aufgehoben oder geändert, so ist der Antragsteller zum Ersatz des Schadens verpflichtet, der dem Antragsgegner durch die Vollstreckung entstanden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000701307"
        }
      },
      {
        "id": "BJNR201170936BJNE018600140",
        "type": "article",
        "name": "§ 85a",
        "title": null,
        "body": {
          "content": "<P>(1) Die Verfahren nach Artikel 5 Buchstabe c, Artikel 6, 10 Abs. 8 und Artikel 16 Abs. 1 und 4 der Verordnung (EG) Nr. 816/2006 des Europäischen Parlaments und des Rates vom 17. Mai 2006 über Zwangslizenzen für Patente an der Herstellung von pharmazeutischen Erzeugnissen für die Ausfuhr in Länder mit Problemen im Bereich der öffentlichen Gesundheit (ABl. EU Nr. L 157 S. 1) werden durch Klage nach § 81 Abs. 1 Satz 1 eingeleitet.</P><P>(2) Die §§ 81 bis 85 sind entsprechend anzuwenden, soweit die Verfahren nicht durch die Verordnung (EG) Nr. 816/2006 bestimmt sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000701307"
        }
      },
      {
        "id": "BJNR201170936BJNG000800311",
        "type": "heading",
        "name": "3.",
        "title": "Gemeinsame Verfahrensvorschriften",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000500311"
        }
      },
      {
        "id": "BJNR201170936BJNE010400311",
        "type": "article",
        "name": "§ 86",
        "title": null,
        "body": {
          "content": "<P>(1) Für die Ausschließung und Ablehnung der Gerichtspersonen gelten die §§ 41 bis 44, 47 bis 49 der Zivilprozeßordnung entsprechend.</P><P>(2) Von der Ausübung des Amtes als Richter ist auch ausgeschlossen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Beschwerdeverfahren, wer bei dem vorausgegangenen Verfahren vor dem Patentamt mitgewirkt hat;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Verfahren über die Erklärung der Nichtigkeit des Patents, wer bei dem Verfahren vor dem Patentamt oder dem Patentgericht über die Erteilung des Patents oder den Einspruch mitgewirkt hat.</LA></DD> </DL> </P><P>(3) Über die Ablehnung eines Richters entscheidet der Senat, dem der Abgelehnte angehört. Wird der Senat durch das Ausscheiden des abgelehnten Mitglieds beschlußunfähig, so entscheidet ein Beschwerdesenat des Patentgerichts in der Besetzung mit drei rechtskundigen Mitgliedern.</P><P>(4) Über die Ablehnung eines Urkundsbeamten entscheidet der Senat, in dessen Geschäftsbereich die Sache fällt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE010500311",
        "type": "article",
        "name": "§ 87",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentgericht erforscht den Sachverhalt von Amts wegen. Es ist an das Vorbringen und die Beweisanträge der Beteiligten nicht gebunden.</P><P>(2) Der Vorsitzende oder ein von ihm zu bestimmendes Mitglied hat schon vor der mündlichen Verhandlung oder, wenn eine solche nicht stattfindet, vor der Entscheidung des Patentgerichts alle Anordnungen zu treffen, die notwendig sind, um die Sache möglichst in einer mündlichen Verhandlung oder in einer Sitzung zu erledigen. Im übrigen gilt § 273 Abs. 2, 3 Satz 1 und Abs. 4 Satz 1 der Zivilprozeßordnung entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE010600311",
        "type": "article",
        "name": "§ 88",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentgericht erhebt Beweis in der mündlichen Verhandlung. Es kann insbesondere Augenschein einnehmen, Zeugen, Sachverständige und Beteiligte vernehmen und Urkunden heranziehen.</P><P>(2) Das Patentgericht kann in geeigneten Fällen schon vor der mündlichen Verhandlung durch eines seiner Mitglieder als beauftragten Richter Beweis erheben lassen oder unter Bezeichnung der einzelnen Beweisfragen ein anderes Gericht um die Beweisaufnahme ersuchen.</P><P>(3) Die Beteiligten werden von allen Beweisterminen benachrichtigt und können der Beweisaufnahme beiwohnen. Sie können an Zeugen und Sachverständige sachdienliche Fragen richten. Wird eine Frage beanstandet, so entscheidet das Patentgericht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE010700311",
        "type": "article",
        "name": "§ 89",
        "title": null,
        "body": {
          "content": "<P>(1) Sobald der Termin zur mündlichen Verhandlung bestimmt ist, sind die Beteiligten mit einer Ladungsfrist von mindestens zwei Wochen zu laden. In dringenden Fällen kann der Vorsitzende die Frist abkürzen.</P><P>(2) Bei der Ladung ist darauf hinzuweisen, daß beim Ausbleiben eines Beteiligten auch ohne ihn verhandelt und entschieden werden kann.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE010800311",
        "type": "article",
        "name": "§ 90",
        "title": null,
        "body": {
          "content": "<P>(1) Der Vorsitzende eröffnet und leitet die mündliche Verhandlung.</P><P>(2) Nach Aufruf der Sache trägt der Vorsitzende oder der Berichterstatter den wesentlichen Inhalt der Akten vor.</P><P>(3) Hierauf erhalten die Beteiligten das Wort, um ihre Anträge zu stellen und zu begründen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE010900311",
        "type": "article",
        "name": "§ 91",
        "title": null,
        "body": {
          "content": "<P>(1) Der Vorsitzende hat die Sache mit den Beteiligten tatsächlich und rechtlich zu erörtern.</P><P>(2) Der Vorsitzende hat jedem Mitglied des Senats auf Verlangen zu gestatten, Fragen zu stellen. Wird eine Frage beanstandet, so entscheidet der Senat.</P><P>(3) Nach Erörterung der Sache erklärt der Vorsitzende die mündliche Verhandlung für geschlossen. Der Senat kann die Wiedereröffnung beschließen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE011000311",
        "type": "article",
        "name": "§ 92",
        "title": null,
        "body": {
          "content": "<P>(1) Zur mündlichen Verhandlung und zu jeder Beweisaufnahme wird ein Urkundsbeamter der Geschäftsstelle als Schriftführer zugezogen. Wird auf Anordnung des Vorsitzenden von der Zuziehung des Schriftführers abgesehen, dann besorgt ein Richter die Niederschrift.</P><P>(2) Über die mündliche Verhandlung und jede Beweisaufnahme ist eine Niederschrift aufzunehmen. Die §§ 160 bis 165 der Zivilprozeßordnung sind entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE011100311",
        "type": "article",
        "name": "§ 93",
        "title": null,
        "body": {
          "content": "<P>(1) Das Patentgericht entscheidet nach seiner freien, aus dem Gesamtergebnis des Verfahrens gewonnenen Überzeugung. In der Entscheidung sind die Gründe anzugeben, die für die richterliche Überzeugung leitend gewesen sind.</P><P>(2) Die Entscheidung darf nur auf Tatsachen und Beweisergebnisse gestützt werden, zu denen die Beteiligten sich äußern konnten.</P><P>(3) Ist eine mündliche Verhandlung vorhergegangen, so kann ein Richter, der bei der letzten mündlichen Verhandlung nicht zugegen war, bei der Beschlußfassung nur mitwirken, wenn die Beteiligten zustimmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE011200311",
        "type": "article",
        "name": "§ 94",
        "title": null,
        "body": {
          "content": "<P>(1) Die Endentscheidungen des Patentgerichts werden, wenn eine mündliche Verhandlung stattgefunden hat, in dem Termin, in dem die mündliche Verhandlung geschlossen wird, oder in einem sofort anzuberaumenden Termin verkündet. Dieser soll nur dann über drei Wochen hinaus angesetzt werden, wenn wichtige Gründe, insbesondere der Umfang oder die Schwierigkeit der Sache, dies erfordern. Die Endentscheidungen sind den Beteiligten von Amts wegen zuzustellen. Statt der Verkündung ist die Zustellung der Endentscheidung zulässig. Entscheidet das Patentgericht ohne mündliche Verhandlung, so wird die Verkündung durch Zustellung an die Beteiligten ersetzt.</P><P>(2) Die Entscheidungen des Patentgerichts, durch die ein Antrag zurückgewiesen oder über ein Rechtsmittel entschieden wird, sind zu begründen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE011300311",
        "type": "article",
        "name": "§ 95",
        "title": null,
        "body": {
          "content": "<P>(1) Schreibfehler, Rechenfehler und ähnliche offenbare Unrichtigkeiten in der Entscheidung sind jederzeit vom Patentgericht zu berichtigen.</P><P>(2) Über die Berichtigung kann ohne vorgängige mündliche Verhandlung entschieden werden. Der Berichtigungsbeschluß wird auf der Entscheidung und den Ausfertigungen vermerkt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE011400311",
        "type": "article",
        "name": "§ 96",
        "title": null,
        "body": {
          "content": "<P>(1) Enthält der Tatbestand der Entscheidung andere Unrichtigkeiten oder Unklarheiten, so kann die Berichtigung innerhalb von zwei Wochen nach Zustellung der Entscheidung beantragt werden.</P><P>(2) Das Patentgericht entscheidet ohne Beweisaufnahme durch Beschluß. Hierbei wirken nur die Richter mit, die bei der Entscheidung, deren Berichtigung beantragt ist, mitgewirkt haben. Der Berichtigungsbeschluß wird auf der Entscheidung und den Ausfertigungen vermerkt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE011501377",
        "type": "article",
        "name": "§ 97",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beteiligten können vor dem Patentgericht den Rechtsstreit selbst führen. § 25 bleibt unberührt.</P><P>(2) Die Beteiligten können sich durch einen Rechtsanwalt oder Patentanwalt als Bevollmächtigten vertreten lassen. Darüber hinaus sind als Bevollmächtigte vor dem Patentgericht vertretungsbefugt nur <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>Beschäftigte des Beteiligten oder eines mit ihm verbundenen Unternehmens (§ 15 des Aktiengesetzes); Behörden und juristische Personen des öffentlichen Rechts einschließlich der von ihnen zur Erfüllung ihrer öffentlichen Aufgaben gebildeten Zusammenschlüsse können sich auch durch Beschäftigte anderer Behörden oder juristischer Personen des öffentlichen Rechts einschließlich der von ihnen zur Erfüllung ihrer öffentlichen Aufgaben gebildeten Zusammenschlüsse vertreten lassen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>volljährige Familienangehörige (§ 15 der Abgabenordnung, § 11 des Lebenspartnerschaftsgesetzes), Personen mit Befähigung zum Richteramt und Streitgenossen, wenn die Vertretung nicht im Zusammenhang mit einer entgeltlichen Tätigkeit steht.</LA></DD></DL>Bevollmächtigte, die keine natürlichen Personen sind, handeln durch ihre Organe und mit der Prozessvertretung beauftragten Vertreter.</P><P>(3) Das Gericht weist Bevollmächtigte, die nicht nach Maßgabe des Absatzes 2 vertretungsbefugt sind, durch unanfechtbaren Beschluss zurück. Prozesshandlungen eines nicht vertretungsbefugten Bevollmächtigten und Zustellungen oder Mitteilungen an diesen Bevollmächtigten sind bis zu seiner Zurückweisung wirksam. Das Gericht kann den in Absatz 2 Satz 2 bezeichneten Bevollmächtigten durch unanfechtbaren Beschluss die weitere Vertretung untersagen, wenn sie nicht in der Lage sind, das Sach- und Streitverhältnis sachgerecht darzustellen.</P><P>(4) Richter dürfen nicht als Bevollmächtigte vor dem Gericht auftreten, dem sie angehören.</P><P>(5) Die Vollmacht ist schriftlich zu den Gerichtsakten einzureichen. Sie kann nachgereicht werden; hierfür kann das Patentgericht eine Frist bestimmen.</P><P>(6) Der Mangel der Vollmacht kann in jeder Lage des Verfahrens geltend gemacht werden. Das Patentgericht hat den Mangel der Vollmacht von Amts wegen zu berücksichtigen, wenn nicht als Bevollmächtigter ein Rechtsanwalt oder ein Patentanwalt auftritt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE011601377",
        "type": "article",
        "name": "§ 98",
        "title": null,
        "body": {
          "content": "<P>(weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNE011701307",
        "type": "article",
        "name": "§ 99",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit dieses Gesetz keine Bestimmungen über das Verfahren vor dem Patentgericht enthält, sind das Gerichtsverfassungsgesetz und die Zivilprozeßordnung entsprechend anzuwenden, wenn die Besonderheiten des Verfahrens vor dem Patentgericht dies nicht ausschließen.</P><P>(2) Eine Anfechtung der Entscheidungen des Patentgerichts findet nur statt, soweit dieses Gesetz sie zuläßt.</P><P>(3) Für die Gewährung der Akteneinsicht an dritte Personen ist § 31 entsprechend anzuwenden. Über den Antrag entscheidet das Patentgericht. Die Einsicht in die Akten von Verfahren wegen Erklärung der Nichtigkeit des Patents wird nicht gewährt, wenn und soweit der Patentinhaber ein entgegenstehendes schutzwürdiges Interesse dartut.</P><P>(4) § 227 Abs. 3 Satz 1 der Zivilprozeßordnung ist nicht anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000800311"
        }
      },
      {
        "id": "BJNR201170936BJNG000900311",
        "type": "heading",
        "name": "Sechster Abschnitt",
        "title": "Verfahren vor dem Bundesgerichtshof",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNG001000311",
        "type": "heading",
        "name": "1.",
        "title": "Rechtsbeschwerdeverfahren",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000900311"
        }
      },
      {
        "id": "BJNR201170936BJNE011802301",
        "type": "article",
        "name": "§ 100",
        "title": null,
        "body": {
          "content": "<P>(1) Gegen die Beschlüsse der Beschwerdesenate des Patentgerichts, durch die über eine Beschwerde nach § 73 oder über die Aufrechterhaltung oder den Widerruf eines Patents nach § 61 Abs. 2 entschieden wird, findet die Rechtsbeschwerde an den Bundesgerichtshof statt, wenn der Beschwerdesenat die Rechtsbeschwerde in dem Beschluß zugelassen hat.</P><P>(2) Die Rechtsbeschwerde ist zuzulassen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Rechtsfrage von grundsätzlicher Bedeutung zu entscheiden ist oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Fortbildung des Rechts oder die Sicherung einer einheitlichen Rechtsprechung eine Entscheidung des Bundesgerichtshofs erfordert.</LA></DD></DL></P><P>(3) Einer Zulassung zur Einlegung der Rechtsbeschwerde gegen Beschlüsse der Beschwerdesenate des Patentgerichts bedarf es nicht, wenn einer der folgenden Mängel des Verfahrens vorliegt und gerügt wird: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn das beschließende Gericht nicht vorschriftsmäßig besetzt war,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn bei dem Beschluß ein Richter mitgewirkt hat, der von der Ausübung des Richteramtes kraft Gesetzes ausgeschlossen oder wegen Besorgnis der Befangenheit mit Erfolg abgelehnt war,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn einem Beteiligten das rechtliche Gehör versagt war,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn ein Beteiligter im Verfahren nicht nach Vorschrift des Gesetzes vertreten war, sofern er nicht der Führung des Verfahrens ausdrücklich oder stillschweigend zugestimmt hat,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn der Beschluß auf Grund einer mündlichen Verhandlung ergangen ist, bei der die Vorschriften über die Öffentlichkeit des Verfahrens verletzt worden sind, oder</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn der Beschluß nicht mit Gründen versehen ist.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE011901377",
        "type": "article",
        "name": "§ 101",
        "title": null,
        "body": {
          "content": "<P>(1) Die Rechtsbeschwerde steht den am Beschwerdeverfahren Beteiligten zu.</P><P>(2) Die Rechtsbeschwerde kann nur darauf gestützt werden, dass der Beschluss auf einer Verletzung des Rechts beruht. Die §§ 546 und 547 der Zivilprozessordnung gelten entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE012003377",
        "type": "article",
        "name": "§ 102",
        "title": null,
        "body": {
          "content": "<P>(1) Die Rechtsbeschwerde ist innerhalb eines Monats nach Zustellung des Beschlusses beim Bundesgerichtshof schriftlich einzulegen.</P><P>(2) In dem Rechtsbeschwerdeverfahren vor dem Bundesgerichtshof gelten die Bestimmungen des § 144 über die Streitwertfestsetzung entsprechend.</P><P>(3) Die Rechtsbeschwerde ist zu begründen. Die Frist für die Begründung beträgt einen Monat; sie beginnt mit der Einlegung der Rechtsbeschwerde und kann auf Antrag von dem Vorsitzenden verlängert werden.</P><P>(4) Die Begründung der Rechtsbeschwerde muß enthalten <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Erklärung, inwieweit der Beschluß angefochten und seine Abänderung oder Aufhebung beantragt wird;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bezeichnung der verletzten Rechtsnorm;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">insoweit die Rechtsbeschwerde darauf gestützt wird, daß das Gesetz in bezug auf das Verfahren verletzt sei, die Bezeichnung der Tatsachen, die den Mangel ergeben.</LA></DD></DL></P><P>(5) Vor dem Bundesgerichtshof müssen sich die Beteiligten durch einen beim Bundesgerichtshof zugelassenen Rechtsanwalt als Bevollmächtigten vertreten lassen. Auf Antrag eines Beteiligten ist seinem Patentanwalt das Wort zu gestatten. § 143 Abs. 3 gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE012100311",
        "type": "article",
        "name": "§ 103",
        "title": null,
        "body": {
          "content": "<P>Die Rechtsbeschwerde hat aufschiebende Wirkung. § 75 Abs. 2 gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE012200311",
        "type": "article",
        "name": "§ 104",
        "title": null,
        "body": {
          "content": "<P>Der Bundesgerichtshof hat von Amts wegen zu prüfen, ob die Rechtsbeschwerde an sich statthaft und ob sie in der gesetzlichen Form und Frist eingelegt und begründet ist. Mangelt es an einem dieser Erfordernisse, so ist die Rechtsbeschwerde als unzulässig zu verwerfen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE012300311",
        "type": "article",
        "name": "§ 105",
        "title": null,
        "body": {
          "content": "<P>(1) Sind an dem Verfahren über die Rechtsbeschwerde mehrere Personen beteiligt, so sind die Beschwerdeschrift und die Beschwerdebegründung den anderen Beteiligten mit der Aufforderung zuzustellen, etwaige Erklärungen innerhalb einer bestimmten Frist nach Zustellung beim Bundesgerichtshof schriftlich einzureichen. Mit der Zustellung der Beschwerdeschrift ist der Zeitpunkt mitzuteilen, in dem die Rechtsbeschwerde eingelegt ist. Die erforderliche Zahl von beglaubigten Abschriften soll der Beschwerdeführer mit der Beschwerdeschrift oder der Beschwerdebegründung einreichen.</P><P>(2) Ist der Präsident des Patentamts nicht am Verfahren über die Rechtsbeschwerde beteiligt, so ist § 76 entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE012401307",
        "type": "article",
        "name": "§ 106",
        "title": null,
        "body": {
          "content": "<P>(1) Im Verfahren über die Rechtsbeschwerde gelten die Vorschriften der Zivilprozeßordnung über Ausschließung und Ablehnung der Gerichtspersonen, über Prozeßbevollmächtigte und Beistände, über Zustellungen von Amts wegen, über Ladungen, Termine und Fristen und über Wiedereinsetzung in den vorigen Stand entsprechend. Im Falle der Wiedereinsetzung in den vorigen Stand gilt § 123 Abs. 5 bis 7 entsprechend.</P><P>(2) Für die Öffentlichkeit des Verfahrens gilt § 69 Abs. 1 entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE012500311",
        "type": "article",
        "name": "§ 107",
        "title": null,
        "body": {
          "content": "<P>(1) Die Entscheidung über die Rechtsbeschwerde ergeht durch Beschluß; sie kann ohne mündliche Verhandlung getroffen werden.</P><P>(2) Der Bundesgerichtshof ist bei seiner Entscheidung an die in dem angefochtenen Beschluß getroffenen tatsächlichen Feststellungen gebunden, außer wenn in bezug auf diese Feststellungen zulässige und begründete Rechtsbeschwerdegründe vorgebracht sind.</P><P>(3) Die Entscheidung ist zu begründen und den Beteiligten von Amts wegen zuzustellen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE012600311",
        "type": "article",
        "name": "§ 108",
        "title": null,
        "body": {
          "content": "<P>(1) Im Falle der Aufhebung des angefochtenen Beschlusses ist die Sache zur anderweiten Verhandlung und Entscheidung an das Patentgericht zurückzuverweisen.</P><P>(2) Das Patentgericht hat die rechtliche Beurteilung, die der Aufhebung zugrunde gelegt ist, auch seiner Entscheidung zugrunde zu legen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNE012700311",
        "type": "article",
        "name": "§ 109",
        "title": null,
        "body": {
          "content": "<P>(1) Sind an dem Verfahren über die Rechtsbeschwerde mehrere Personen beteiligt, so kann der Bundesgerichtshof bestimmen, daß die Kosten, die zur zweckentsprechenden Erledigung der Angelegenheit notwendig waren, von einem Beteiligten ganz oder teilweise zu erstatten sind, wenn dies der Billigkeit entspricht. Wird die Rechtsbeschwerde zurückgewiesen oder als unzulässig verworfen, so sind die durch die Rechtsbeschwerde veranlaßten Kosten dem Beschwerdeführer aufzuerlegen. Hat ein Beteiligter durch grobes Verschulden Kosten veranlaßt, so sind ihm diese aufzuerlegen.</P><P>(2) Dem Präsidenten des Patentamts können Kosten nur auferlegt werden, wenn er die Rechtsbeschwerde eingelegt oder in dem Verfahren Anträge gestellt hat.</P><P>(3) Im übrigen gelten die Vorschriften der Zivilprozeßordnung über das Kostenfestsetzungsverfahren und die Zwangsvollstreckung aus Kostenfestsetzungsbeschlüssen entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001000311"
        }
      },
      {
        "id": "BJNR201170936BJNG001100311",
        "type": "heading",
        "name": "2.",
        "title": "Berufungsverfahren",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000900311"
        }
      },
      {
        "id": "BJNR201170936BJNE012802140",
        "type": "article",
        "name": "§ 110",
        "title": null,
        "body": {
          "content": "<P>(1) Gegen die Urteile der Nichtigkeitssenate des Patentgerichts (§ 84) findet die Berufung an den Bundesgerichtshof statt.</P><P>(2) Die Berufung wird durch Einreichung der Berufungsschrift beim Bundesgerichtshof eingelegt.</P><P>(3) Die Berufungsfrist beträgt einen Monat. Sie beginnt mit der Zustellung des in vollständiger Form abgefaßten Urteils, spätestens aber mit dem Ablauf von fünf Monaten nach der Verkündung.</P><P>(4) Die Berufungsschrift muß enthalten: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bezeichnung des Urteils, gegen das die Berufung gerichtet wird;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Erklärung, daß gegen dieses Urteil Berufung eingelegt werde.</LA></DD></DL></P><P>(5) Die allgemeinen Vorschriften der Zivilprozessordnung über die vorbereitenden Schriftsätze sind auch auf die Berufungsschrift anzuwenden.</P><P>(6) Mit der Berufungsschrift soll eine Ausfertigung oder beglaubigte Abschrift des angefochtenen Urteils vorgelegt werden.</P><P>(7) Beschlüsse der Nichtigkeitssenate sind nur zusammen mit ihren Urteilen (§ 84) anfechtbar; § 71 Abs. 3 der Zivilprozeßordnung ist nicht anzuwenden.</P><P>(8) Die §§ 515, 516 und 521 Abs. 1 und 2 Satz 1 der Zivilprozessordnung gelten entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE012902140",
        "type": "article",
        "name": "§ 111",
        "title": null,
        "body": {
          "content": "<P>(1) Die Berufung kann nur darauf gestützt werden, dass die Entscheidung des Patentgerichts auf der Verletzung des Bundesrechts beruht oder nach § 117 zugrunde zu legende Tatsachen eine andere Entscheidung rechtfertigen.</P><P>(2) Das Recht ist verletzt, wenn eine Rechtsnorm nicht oder nicht richtig angewendet worden ist.</P><P>(3) Eine Entscheidung ist stets als auf einer Verletzung des Rechts beruhend anzusehen, <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>wenn das Patentgericht nicht vorschriftsmäßig besetzt war;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>wenn bei der Entscheidung ein Richter mitgewirkt hat, der von der Ausübung des Richteramts kraft Gesetzes ausgeschlossen war, sofern nicht dieses Hindernis mittels eines Ablehnungsgesuchs ohne Erfolg geltend gemacht ist;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>wenn bei der Entscheidung ein Richter mitgewirkt hat, obgleich er wegen Besorgnis der Befangenheit abgelehnt und das Ablehnungsgesuch für begründet erklärt war;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>wenn eine Partei in dem Verfahren nicht nach Vorschrift der Gesetze vertreten war, sofern sie nicht die Prozessführung ausdrücklich oder stillschweigend genehmigt hat;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>wenn die Entscheidung auf Grund einer mündlichen Verhandlung ergangen ist, bei der die Vorschriften über die Öffentlichkeit des Verfahrens verletzt sind;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA>wenn die Entscheidung entgegen den Bestimmungen des Gesetzes nicht mit Gründen versehen ist.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013002140",
        "type": "article",
        "name": "§ 112",
        "title": null,
        "body": {
          "content": "<P>(1) Der Berufungskläger muss die Berufung begründen.</P><P>(2) Die Berufungsbegründung ist, sofern sie nicht bereits in der Berufungsschrift enthalten ist, in einem Schriftsatz beim Bundesgerichtshof einzureichen. Die Frist für die Berufungsbegründung beträgt drei Monate. Sie beginnt mit der Zustellung des in vollständiger Form abgefassten Urteils, spätestens aber mit Ablauf von fünf Monaten nach der Verkündung. Die Frist kann auf Antrag von dem Vorsitzenden verlängert werden, wenn der Gegner einwilligt. Ohne Einwilligung kann die Frist um bis zu einen Monat verlängert werden, wenn nach freier Überzeugung des Vorsitzenden der Rechtsstreit durch die Verlängerung nicht verzögert wird oder wenn der Berufungskläger erhebliche Gründe darlegt. Kann dem Berufungskläger innerhalb dieser Frist Einsicht in die Prozessakten nicht für einen angemessenen Zeitraum gewährt werden, kann der Vorsitzende auf Antrag die Frist um bis zu zwei Monate nach Übersendung der Prozessakten verlängern.</P><P>(3) Die Berufungsbegründung muss enthalten: <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die Erklärung, inwieweit das Urteil angefochten und dessen Aufhebung beantragt wird (Berufungsanträge);</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die Angabe der Berufungsgründe, und zwar: <DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>die Bezeichnung der Umstände, aus denen sich die Rechtsverletzung ergibt;</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>soweit die Berufung darauf gestützt wird, dass das Gesetz in Bezug auf das Verfahren verletzt sei, die Bezeichnung der Tatsachen, die den Mangel ergeben;</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA>die Bezeichnung neuer Angriffs- und Verteidigungsmittel sowie der Tatsachen, aufgrund deren die neuen Angriffs- und Verteidigungsmittel nach § 117 zuzulassen sind.</LA></DD></DL></LA></DD></DL></P><P>(4) § 110 Abs. 5 ist auf die Berufungsbegründung entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013102140",
        "type": "article",
        "name": "§ 113",
        "title": null,
        "body": {
          "content": "<P>Vor dem Bundesgerichtshof müssen sich die Parteien durch einen Rechtsanwalt oder einen Patentanwalt als Bevollmächtigten vertreten lassen. Dem Bevollmächtigten ist es gestattet, mit einem technischen Beistand zu erscheinen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013202140",
        "type": "article",
        "name": "§ 114",
        "title": null,
        "body": {
          "content": "<P>(1) Der Bundesgerichtshof prüft von Amts wegen, ob die Berufung an sich statthaft und ob sie in der gesetzlichen Form und Frist eingelegt und begründet ist. Mangelt es an einem dieser Erfordernisse, so ist die Berufung als unzulässig zu verwerfen.</P><P>(2) Die Entscheidung kann durch Beschluss ergehen.</P><P>(3) Wird die Berufung nicht durch Beschluss als unzulässig verworfen, so ist Termin zur mündlichen Verhandlung zu bestimmen und den Parteien bekannt zu machen.</P><P>(4) § 525 der Zivilprozessordnung gilt entsprechend. Die §§ 348 bis 350 der Zivilprozessordnung sind nicht anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013301140",
        "type": "article",
        "name": "§ 115",
        "title": null,
        "body": {
          "content": "<P>(1) Der Berufungsbeklagte kann sich der Berufung anschließen. Die Anschließung ist auch statthaft, wenn der Berufungsbeklagte auf die Berufung verzichtet hat oder die Berufungsfrist verstrichen ist.</P><P>(2) Die Anschließung erfolgt durch Einreichung der Berufungsanschlussschrift bei dem Bundesgerichtshof und ist bis zum Ablauf von zwei Monaten nach der Zustellung der Berufungsbegründung zu erklären. Ist dem Berufungsbeklagten eine Frist zur Berufungserwiderung gesetzt, ist die Anschließung bis zum Ablauf dieser Frist zulässig.</P><P>(3) Die Anschlussberufung muss in der Anschlussschrift begründet werden. § 110 Abs. 4, 5 und 8 sowie § 112 Abs. 3 gelten entsprechend.</P><P>(4) Die Anschließung verliert ihre Wirkung, wenn die Berufung zurückgenommen oder verworfen wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013401140",
        "type": "article",
        "name": "§ 116",
        "title": null,
        "body": {
          "content": "<P>(1) Der Prüfung des Bundesgerichtshofs unterliegen nur die von den Parteien gestellten Anträge.</P><P>(2) Eine Klageänderung und in dem Verfahren wegen Erklärung der Nichtigkeit des Patents oder des ergänzenden Schutzzertifikats eine Verteidigung mit einer geänderten Fassung des Patents sind nur zulässig, wenn <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>der Gegner einwilligt oder der Bundesgerichtshof die Antragsänderung für sachdienlich hält und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die geänderten Anträge auf Tatsachen gestützt werden können, die der Bundesgerichtshof seiner Verhandlung und Entscheidung über die Berufung nach § 117 zugrunde zu legen hat.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013501140",
        "type": "article",
        "name": "§ 117",
        "title": null,
        "body": {
          "content": "<P>Auf den Prüfungsumfang des Berufungsgerichts, die verspätet vorgebrachten, die zurückgewiesenen und die neuen Angriffs- und Verteidigungsmittel sind die §§ 529, 530 und 531 der Zivilprozessordnung entsprechend anzuwenden. Dabei tritt an die Stelle des § 520 der Zivilprozessordnung der § 112.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013601140",
        "type": "article",
        "name": "§ 118",
        "title": null,
        "body": {
          "content": "<P>(1) Das Urteil des Bundesgerichtshofs ergeht auf Grund mündlicher Verhandlung. § 69 Abs. 2 gilt entsprechend.</P><P>(2) Die Ladungsfrist beträgt mindestens zwei Wochen.</P><P>(3) Von der mündlichen Verhandlung kann abgesehen werden, wenn <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die Parteien zustimmen oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>nur über die Kosten entschieden werden soll.</LA></DD></DL></P><P>(4) Erscheint eine Partei im Termin nicht, so kann ohne sie verhandelt und durch streitiges Urteil entschieden werden. Erscheint keine der Parteien, ergeht das Urteil auf Grund der Akten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013701140",
        "type": "article",
        "name": "§ 119",
        "title": null,
        "body": {
          "content": "<P>(1) Ergibt die Begründung des angefochtenen Urteils zwar eine Rechtsverletzung, stellt die Entscheidung selbst aber aus anderen Gründen sich als richtig dar, so ist die Berufung zurückzuweisen.</P><P>(2) Insoweit die Berufung für begründet erachtet wird, ist das angefochtene Urteil aufzuheben. Wird das Urteil wegen eines Mangels des Verfahrens aufgehoben, so ist zugleich das Verfahren insoweit aufzuheben, als es durch den Mangel betroffen wird.</P><P>(3) Im Falle der Aufhebung des Urteils ist die Sache zur neuen Verhandlung und Entscheidung an das Patentgericht zurückzuverweisen. Die Zurückverweisung kann an einen anderen Nichtigkeitssenat erfolgen.</P><P>(4) Das Patentgericht hat die rechtliche Beurteilung, die der Aufhebung zugrunde gelegt ist, auch seiner Entscheidung zugrunde zu legen.</P><P>(5) Der Bundesgerichtshof kann in der Sache selbst entscheiden, wenn dies sachdienlich ist. Er hat selbst zu entscheiden, wenn die Sache zur Endentscheidung reif ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013801140",
        "type": "article",
        "name": "§ 120",
        "title": null,
        "body": {
          "content": "<P>Die Entscheidung braucht nicht begründet zu werden, soweit der Bundesgerichtshof Rügen von Verfahrensmängeln nicht für durchgreifend erachtet. Dies gilt nicht für Rügen nach § 111 Abs. 3.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNE013901307",
        "type": "article",
        "name": "§ 121",
        "title": null,
        "body": {
          "content": "<P>(1) In dem Verfahren vor dem Bundesgerichtshof gelten die Bestimmungen des § 144 über die Streitwertfestsetzung entsprechend.</P><P>(2) In dem Urteil ist auch über die Kosten des Verfahrens zu entscheiden. Die Vorschriften der Zivilprozeßordnung über die Prozeßkosten (§§ 91 bis 101) sind entsprechend anzuwenden, soweit nicht die Billigkeit eine andere Entscheidung erfordert; die Vorschriften der Zivilprozeßordnung über das Kostenfestsetzungsverfahren (§§ 103 bis 107) und die Zwangsvollstreckung aus Kostenfestsetzungsbeschlüssen (§§ 724 bis 802) sind entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001100311"
        }
      },
      {
        "id": "BJNR201170936BJNG001200311",
        "type": "heading",
        "name": "3.",
        "title": "Beschwerdeverfahren",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000900311"
        }
      },
      {
        "id": "BJNR201170936BJNE014002140",
        "type": "article",
        "name": "§ 122",
        "title": null,
        "body": {
          "content": "<P>(1) Gegen die Urteile der Nichtigkeitssenate des Patentgerichts über den Erlaß einstweiliger Verfügungen im Verfahren wegen Erteilung einer Zwangslizenz (§§ 85 und 85a) findet die Beschwerde an den Bundesgerichtshof statt. § 110 Abs. 7 gilt entsprechend.</P><P>(2) Die Beschwerde ist innerhalb eines Monats schriftlich beim Bundesgerichtshof einzulegen.</P><P>(3) Die Beschwerdefrist beginnt mit der Zustellung des in vollständiger Form abgefaßten Urteils, spätestens aber mit dem Ablauf von fünf Monaten nach der Verkündung.</P><P>(4) Für das Verfahren vor dem Bundesgerichtshof gelten § 74 Abs. 1, §§ 84, 110 bis 121 entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001200311"
        }
      },
      {
        "id": "BJNR201170936BJNG001900301",
        "type": "heading",
        "name": "4.",
        "title": "Gemeinsame Verfahrensvorschriften",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG000900311"
        }
      },
      {
        "id": "BJNR201170936BJNE018000301",
        "type": "article",
        "name": "§ 122a",
        "title": null,
        "body": {
          "content": "<P>Auf die Rüge der durch die Entscheidung beschwerten Partei ist das Verfahren fortzuführen, wenn das Gericht den Anspruch dieser Partei auf rechtliches Gehör in entscheidungserheblicher Weise verletzt hat. Gegen eine der Endentscheidung vorausgehende Entscheidung findet die Rüge nicht statt. § 321a Abs. 2 bis 5 der Zivilprozessordnung ist entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001900301"
        }
      },
      {
        "id": "BJNR201170936BJNG001300311",
        "type": "heading",
        "name": "Siebenter Abschnitt",
        "title": "Gemeinsame Vorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE014102301",
        "type": "article",
        "name": "§ 123",
        "title": null,
        "body": {
          "content": "<P>(1) Wer ohne Verschulden verhindert war, dem Patentamt oder dem Patentgericht gegenüber eine Frist einzuhalten, deren Versäumung nach gesetzlicher Vorschrift einen Rechtsnachteil zur Folge hat, ist auf Antrag wieder in den vorigen Stand einzusetzen. Dies gilt nicht für die Frist <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Erhebung des Einspruchs (§ 59 Abs. 1) und zur Zahlung der Einspruchsgebühr (§ 6 Abs. 1 Satz 1 des Patentkostengesetzes),</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">für den Einsprechenden zur Einlegung der Beschwerde gegen die Aufrechterhaltung des Patents (§ 73 Abs. 2) und zur Zahlung der Beschwerdegebühr (§ 6 Abs. 1 Satz 1 des Patentkostengesetzes) und</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Einreichung von Anmeldungen, für die eine Priorität nach § 7 Abs. 2 und § 40 in Anspruch genommen werden kann.</LA></DD> </DL> </P><P>(2) Die Wiedereinsetzung muß innerhalb von zwei Monaten nach Wegfall des Hindernisses schriftlich beantragt werden. Der Antrag muß die Angabe der die Wiedereinsetzung begründenden Tatsachen enthalten; diese sind bei der Antragstellung oder im Verfahren über den Antrag glaubhaft zu machen. Innerhalb der Antragsfrist ist die versäumte Handlung nachzuholen; ist dies geschehen, so kann Wiedereinsetzung auch ohne Antrag gewährt werden. Ein Jahr nach Ablauf der versäumten Frist kann die Wiedereinsetzung nicht mehr beantragt und die versäumte Handlung nicht mehr nachgeholt werden.</P><P>(3) Über den Antrag beschließt die Stelle, die über die nachgeholte Handlung zu beschließen hat.</P><P>(4) Die Wiedereinsetzung ist unanfechtbar.</P><P>(5) Wer im Inland in gutem Glauben den Gegenstand eines Patents, das infolge der Wiedereinsetzung wieder in Kraft tritt, in der Zeit zwischen dem Erlöschen und dem Wiederinkrafttreten des Patents in Benutzung genommen oder in dieser Zeit die dazu erforderlichen Veranstaltungen getroffen hat, ist befugt, den Gegenstand des Patents für die Bedürfnisse seines eigenen Betriebs in eigenen oder fremden Werkstätten weiterzubenutzen. Diese Befugnis kann nur zusammen mit dem Betrieb vererbt oder veräußert werden.</P><P>(6) Absatz 5 ist entsprechend anzuwenden, wenn die Wirkung nach § 33 Abs. 1 infolge der Wiedereinsetzung wieder in Kraft tritt.</P><P>(7) Ein Recht nach Absatz 5 steht auch demjenigen zu, der im Inland in gutem Glauben den Gegenstand einer Anmeldung, die infolge der Wiedereinsetzung die Priorität einer früheren ausländischen Anmeldung in Anspruch nimmt (§ 41), in der Zeit zwischen dem Ablauf der Frist von zwölf Monaten und dem Wiederinkrafttreten des Prioritätsrechts in Benutzung genommen oder in dieser Zeit die dazu erforderlichen Veranstaltungen getroffen hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>(+++ Zur Anwendung d. § 123 Abs. 1 bis 5, 7 vgl. § 23 Abs. 3 Satz 3 GeschmMG 2004 +++)</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE017101301",
        "type": "article",
        "name": "§ 123a",
        "title": null,
        "body": {
          "content": "<P>(1) Ist nach Versäumung einer vom Patentamt bestimmten Frist die Patentanmeldung zurückgewiesen worden, so wird der Beschluss wirkungslos, ohne dass es seiner ausdrücklichen Aufhebung bedarf, wenn der Anmelder die Weiterbehandlung der Anmeldung beantragt und die versäumte Handlung nachholt.</P><P>(2) Der Antrag ist innerhalb einer Frist von einem Monat nach Zustellung der Entscheidung über die Zurückweisung der Patentanmeldung einzureichen. Die versäumte Handlung ist innerhalb dieser Frist nachzuholen.</P><P>(3) Gegen die Versäumung der Frist nach Absatz 2 und der Frist zur Zahlung der Weiterbehandlungsgebühr nach § 6 Abs. 1 Satz 1 des Patentkostengesetzes ist eine Wiedereinsetzung nicht gegeben.</P><P>(4) Über den Antrag beschließt die Stelle, die über die nachgeholte Handlung zu beschließen hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE014200311",
        "type": "article",
        "name": "§ 124",
        "title": null,
        "body": {
          "content": "<P>Im Verfahren vor dem Patentamt, dem Patentgericht und dem Bundesgerichtshof haben die Beteiligten ihre Erklärungen über tatsächliche Umstände vollständig und der Wahrheit gemäß abzugeben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>(+++ Zur Anwendung d. § 124 vgl. § 23 Abs. 3 Satz 3 GeschmMG 2004 +++)</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE014300311",
        "type": "article",
        "name": "§ 125",
        "title": null,
        "body": {
          "content": "<P>(1) Wird der Einspruch oder die Klage auf Erklärung der Nichtigkeit des Patents auf die Behauptung gestützt, daß der Gegenstand des Patents nach § 3 nicht patentfähig sei, so kann das Patentamt oder das Patentgericht verlangen, daß Urschriften, Ablichtungen oder beglaubigte Abschriften der im Einspruch oder in der Klage erwähnten Druckschriften, die im Patentamt und im Patentgericht nicht vorhanden sind, in je einem Stück für das Patentamt oder das Patentgericht und für die am Verfahren Beteiligten eingereicht werden.</P><P>(2) Von Druckschriften in fremder Sprache sind auf Verlangen des Patentamts oder des Patentgerichts einfache oder beglaubigte Übersetzungen beizubringen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE017206301",
        "type": "article",
        "name": "§ 125a",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit in Verfahren vor dem Patentamt für Anmeldungen, Anträge oder sonstige Handlungen die Schriftform vorgesehen ist, gelten die Regelungen des § 130a Absatz 1, 2 Satz 1, Absatz 5 und 6 der Zivilprozessordnung entsprechend.</P><P>(2) Die Prozessakten des Patentgerichts und des Bundesgerichtshofs können elektronisch geführt werden. Die Vorschriften der Zivilprozessordnung über elektronische Dokumente, die elektronische Akte und die elektronische Verfahrensführung im Übrigen gelten entsprechend, soweit sich aus diesem Gesetz nichts anderes ergibt.</P><P>(3) Das Bundesministerium der Justiz und für Verbraucherschutz bestimmt durch Rechtsverordnung ohne Zustimmung des Bundesrates <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Zeitpunkt, von dem an elektronische Dokumente bei dem Patentamt und den Gerichten eingereicht werden können, die für die Bearbeitung der Dokumente geeignete Form, ob eine elektronische Signatur zu verwenden ist und wie diese Signatur beschaffen ist;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Zeitpunkt, von dem an die Prozessakten nach Absatz 2 elektronisch geführt werden können, sowie die hierfür geltenden organisatorisch-technischen Rahmenbedingungen für die Bildung, Führung und Aufbewahrung der elektronischen Prozessakten.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE014401307",
        "type": "article",
        "name": "§ 126",
        "title": null,
        "body": {
          "content": "<P>Die Sprache vor dem Patentamt und dem Patentgericht ist deutsch, sofern nichts anderes bestimmt ist. Im übrigen finden die Vorschriften des Gerichtsverfassungsgesetzes über die Gerichtssprache Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>(+++ Zur Anwendung d. § 126 vgl. § 23 Abs. 3 Satz 3 GeschmMG 2004 +++)</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE014505123",
        "type": "article",
        "name": "§ 127",
        "title": null,
        "body": {
          "content": "<P>(1) Für Zustellungen im Verfahren vor dem Patentamt gelten die Vorschriften des Verwaltungszustellungsgesetzes mit folgenden Maßgaben: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wird die Annahme der Zustellung durch eingeschriebenen Brief ohne gesetzlichen Grund verweigert, so gilt die Zustellung gleichwohl als bewirkt.</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">An Empfänger, die sich im Ausland aufhalten und die entgegen dem Erfordernis des § 25 keinen Inlandsvertreter bestellt haben, kann mit eingeschriebenem Brief durch Aufgabe zur Post zugestellt werden. Gleiches gilt für Empfänger, die selbst Inlandsvertreter im Sinne des § 25 Abs. 2 sind. § 184 Abs. 2 Satz 1 und 4 der Zivilprozessordnung gilt entsprechend.</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Für Zustellungen an Erlaubnisscheininhaber (§ 177 der Patentanwaltsordnung) ist § 5 Abs. 4 des Verwaltungszustellungsgesetzes entsprechend anzuwenden.</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">An Empfänger, denen beim Patentamt ein Abholfach eingerichtet worden ist, kann auch dadurch zugestellt werden, daß das Schriftstück im Abholfach des Empfängers niedergelegt wird. Über die Niederlegung ist eine Mitteilung zu den Akten zu geben. Auf dem Schriftstück ist zu vermerken, wann es niedergelegt worden ist. Die Zustellung gilt als am dritten Tag nach der Niederlegung im Abholfach bewirkt.</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Für die Zustellung von elektronischen Dokumenten ist ein Übermittlungsweg zu verwenden, bei dem die Authentizität und Integrität der Daten gewährleistet ist und der bei Nutzung allgemein zugänglicher Netze die Vertraulichkeit der zu übermittelnden Daten durch ein Verschlüsselungsverfahren sicherstellt. Das Bundesministerium der Justiz und für Verbraucherschutz erlässt durch Rechtsverordnung, die nicht der Zustimmung des Bundesrates bedarf, nähere Bestimmungen über die nach Satz 1 geeigneten Übermittlungswege sowie die Form und den Nachweis der elektronischen Zustellung.</LA></DD></DL></P><P>(2) Für Zustellungen im Verfahren vor dem Bundespatentgericht gelten die Vorschriften der Zivilprozessordnung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>(+++ Zur Anwendung d. § 127 vgl. § 23 Abs. 3 Satz 3 GeschmMG 2004 +++)</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE014600311",
        "type": "article",
        "name": "§ 128",
        "title": null,
        "body": {
          "content": "<P>(1) Die Gerichte sind verpflichtet, dem Patentamt und dem Patentgericht Rechtshilfe zu leisten.</P><P>(2) Im Verfahren vor dem Patentamt setzt das Patentgericht Ordnungs- oder Zwangsmittel gegen Zeugen oder Sachverständige, die nicht erscheinen oder ihre Aussage oder deren Beeidigung verweigern, auf Ersuchen des Patentamts fest. Ebenso ist die Vorführung eines nicht erschienenen Zeugen anzuordnen.</P><P>(3) Über das Ersuchen nach Absatz 2 entscheidet ein Beschwerdesenat des Patentgerichts in der Besetzung mit drei rechtskundigen Mitgliedern. Die Entscheidung ergeht durch Beschluß.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>(+++ Zur Anwendung d. § 128 vgl. § 23 Abs. 3 Satz 3 GeschmMG 2004 +++)</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE017300377",
        "type": "article",
        "name": "§ 128a",
        "title": null,
        "body": {
          "content": "<P>Zeugen erhalten eine Entschädigung und Sachverständige eine Vergütung nach dem Justizvergütungs- und -entschädigungsgesetz.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>(+++ Zur Anwendung d. § 128a vgl. § 23 Abs. 3 Satz 3 GeschmMG 2004 +++)</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNE018700360",
        "type": "article",
        "name": "§ 128b",
        "title": null,
        "body": {
          "content": "<P>Die Vorschriften des Siebzehnten Titels des Gerichtsverfassungsgesetzes sind auf Verfahren vor dem Patentgericht und dem Bundesgerichtshof entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001300311"
        }
      },
      {
        "id": "BJNR201170936BJNG001400311",
        "type": "heading",
        "name": "Achter Abschnitt",
        "title": "Verfahrenskostenhilfe",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE014701307",
        "type": "article",
        "name": "§ 129",
        "title": null,
        "body": {
          "content": "<P>Im Verfahren vor dem Patentamt, dem Patentgericht und dem Bundesgerichtshof erhält ein Beteiligter Verfahrenskostenhilfe nach Maßgabe der Vorschriften der §§ 130 bis 138.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE014802360",
        "type": "article",
        "name": "§ 130",
        "title": null,
        "body": {
          "content": "<P>(1) Im Verfahren zur Erteilung des Patents erhält der Anmelder auf Antrag unter entsprechender Anwendung der §§ 114 bis 116 der Zivilprozeßordnung Verfahrenskostenhilfe, wenn hinreichende Aussicht auf Erteilung des Patents besteht. Auf Antrag des Anmelders oder des Patentinhabers kann Verfahrenskostenhilfe auch für die Jahresgebühren gemäß § 17 gewährt werden. Die Zahlungen sind an die Bundeskasse zu leisten.</P><P>(2) Die Bewilligung der Verfahrenskostenhilfe bewirkt, daß bei den Gebühren, die Gegenstand der Verfahrenskostenhilfe sind, die für den Fall der Nichtzahlung vorgesehenen Rechtsfolgen nicht eintreten. Im übrigen ist § 122 Abs. 1 der Zivilprozeßordnung entsprechend anzuwenden.</P><P>(3) Beantragen mehrere gemeinsam das Patent, so erhalten sie die Verfahrenskostenhilfe nur, wenn alle Anmelder die Voraussetzungen des Absatzes 1 erfüllen.</P><P>(4) Ist der Anmelder oder Patentinhaber nicht der Erfinder oder dessen Gesamtrechtsnachfolger, so erhält er die Verfahrenskostenhilfe nur, wenn auch der Erfinder die Voraussetzungen des Absatzes 1 erfüllt.</P><P>(5) Auf Antrag können so viele Jahresgebühren in die Verfahrenskostenhilfe einbezogen werden, wie erforderlich ist, um die einer Bewilligung der Verfahrenskostenhilfe nach § 115 Abs. 3 der Zivilprozessordnung entgegenstehende Beschränkung auszuschließen. Die gezahlten Raten sind erst dann auf die Jahresgebühren zu verrechnen, wenn die Kosten des Patenterteilungsverfahrens einschließlich etwa entstandener Kosten für einen beigeordneten Vertreter durch die Ratenzahlungen gedeckt sind. Soweit die Jahresgebühren durch die gezahlten Raten als entrichtet angesehen werden können, ist § 5 Abs. 2 des Patentkostengesetzes entsprechend anzuwenden.</P><P>(6) Die Absätze 1 bis 3 sind im Fall des § 44 auf den antragstellenden Dritten entsprechend anzuwenden, wenn dieser ein eigenes schutzwürdiges Interesse glaubhaft macht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE014901377",
        "type": "article",
        "name": "§ 131",
        "title": null,
        "body": {
          "content": "<P><noindex>Im Verfahren zur Beschränkung oder zum Widerruf des Patents (§ 64) sind die Bestimmungen des § 130 Abs. 1, 2 und 5 entsprechend anzuwenden.</noindex></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE015002140",
        "type": "article",
        "name": "§ 132",
        "title": null,
        "body": {
          "content": "<P>(1) Im Einspruchsverfahren (§§ 59 bis 62) erhält der Patentinhaber auf Antrag unter entsprechender Anwendung der §§ 114 bis 116 der Zivilprozeßordnung und des § 130 Abs. 1 Satz 2 und Abs. 2, 4 und 5 Verfahrenskostenhilfe. Hierbei ist nicht zu prüfen, ob die Rechtsverteidigung hinreichende Aussicht auf Erfolg bietet.</P><P>(2) Absatz 1 Satz 1 ist auf den Einsprechenden und den gemäß § 59 Abs. 2 beitretenden Dritten sowie auf die Beteiligten im Verfahren wegen Erklärung der Nichtigkeit des Patents oder in Zwangslizenzverfahren (§§ 81, 85 und 85a) entsprechend anzuwenden, wenn der Antragsteller ein eigenes schutzwürdiges Interesse glaubhaft macht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE015101301",
        "type": "article",
        "name": "§ 133",
        "title": null,
        "body": {
          "content": "<P>Einem Beteiligten, dem die Verfahrenskostenhilfe nach den Vorschriften der §§ 130 bis 132 bewilligt worden ist, wird auf Antrag ein zur Übernahme der Vertretung bereiter Patentanwalt oder Rechtsanwalt seiner Wahl oder auf ausdrückliches Verlangen ein Erlaubnisscheininhaber beigeordnet, wenn die Vertretung zur sachdienlichen Erledigung des Verfahrens erforderlich erscheint oder ein Beteiligter mit entgegengesetzten Interessen durch einen Patentanwalt, einen Rechtsanwalt oder einen Erlaubnisscheininhaber vertreten ist. § 121 Abs. 4 und 5 der Zivilprozeßordnung ist entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE015200311",
        "type": "article",
        "name": "§ 134",
        "title": null,
        "body": {
          "content": "<P>Wird das Gesuch um Bewilligung der Verfahrenskostenhilfe nach den §§ 130 bis 132 vor Ablauf einer für die Zahlung einer Gebühr vorgeschriebenen Frist eingereicht, so wird der Lauf dieser Frist bis zum Ablauf von einem Monat nach Zustellung des auf das Gesuch ergehenden Beschlusses gehemmt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE015303377",
        "type": "article",
        "name": "§ 135",
        "title": null,
        "body": {
          "content": "<P>(1) Das Gesuch um Bewilligung der Verfahrenskostenhilfe ist schriftlich beim Patentamt, beim Patentgericht oder beim Bundesgerichtshof einzureichen. In Verfahren nach den §§ 110 und 122 kann das Gesuch auch vor der Geschäftsstelle des Bundesgerichtshof zu Protokoll erklärt werden. § 125a gilt entsprechend.</P><P>(2) Über das Gesuch beschließt die Stelle, die für das Verfahren zuständig ist, für welches die Verfahrenskostenhilfe nachgesucht wird.</P><P>(3) Die nach den §§ 130 bis 133 ergehenden Beschlüsse sind unanfechtbar, soweit es sich nicht um einen Beschluß der Patentabteilung handelt, durch den die Patentabteilung die Verfahrenskostenhilfe oder die Beiordnung eines Vertreters nach § 133 verweigert; die Rechtsbeschwerde ist ausgeschlossen. § 127 Abs. 3 der Zivilprozeßordnung ist auf das Verfahren vor dem Patentgericht entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE015405310",
        "type": "article",
        "name": "§ 136",
        "title": null,
        "body": {
          "content": "<P>Die Vorschriften des § 117 Abs. 2 bis 4, des § 118 Abs. 2 und 3, der §§ 119 und 120 Absatz 1 und 3, des § 120a Absatz 1, 2 und 4 sowie der §§ 124 und 127 Abs. 1 und 2 der Zivilprozeßordnung sind entsprechend anzuwenden, § 127 Abs. 2 der Zivilprozessordnung mit der Maßgabe, dass die Beschwerde unabhängig von dem Verfahrenswert stattfindet. Im Einspruchsverfahren sowie in den Verfahren wegen Erklärung der Nichtigkeit des Patents oder in Zwangslizenzverfahren (§§ 81, 85 und 85a) gilt dies auch für § 117 Abs. 1 Satz 2, § 118 Abs. 1, § 122 Abs. 2 sowie die §§ 123, 125 und 126 der Zivilprozeßordnung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE015501310",
        "type": "article",
        "name": "§ 137",
        "title": null,
        "body": {
          "content": "<P>Die Verfahrenskostenhilfe kann aufgehoben werden, wenn die angemeldete oder durch ein Patent geschützte Erfindung, hinsichtlich deren Verfahrenskostenhilfe gewährt worden ist, durch Veräußerung, Benutzung, Lizenzvergabe oder auf sonstige Weise wirtschaftlich verwertet wird und die hieraus fließenden Einkünfte die für die Bewilligung der Verfahrenskostenhilfe maßgeblichen Verhältnisse so verändern, daß dem betroffenen Beteiligten die Zahlung der Verfahrenskosten zugemutet werden kann; dies gilt auch nach Ablauf der Frist des § 124 Absatz 1 Nr. 3 der Zivilprozeßordnung. Der Beteiligte, dem Verfahrenskostenhilfe gewährt worden ist, hat jede wirtschaftliche Verwertung dieser Erfindung derjenigen Stelle anzuzeigen, die über die Bewilligung entschieden hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNE015600311",
        "type": "article",
        "name": "§ 138",
        "title": null,
        "body": {
          "content": "<P>(1) Im Verfahren über die Rechtsbeschwerde (§ 100) ist einem Beteiligten auf Antrag unter entsprechender Anwendung der §§ 114 bis 116 der Zivilprozeßordnung Verfahrenskostenhilfe zu bewilligen.</P><P>(2) Das Gesuch um die Bewilligung von Verfahrenskostenhilfe ist schriftlich beim Bundesgerichtshof einzureichen; es kann auch vor der Geschäftsstelle zu Protokoll erklärt werden. Über das Gesuch beschließt der Bundesgerichtshof.</P><P>(3) Im übrigen sind die Bestimmungen des § 130 Abs. 2, 3, 5 und 6 sowie der §§ 133, 134, 136 und 137 entsprechend anzuwenden mit der Maßgabe, daß einem Beteiligten, dem Verfahrenskostenhilfe bewilligt worden ist, nur ein beim Bundesgerichtshof zugelassener Rechtsanwalt beigeordnet werden kann.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001400311"
        }
      },
      {
        "id": "BJNR201170936BJNG001500311",
        "type": "heading",
        "name": "Neunter Abschnitt",
        "title": "Rechtsverletzungen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE015701140",
        "type": "article",
        "name": "§ 139",
        "title": null,
        "body": {
          "content": "<P>(1) Wer entgegen den §§ 9 bis 13 eine patentierte Erfindung benutzt, kann von dem Verletzten bei Wiederholungsgefahr auf Unterlassung in Anspruch genommen werden. Der Anspruch besteht auch dann, wenn eine Zuwiderhandlung erstmalig droht.</P><P>(2) Wer die Handlung vorsätzlich oder fahrlässig vornimmt, ist dem Verletzten zum Ersatz des daraus entstehenden Schadens verpflichtet. Bei der Bemessung des Schadensersatzes kann auch der Gewinn, den der Verletzer durch die Verletzung des Rechts erzielt hat, berücksichtigt werden. Der Schadensersatzanspruch kann auch auf der Grundlage des Betrages berechnet werden, den der Verletzer als angemessene Vergütung hätte entrichten müssen, wenn er die Erlaubnis zur Benutzung der Erfindung eingeholt hätte.</P><P>(3) Ist Gegenstand des Patents ein Verfahren zur Herstellung eines neuen Erzeugnisses, so gilt bis zum Beweis des Gegenteils das gleiche Erzeugnis, das von einem anderen hergestellt worden ist, als nach dem patentierten Verfahren hergestellt. Bei der Erhebung des Beweises des Gegenteils sind die berechtigten Interessen des Beklagten an der Wahrung seiner Herstellungs- und Betriebsgeheimnisse zu berücksichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE015800311",
        "type": "article",
        "name": "§ 140",
        "title": null,
        "body": {
          "content": "<P>Werden vor der Erteilung des Patents Rechte aus einer Anmeldung, in deren Akten die Einsicht jedermann freisteht (§ 31 Abs. 1 Satz 2 Halbsatz 2 und Abs. 2), gerichtlich geltend gemacht und kommt es für die Entscheidung des Rechtsstreits darauf an, daß ein Anspruch nach § 33 Abs. 1 besteht, so kann das Gericht anordnen, daß die Verhandlung bis zur Entscheidung über die Erteilung des Patents auszusetzen ist. Ist ein Antrag auf Prüfung gemäß § 44 nicht gestellt worden, so hat das Gericht der Partei, die Rechte aus der Anmeldung geltend macht, auf Antrag des Gegners eine Frist zur Stellung des Antrags auf Prüfung zu setzen. Wird der Antrag auf Prüfung nicht innerhalb der Frist gestellt, so können in dem Rechtsstreit Rechte aus der Anmeldung nicht geltend gemacht werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE016501140",
        "type": "article",
        "name": "§ 140a",
        "title": null,
        "body": {
          "content": "<P>(1) Wer entgegen den §§ 9 bis 13 eine patentierte Erfindung benutzt, kann von dem Verletzten auf Vernichtung der im Besitz oder Eigentum des Verletzers befindlichen Erzeugnisse, die Gegenstand des Patents sind, in Anspruch genommen werden. Satz 1 ist auch anzuwenden, wenn es sich um Erzeugnisse handelt, die durch ein Verfahren, das Gegenstand des Patents ist, unmittelbar hergestellt worden sind.</P><P>(2) Absatz 1 ist entsprechend auf die im Eigentum des Verletzers stehenden Materialien und Geräte anzuwenden, die vorwiegend zur Herstellung dieser Erzeugnisse gedient haben.</P><P>(3) Wer entgegen den §§ 9 bis 13 eine patentierte Erfindung benutzt, kann von dem Verletzten auf Rückruf der Erzeugnisse, die Gegenstand des Patents sind, oder auf deren endgültiges Entfernen aus den Vertriebswegen in Anspruch genommen werden. Satz 1 ist auch anzuwenden, wenn es sich um Erzeugnisse handelt, die durch ein Verfahren, das Gegenstand des Patents ist, unmittelbar hergestellt worden sind.</P><P>(4) Die Ansprüche nach den Absätzen 1 bis 3 sind ausgeschlossen, wenn die Inanspruchnahme im Einzelfall unverhältnismäßig ist. Bei der Prüfung der Verhältnismäßigkeit sind auch die berechtigten Interessen Dritter zu berücksichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE016602140",
        "type": "article",
        "name": "§ 140b",
        "title": null,
        "body": {
          "content": "<P>(1) Wer entgegen den §§ 9 bis 13 eine patentierte Erfindung benutzt, kann von dem Verletzten auf unverzügliche Auskunft über die Herkunft und den Vertriebsweg der benutzten Erzeugnisse in Anspruch genommen werden.</P><P>(2) In Fällen offensichtlicher Rechtsverletzung oder in Fällen, in denen der Verletzte gegen den Verletzer Klage erhoben hat, besteht der Anspruch unbeschadet von Absatz 1 auch gegen eine Person, die in gewerblichem Ausmaß <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">rechtsverletzende Erzeugnisse in ihrem Besitz hatte,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">rechtsverletzende Dienstleistungen in Anspruch nahm,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">für rechtsverletzende Tätigkeiten genutzte Dienstleistungen erbrachte oder</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach den Angaben einer in Nummer 1, 2 oder Nummer 3 genannten Person an der Herstellung, Erzeugung oder am Vertrieb solcher Erzeugnisse oder an der Erbringung solcher Dienstleistungen beteiligt war,</LA></DD></DL>es sei denn, die Person wäre nach den §§ 383 bis 385 der Zivilprozessordnung im Prozess gegen den Verletzer zur Zeugnisverweigerung berechtigt. Im Fall der gerichtlichen Geltendmachung des Anspruchs nach Satz 1 kann das Gericht den gegen den Verletzer anhängigen Rechtsstreit auf Antrag bis zur Erledigung des wegen des Auskunftsanspruchs geführten Rechtsstreits aussetzen. Der zur Auskunft Verpflichtete kann von dem Verletzten den Ersatz der für die Auskunftserteilung erforderlichen Aufwendungen verlangen.</P><P>(3) Der zur Auskunft Verpflichtete hat Angaben zu machen über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Namen und Anschrift der Hersteller, Lieferanten und anderer Vorbesitzer der Erzeugnisse oder der Nutzer der Dienstleistungen sowie der gewerblichen Abnehmer und Verkaufsstellen, für die sie bestimmt waren, und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Menge der hergestellten, ausgelieferten, erhaltenen oder bestellten Erzeugnisse sowie über die Preise, die für die betreffenden Erzeugnisse oder Dienstleistungen bezahlt wurden.</LA></DD></DL></P><P>(4) Die Ansprüche nach den Absätzen 1 und 2 sind ausgeschlossen, wenn die Inanspruchnahme im Einzelfall unverhältnismäßig ist.</P><P>(5) Erteilt der zur Auskunft Verpflichtete die Auskunft vorsätzlich oder grob fahrlässig falsch oder unvollständig, so ist er dem Verletzten zum Ersatz des daraus entstehenden Schadens verpflichtet.</P><P>(6) Wer eine wahre Auskunft erteilt hat, ohne dazu nach Absatz 1 oder Absatz 2 verpflichtet gewesen zu sein, haftet Dritten gegenüber nur, wenn er wusste, dass er zur Auskunftserteilung nicht verpflichtet war.</P><P>(7) In Fällen offensichtlicher Rechtsverletzung kann die Verpflichtung zur Erteilung der Auskunft im Wege der einstweiligen Verfügung nach den §§ 935 bis 945 der Zivilprozessordnung angeordnet werden.</P><P>(8) Die Erkenntnisse dürfen in einem Strafverfahren oder in einem Verfahren nach dem Gesetz über Ordnungswidrigkeiten wegen einer vor der Erteilung der Auskunft begangenen Tat gegen den Verpflichteten oder gegen einen in § 52 Abs. 1 der Strafprozessordnung bezeichneten Angehörigen nur mit Zustimmung des Verpflichteten verwertet werden.</P><P>(9) Kann die Auskunft nur unter Verwendung von Verkehrsdaten (§ 3 Nr. 30 des Telekommunikationsgesetzes) erteilt werden, ist für ihre Erteilung eine vorherige richterliche Anordnung über die Zulässigkeit der Verwendung der Verkehrsdaten erforderlich, die von dem Verletzten zu beantragen ist. Für den Erlass dieser Anordnung ist das Landgericht, in dessen Bezirk der zur Auskunft Verpflichtete seinen Wohnsitz, seinen Sitz oder eine Niederlassung hat, ohne Rücksicht auf den Streitwert ausschließlich zuständig. Die Entscheidung trifft die Zivilkammer. Für das Verfahren gelten die Vorschriften des Gesetzes über das Verfahren in Familiensachen und in den Angelegenheiten der freiwilligen Gerichtsbarkeit entsprechend. Die Kosten der richterlichen Anordnung trägt der Verletzte. Gegen die Entscheidung des Landgerichts ist die Beschwerde statthaft. Die Beschwerde ist binnen einer Frist von zwei Wochen einzulegen. Die Vorschriften zum Schutz personenbezogener Daten bleiben im Übrigen unberührt.</P><P>(10) Durch Absatz 2 in Verbindung mit Absatz 9 wird das Grundrecht des Fernmeldegeheimnisses (Artikel 10 des Grundgesetzes) eingeschränkt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE018100140",
        "type": "article",
        "name": "§ 140c",
        "title": null,
        "body": {
          "content": "<P>(1) Wer mit hinreichender Wahrscheinlichkeit entgegen den §§ 9 bis 13 eine patentierte Erfindung benutzt, kann von dem Rechtsinhaber oder einem anderen Berechtigten auf Vorlage einer Urkunde oder Besichtigung einer Sache, die sich in seiner Verfügungsgewalt befindet, oder eines Verfahrens, das Gegenstand des Patents ist, in Anspruch genommen werden, wenn dies zur Begründung von dessen Ansprüchen erforderlich ist. Besteht die hinreichende Wahrscheinlichkeit einer in gewerblichem Ausmaß begangenen Rechtsverletzung, erstreckt sich der Anspruch auch auf die Vorlage von Bank-, Finanz- oder Handelsunterlagen. Soweit der vermeintliche Verletzer geltend macht, dass es sich um vertrauliche Informationen handelt, trifft das Gericht die erforderlichen Maßnahmen, um den im Einzelfall gebotenen Schutz zu gewährleisten.</P><P>(2) Der Anspruch nach Absatz 1 ist ausgeschlossen, wenn die Inanspruchnahme im Einzelfall unverhältnismäßig ist.</P><P>(3) Die Verpflichtung zur Vorlage einer Urkunde oder zur Duldung der Besichtigung einer Sache kann im Wege der einstweiligen Verfügung nach den §§ 935 bis 945 der Zivilprozessordnung angeordnet werden. Das Gericht trifft die erforderlichen Maßnahmen, um den Schutz vertraulicher Informationen zu gewährleisten. Dies gilt insbesondere in den Fällen, in denen die einstweilige Verfügung ohne vorherige Anhörung des Gegners erlassen wird.</P><P>(4) § 811 des Bürgerlichen Gesetzbuchs sowie § 140b Abs. 8 gelten entsprechend.</P><P>(5) Wenn keine Verletzung vorlag oder drohte, kann der vermeintliche Verletzer von demjenigen, der die Vorlage oder Besichtigung nach Absatz 1 begehrt hat, den Ersatz des ihm durch das Begehren entstandenen Schadens verlangen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE018200140",
        "type": "article",
        "name": "§ 140d",
        "title": null,
        "body": {
          "content": "<P>(1) Der Verletzte kann den Verletzer bei einer in gewerblichem Ausmaß begangenen Rechtsverletzung in den Fällen des § 139 Abs. 2 auch auf Vorlage von Bank-, Finanz- oder Handelsunterlagen oder einen geeigneten Zugang zu den entsprechenden Unterlagen in Anspruch nehmen, die sich in der Verfügungsgewalt des Verletzers befinden und die für die Durchsetzung des Schadensersatzanspruchs erforderlich sind, wenn ohne die Vorlage die Erfüllung des Schadensersatzanspruchs fraglich ist. Soweit der Verletzer geltend macht, dass es sich um vertrauliche Informationen handelt, trifft das Gericht die erforderlichen Maßnahmen, um den im Einzelfall gebotenen Schutz zu gewährleisten.</P><P>(2) Der Anspruch nach Absatz 1 ist ausgeschlossen, wenn die Inanspruchnahme im Einzelfall unverhältnismäßig ist.</P><P>(3) Die Verpflichtung zur Vorlage der in Absatz 1 bezeichneten Urkunden kann im Wege der einstweiligen Verfügung nach den §§ 935 bis 945 der Zivilprozessordnung angeordnet werden, wenn der Schadensersatzanspruch offensichtlich besteht. Das Gericht trifft die erforderlichen Maßnahmen, um den Schutz vertraulicher Informationen zu gewährleisten. Dies gilt insbesondere in den Fällen, in denen die einstweilige Verfügung ohne vorherige Anhörung des Gegners erlassen wird.</P><P>(4) § 811 des Bürgerlichen Gesetzbuchs sowie § 140b Abs. 8 gelten entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE018300140",
        "type": "article",
        "name": "§ 140e",
        "title": null,
        "body": {
          "content": "<P>Ist eine Klage auf Grund dieses Gesetzes erhoben worden, so kann der obsiegenden Partei im Urteil die Befugnis zugesprochen werden, das Urteil auf Kosten der unterliegenden Partei öffentlich bekannt zu machen, wenn sie ein berechtigtes Interesse darlegt. Art und Umfang der Bekanntmachung werden im Urteil bestimmt. Die Befugnis erlischt, wenn von ihr nicht innerhalb von drei Monaten nach Eintritt der Rechtskraft des Urteils Gebrauch gemacht wird. Der Ausspruch nach Satz 1 ist nicht vorläufig vollstreckbar.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE015901377",
        "type": "article",
        "name": "§ 141",
        "title": null,
        "body": {
          "content": "<P>Auf die Verjährung der Ansprüche wegen Verletzung des Patentrechts finden die Vorschriften des Abschnitts 5 des Buches 1 des Bürgerlichen Gesetzbuchs entsprechende Anwendung. Hat der Verpflichtete durch die Verletzung auf Kosten des Berechtigten etwas erlangt, findet § 852 des Bürgerlichen Gesetzbuchs entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE018400140",
        "type": "article",
        "name": "§ 141a",
        "title": null,
        "body": {
          "content": "<P>Ansprüche aus anderen gesetzlichen Vorschriften bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE016002305",
        "type": "article",
        "name": "§ 142",
        "title": null,
        "body": {
          "content": "<P>(1) Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer ohne die erforderliche Zustimmung des Patentinhabers oder des Inhabers eines ergänzenden Schutzzertifikats (§§ 16a, 49a) <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Erzeugnis, das Gegenstand des Patents oder des ergänzenden Schutzzertifikats ist (§ 9 Satz 2 Nr. 1), herstellt oder anbietet, in Verkehr bringt, gebraucht oder zu einem der genannten Zwecke entweder einführt oder besitzt oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Verfahren, das Gegenstand des Patents oder des entsprechenden Schutzzertifikats ist (§ 9 Satz 2 Nr. 2), anwendet oder zur Anwendung im Geltungsbereich dieses Gesetzes anbietet.</LA></DD> </DL>Satz 1 Nr. 1 ist auch anzuwenden, wenn es sich um ein Erzeugnis handelt, das durch ein Verfahren, das Gegenstand des Patents oder des ergänzenden Schutzzertifikats ist, unmittelbar hergestellt worden ist (§ 9 Satz 2 Nr. 3).</P><P>(2) Handelt der Täter gewerbsmäßig, so ist die Strafe Freiheitsstrafe bis zu fünf Jahren oder Geldstrafe.</P><P>(3) Der Versuch ist strafbar.</P><P>(4) In den Fällen des Absatzes 1 wird die Tat nur auf Antrag verfolgt, es sei denn, daß die Strafverfolgungsbehörde wegen des besonderen öffentlichen Interesses an der Strafverfolgung ein Einschreiten von Amts wegen für geboten hält.</P><P>(5) Gegenstände, auf die sich die Straftat bezieht, können eingezogen werden. § 74a des Strafgesetzbuches ist anzuwenden. Soweit den in § 140a bezeichneten Ansprüchen im Verfahren nach den Vorschriften der Strafprozeßordnung über die Entschädigung des Verletzten (§§ 403 bis 406c) stattgegeben wird, sind die Vorschriften über die Einziehung nicht anzuwenden.</P><P>(6) Wird auf Strafe erkannt, so ist, wenn der Verletzte es beantragt und ein berechtigtes Interesse daran dartut, anzuordnen, daß die Verurteilung auf Verlangen öffentlich bekanntgemacht wird. Die Art der Bekanntmachung ist im Urteil zu bestimmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE016705123",
        "type": "article",
        "name": "§ 142a",
        "title": null,
        "body": {
          "content": "<P>(1) Ein Erzeugnis, das ein nach diesem Gesetz geschütztes Patent verletzt, unterliegt auf Antrag und gegen Sicherheitsleistung des Rechtsinhabers bei seiner Einfuhr oder Ausfuhr der Beschlagnahme durch die Zollbehörde, soweit die Rechtsverletzung offensichtlich ist und soweit nicht die Verordnung (EU) Nr. 608/2013 des Europäischen Parlaments und des Rates vom 12. Juni 2013 zur Durchsetzung der Rechte geistigen Eigentums durch die Zollbehörden und zur Aufhebung der Verordnung (EG) Nr. 1383/2003 des Rates (ABl. L 181 vom 29.6.2013, S. 15), in ihrer jeweils geltenden Fassung anzuwenden ist. Dies gilt für den Verkehr mit anderen Mitgliedstaaten der Europäischen Union sowie mit den anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum nur, soweit Kontrollen durch die Zollbehörden stattfinden.</P><P>(2) Ordnet die Zollbehörde die Beschlagnahme an, so unterrichtet sie unverzüglich den Verfügungsberechtigten sowie den Antragsteller. Dem Antragsteller sind Herkunft, Menge und Lagerort des Erzeugnisses sowie Name und Anschrift des Verfügungsberechtigten mitzuteilen; das Brief- und Postgeheimnis (Artikel 10 des Grundgesetzes) wird insoweit eingeschränkt. Dem Antragsteller wird Gelegenheit gegeben, das Erzeugnis zu besichtigen, soweit hierdurch nicht in Geschäfts- oder Betriebsgeheimnisse eingegriffen wird.</P><P>(3) Wird der Beschlagnahme nicht spätestens nach Ablauf von zwei Wochen nach Zustellung der Mitteilung nach Absatz 2 Satz 1 widersprochen, so ordnet die Zollbehörde die Einziehung des beschlagnahmten Erzeugnisses an.</P><P>(4) Widerspricht der Verfügungsberechtigte der Beschlagnahme, so unterrichtet die Zollbehörde hiervon unverzüglich den Antragsteller. Dieser hat gegenüber der Zollbehörde unverzüglich zu erklären, ob er den Antrag nach Absatz 1 in bezug auf das beschlagnahmte Erzeugnis aufrechterhält.<DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Nimmt der Antragsteller den Antrag zurück, hebt die Zollbehörde die Beschlagnahme unverzüglich auf.</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Hält der Antragsteller den Antrag aufrecht und legt er eine vollziehbare gerichtliche Entscheidung vor, die die Verwahrung des beschlagnahmten Erzeugnisses oder eine Verfügungsbeschränkung anordnet, trifft die Zollbehörde die erforderlichen Maßnahmen.</LA></DD></DL>Liegen die Fälle der Nummern 1 oder 2 nicht vor, hebt die Zollbehörde die Beschlagnahme nach Ablauf von zwei Wochen nach Zustellung der Mitteilung an den Antragsteller nach Satz 1 auf; weist der Antragsteller nach, daß die gerichtliche Entscheidung nach Nummer 2 beantragt, ihm aber noch nicht zugegangen ist, wird die Beschlagnahme für längstens zwei weitere Wochen aufrechterhalten.</P><P>(5) Erweist sich die Beschlagnahme als von Anfang an ungerechtfertigt und hat der Antragsteller den Antrag nach Absatz 1 in bezug auf das beschlagnahmte Erzeugnis aufrechterhalten oder sich nicht unverzüglich erklärt (Absatz 4 Satz 2), so ist er verpflichtet, den dem Verfügungsberechtigten durch die Beschlagnahme entstandenen Schaden zu ersetzen.</P><P>(6) Der Antrag nach Absatz 1 ist bei der Generalzolldirektion zu stellen und hat Wirkung für ein Jahr, sofern keine kürzere Geltungsdauer beantragt wird; er kann wiederholt werden. Für die mit dem Antrag verbundenen Amtshandlungen werden vom Antragsteller Kosten nach Maßgabe des § 178 der Abgabenordnung erhoben.</P><P>(7) Die Beschlagnahme und die Einziehung können mit den Rechtsmitteln angefochten werden, die im Bußgeldverfahren nach dem Gesetz über Ordnungswidrigkeiten gegen die Beschlagnahme und Einziehung zulässig sind. Im Rechtsmittelverfahren ist der Antragsteller zu hören. Gegen die Entscheidung des Amtsgerichts ist die sofortige Beschwerde zulässig; über sie entscheidet das Oberlandesgericht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNE018501123",
        "type": "article",
        "name": "§ 142b",
        "title": null,
        "body": {
          "content": "<P>Für das Verfahren nach der Verordnung (EU) Nr. 608/2013 gilt § 142a Absatz 5 und 6 entsprechend, soweit die Verordnung keine Bestimmungen enthält, die dem entgegenstehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001500311"
        }
      },
      {
        "id": "BJNR201170936BJNG001600311",
        "type": "heading",
        "name": "Zehnter Abschnitt",
        "title": "Verfahren in Patentstreitsachen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE016106377",
        "type": "article",
        "name": "§ 143",
        "title": null,
        "body": {
          "content": "<P>(1) Für alle Klagen, durch die ein Anspruch aus einem der in diesem Gesetz geregelten Rechtsverhältnisse geltend gemacht wird (Patentstreitsachen), sind die Zivilkammern der Landgerichte ohne Rücksicht auf den Streitwert ausschließlich zuständig.</P><P>(2) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung die Patentstreitsachen für die Bezirke mehrerer Landgerichte einem von ihnen zuzuweisen. Die Landesregierungen können diese Ermächtigungen auf die Landesjustizverwaltungen übertragen. Die Länder können außerdem durch Vereinbarung den Gerichten eines Landes obliegende Aufgaben insgesamt oder teilweise dem zuständigen Gericht eines anderen Landes übertragen.</P><P>(3) Von den Kosten, die durch die Mitwirkung eines Patentanwalts in dem Rechtsstreit entstehen, sind die Gebühren nach § 13 des Rechtsanwaltsvergütungsgesetzes und außerdem die notwendigen Auslagen des Patentanwalts zu erstatten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001600311"
        }
      },
      {
        "id": "BJNR201170936BJNE016200311",
        "type": "article",
        "name": "§ 144",
        "title": null,
        "body": {
          "content": "<P>(1) Macht in einer Patentstreitsache eine Partei glaubhaft, daß die Belastung mit den Prozeßkosten nach dem vollen Streitwert ihre wirtschaftliche Lage erheblich gefährden würde, so kann das Gericht auf ihren Antrag anordnen, daß die Verpflichtung dieser Partei zur Zahlung von Gerichtskosten sich nach einem ihrer Wirtschaftslage angepaßten Teil des Streitwerts bemißt. Die Anordnung hat zur Folge, daß die begünstigte Partei die Gebühren ihres Rechtsanwalts ebenfalls nur nach diesem Teil des Streitwerts zu entrichten hat. Soweit ihr Kosten des Rechtsstreits auferlegt werden oder soweit sie diese übernimmt, hat sie die von dem Gegner entrichteten Gerichtsgebühren und die Gebühren seines Rechtsanwalts nur nach dem Teil des Streitwerts zu erstatten. Soweit die außergerichtlichen Kosten dem Gegner auferlegt oder von ihm übernommen werden, kann der Rechtsanwalt der begünstigten Partei seine Gebühren von dem Gegner nach dem für diesen geltenden Streitwert beitreiben.</P><P>(2) Der Antrag nach Absatz 1 kann vor der Geschäftsstelle des Gerichts zur Niederschrift erklärt werden. Er ist vor der Verhandlung zur Hauptsache anzubringen. Danach ist er nur zulässig, wenn der angenommene oder festgesetzte Streitwert später durch das Gericht heraufgesetzt wird. Vor der Entscheidung über den Antrag ist der Gegner zu hören.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001600311"
        }
      },
      {
        "id": "BJNR201170936BJNE016300311",
        "type": "article",
        "name": "§ 145",
        "title": null,
        "body": {
          "content": "<P>Wer eine Klage nach § 139 erhoben hat, kann gegen den Beklagten wegen derselben oder einer gleichartigen Handlung auf Grund eines anderen Patents nur dann eine weitere Klage erheben, wenn er ohne sein Verschulden nicht in der Lage war, auch dieses Patent in dem früheren Rechtsstreit geltend zu machen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001600311"
        }
      },
      {
        "id": "BJNR201170936BJNG001700311",
        "type": "heading",
        "name": "Elfter Abschnitt",
        "title": "Patentberühmung",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE016400311",
        "type": "article",
        "name": "§ 146",
        "title": null,
        "body": {
          "content": "<P>Wer Gegenstände oder ihre Verpackung mit einer Bezeichnung versieht, die geeignet ist, den Eindruck zu erwecken, daß die Gegenstände durch ein Patent oder eine Patentanmeldung nach diesem Gesetz geschützt seien, oder wer in öffentlichen Anzeigen, auf Aushängeschildern, auf Empfehlungskarten oder in ähnlichen Kundgebungen eine Bezeichnung solcher Art verwendet, ist verpflichtet, jedem, der ein berechtigtes Interesse an der Kenntnis der Rechtslage hat, auf Verlangen Auskunft darüber zu geben, auf welches Patent oder auf welche Patentanmeldung sich die Verwendung der Bezeichnung stützt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001700311"
        }
      },
      {
        "id": "BJNR201170936BJNG001800377",
        "type": "heading",
        "name": "Zwölfter Abschnitt",
        "title": "Übergangsvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR201170936BJNE017006360",
        "type": "article",
        "name": "§ 147",
        "title": null,
        "body": {
          "content": "<P>(1) Artikel 229 § 6 des Einführungsgesetzes zum Bürgerlichen Gesetzbuche findet mit der Maßgabe entsprechende Anwendung, dass § 33 Abs. 3 und § 141 in der bis zum 1. Januar 2002 geltenden Fassung den Vorschriften des Bürgerlichen Gesetzbuchs über die Verjährung in der bis zum 1. Januar 2002 geltenden Fassung gleichgestellt sind.</P><P>(2) Für Verfahren wegen Erklärung der Nichtigkeit des Patents oder des ergänzenden Schutzzertifikats oder wegen Erteilung oder Rücknahme der Zwangslizenz oder wegen der Anpassung der durch Urteil festgesetzten Vergütung für eine Zwangslizenz, die vor dem 1. Oktober 2009 durch Klage beim Bundespatentgericht eingeleitet wurden, sind die Vorschriften dieses Gesetzes in der bis zum 30. September 2009 geltenden Fassung weiter anzuwenden.</P><P>(3) Für Verfahren, in denen ein Antrag auf ein Zusatzpatent gestellt worden ist oder nach § 16 Absatz 1 Satz 2 dieses Gesetzes in der vor dem 1. April 2014 geltenden Fassung noch gestellt werden kann oder ein Zusatzpatent in Kraft ist, sind § 16 Absatz 1 Satz 2, Absatz 2, § 17 Absatz 2, § 23 Absatz 1, § 42 Absatz 2 Satz 1 Nummer 4, Satz 2 und Absatz 3 Satz 1 sowie § 43 Absatz 2 Satz 4 dieses Gesetzes in ihrer bis zum 1. April 2014 geltenden Fassung weiter anzuwenden.</P><P>(4) Für Anträge auf Verlängerung der Frist zur Benennung des Erfinders sind § 37 Absatz 2 Satz 2 bis 4 und § 20 Absatz 1 Nummer 2 dieses Gesetzes in der vor dem 1. April 2014 geltenden Fassung weiter anzuwenden, wenn die Anträge vor dem 1. April 2014 beim Deutschen Patent- und Markenamt eingegangen sind und das Patent bereits erteilt worden ist.</P><P>(5) Für Anträge auf Anhörung nach § 46 Absatz 1, die vor dem 1. April 2014 beim Deutschen Patent- und Markenamt eingegangen sind, ist § 46 dieses Gesetzes in der bis dahin geltenden Fassung weiter anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR201170936BJNG001800377"
        }
      }
    ]
  }
}
