{
  "data": {
    "type": "law",
    "id": "BJNR021980989",
    "abbreviation": "ProdHaftG",
    "extraAbbreviations": [],
    "firstPublished": "1989-12-15",
    "sourceTimestamp": "20170811221042",
    "headingShort": "Produkthaftungsgesetz",
    "headingLong": "Gesetz über die Haftung für fehlerhafte Produkte",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "1989, 2198"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 5 G v. 17.7.2017 I 2421"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 1.1.1990 +++)<BR/>(+++ Maßgaben aufgrund EinigVtr vgl ProdHaftG Anhang EV,<BR/>     nicht mehr anzuwenden +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR021980989BJNE000100328",
        "type": "article",
        "name": "§ 1",
        "title": "Haftung",
        "body": {
          "content": "<P>(1) Wird durch den Fehler eines Produkts jemand getötet, sein Körper oder seine Gesundheit verletzt oder eine Sache beschädigt, so ist der Hersteller des Produkts verpflichtet, dem Geschädigten den daraus entstehenden Schaden zu ersetzen. Im Falle der Sachbeschädigung gilt dies nur, wenn eine andere Sache als das fehlerhafte Produkt beschädigt wird und diese andere Sache ihrer Art nach gewöhnlich für den privaten Ge- oder Verbrauch bestimmt und hierzu von dem Geschädigten hauptsächlich verwendet worden ist.</P><P>(2) Die Ersatzpflicht des Herstellers ist ausgeschlossen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">er das Produkt nicht in den Verkehr gebracht hat,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach den Umständen davon auszugehen ist, daß das Produkt den Fehler, der den Schaden verursacht hat, noch nicht hatte, als der Hersteller es in den Verkehr brachte,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">er das Produkt weder für den Verkauf oder eine andere Form des Vertriebs mit wirtschaftlichem Zweck hergestellt noch im Rahmen seiner beruflichen Tätigkeit hergestellt oder vertrieben hat,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Fehler darauf beruht, daß das Produkt in dem Zeitpunkt, in dem der Hersteller es in den Verkehr brachte, dazu zwingenden Rechtsvorschriften entsprochen hat, oder</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Fehler nach dem Stand der Wissenschaft und Technik in dem Zeitpunkt, in dem der Hersteller das Produkt in den Verkehr brachte, nicht erkannt werden konnte.</LA></DD> </DL> </P><P>(3) Die Ersatzpflicht des Herstellers eines Teilprodukts ist ferner ausgeschlossen, wenn der Fehler durch die Konstruktion des Produkts, in welches das Teilprodukt eingearbeitet wurde, oder durch die Anleitungen des Herstellers des Produkts verursacht worden ist. Satz 1 ist auf den Hersteller eines Grundstoffs entsprechend anzuwenden.</P><P>(4) Für den Fehler, den Schaden und den ursächlichen Zusammenhang zwischen Fehler und Schaden trägt der Geschädigte die Beweislast. Ist streitig, ob die Ersatzpflicht gemäß Absatz 2 oder 3 ausgeschlossen ist, so trägt der Hersteller die Beweislast.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE000201311",
        "type": "article",
        "name": "§ 2",
        "title": "Produkt",
        "body": {
          "content": "<P>Produkt im Sinne dieses Gesetzes ist jede bewegliche Sache, auch wenn sie einen Teil einer anderen beweglichen Sache oder einer unbeweglichen Sache bildet, sowie Elektrizität.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE000300328",
        "type": "article",
        "name": "§ 3",
        "title": "Fehler",
        "body": {
          "content": "<P>(1) Ein Produkt hat einen Fehler, wenn es nicht die Sicherheit bietet, die unter Berücksichtigung aller Umstände, insbesondere <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">seiner Darbietung,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">des Gebrauchs, mit dem billigerweise gerechnet werden kann,</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">des Zeitpunkts, in dem es in den Verkehr gebracht wurde,</LA></DD> </DL>berechtigterweise erwartet werden kann.</P><P>(2) Ein Produkt hat nicht allein deshalb einen Fehler, weil später ein verbessertes Produkt in den Verkehr gebracht wurde.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE002003307",
        "type": "article",
        "name": "§ 4",
        "title": "Hersteller",
        "body": {
          "content": "<P>(1) Hersteller im Sinne dieses Gesetzes ist, wer das Endprodukt, einen Grundstoff oder ein Teilprodukt hergestellt hat. Als Hersteller gilt auch jeder, der sich durch das Anbringen seines Namens, seiner Marke oder eines anderen unterscheidungskräftigen Kennzeichens als Hersteller ausgibt.</P><P>(2) Als Hersteller gilt ferner, wer ein Produkt zum Zweck des Verkaufs, der Vermietung, des Mietkaufs oder einer anderen Form des Vertriebs mit wirtschaftlichem Zweck im Rahmen seiner geschäftlichen Tätigkeit in den Geltungsbereich des Abkommens über den Europäischen Wirtschaftsraum einführt oder verbringt.</P><P>(3) Kann der Hersteller des Produkts nicht festgestellt werden, so gilt jeder Lieferant als dessen Hersteller, es sei denn, daß er dem Geschädigten innerhalb eines Monats, nachdem ihm dessen diesbezügliche Aufforderung zugegangen ist, den Hersteller oder diejenige Person benennt, die ihm das Produkt geliefert hat. Dies gilt auch für ein eingeführtes Produkt, wenn sich bei diesem die in Absatz 2 genannte Person nicht feststellen läßt, selbst wenn der Name des Herstellers bekannt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE000500328",
        "type": "article",
        "name": "§ 5",
        "title": "Mehrere Ersatzpflichtige",
        "body": {
          "content": "<P>Sind für denselben Schaden mehrere Hersteller nebeneinander zum Schadensersatz verpflichtet, so haften sie als Gesamtschuldner. Im Verhältnis der Ersatzpflichtigen zueinander hängt, soweit nichts anderes bestimmt ist, die Verpflichtung zum Ersatz sowie der Umfang des zu leistenden Ersatzes von den Umständen, insbesondere davon ab, inwieweit der Schaden vorwiegend von dem einen oder dem anderen Teil verursacht worden ist; im übrigen gelten die §§ 421 bis 425 sowie § 426 Abs. 1 Satz 2 und Abs. 2 des Bürgerlichen Gesetzbuchs.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE000600328",
        "type": "article",
        "name": "§ 6",
        "title": "Haftungsminderung",
        "body": {
          "content": "<P>(1) Hat bei der Entstehung des Schadens ein Verschulden des Geschädigten mitgewirkt, so gilt § 254 des Bürgerlichen Gesetzbuchs; im Falle der Sachbeschädigung steht das Verschulden desjenigen, der die tatsächliche Gewalt über die Sache ausübt, dem Verschulden des Geschädigten gleich.</P><P>(2) Die Haftung des Herstellers wird nicht gemindert, wenn der Schaden durch einen Fehler des Produkts und zugleich durch die Handlung eines Dritten verursacht worden ist. § 5 Satz 2 gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE000701123",
        "type": "article",
        "name": "§ 7",
        "title": "Umfang der Ersatzpflicht bei Tötung",
        "body": {
          "content": "<P>(1) Im Falle der Tötung ist Ersatz der Kosten einer versuchten Heilung sowie des Vermögensnachteils zu leisten, den der Getötete dadurch erlitten hat, daß während der Krankheit seine Erwerbsfähigkeit aufgehoben oder gemindert war oder seine Bedürfnisse vermehrt waren. Der Ersatzpflichtige hat außerdem die Kosten der Beerdigung demjenigen zu ersetzen, der diese Kosten zu tragen hat.</P><P>(2) Stand der Getötete zur Zeit der Verletzung zu einem Dritten in einem Verhältnis, aus dem er diesem gegenüber kraft Gesetzes unterhaltspflichtig war oder unterhaltspflichtig werden konnte, und ist dem Dritten infolge der Tötung das Recht auf Unterhalt entzogen, so hat der Ersatzpflichtige dem Dritten insoweit Schadensersatz zu leisten, als der Getötete während der mutmaßlichen Dauer seines Lebens zur Gewährung des Unterhalts verpflichtet gewesen wäre. Die Ersatzpflicht tritt auch ein, wenn der Dritte zur Zeit der Verletzung gezeugt, aber noch nicht geboren war.</P><P>(3) Der Ersatzpflichtige hat dem Hinterbliebenen, der zur Zeit der Verletzung zu dem Getöteten in einem besonderen persönlichen Näheverhältnis stand, für das dem Hinterbliebenen zugefügte seelische Leid eine angemessene Entschädigung in Geld zu leisten. Ein besonderes persönliches Näheverhältnis wird vermutet, wenn der Hinterbliebene der Ehegatte, der Lebenspartner, ein Elternteil oder ein Kind des Getöteten war.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE000801377",
        "type": "article",
        "name": "§ 8",
        "title": "Umfang der Ersatzpflicht bei Körperverletzung",
        "body": {
          "content": "<P>Im Falle der Verletzung des Körpers oder der Gesundheit ist Ersatz der Kosten der Heilung sowie des Vermögensnachteils zu leisten, den der Verletzte dadurch erleidet, daß infolge der Verletzung zeitweise oder dauernd seine Erwerbsfähigkeit aufgehoben oder gemindert ist oder seine Bedürfnisse vermehrt sind. Wegen des Schadens, der nicht Vermögensschaden ist, kann auch eine billige Entschädigung in Geld gefordert werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE000900328",
        "type": "article",
        "name": "§ 9",
        "title": "Schadensersatz durch Geldrente",
        "body": {
          "content": "<P>(1) Der Schadensersatz wegen Aufhebung oder Minderung der Erwerbsfähigkeit und wegen vermehrter Bedürfnisse des Verletzten sowie der nach § 7 Abs. 2 einem Dritten zu gewährende Schadensersatz ist für die Zukunft durch eine Geldrente zu leisten.</P><P>(2) § 843 Abs. 2 bis 4 des Bürgerlichen Gesetzbuchs ist entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001001377",
        "type": "article",
        "name": "§ 10",
        "title": "Haftungshöchstbetrag",
        "body": {
          "content": "<P>(1) Sind Personenschäden durch ein Produkt oder gleiche Produkte mit demselben Fehler verursacht worden, so haftet der Ersatzpflichtige nur bis zu einem Höchstbetrag von 85 Millionen Euro.</P><P>(2) Übersteigen die den mehreren Geschädigten zu leistenden Entschädigungen den in Absatz 1 vorgesehenen Höchstbetrag, so verringern sich die einzelnen Entschädigungen in dem Verhältnis, in dem ihr Gesamtbetrag zu dem Höchstbetrag steht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001101377",
        "type": "article",
        "name": "§ 11",
        "title": "Selbstbeteiligung bei Sachbeschädigung",
        "body": {
          "content": "<P>Im Falle der Sachbeschädigung hat der Geschädigte einen Schaden bis zu einer Höhe von 500 Euro selbst zu tragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001200328",
        "type": "article",
        "name": "§ 12",
        "title": "Verjährung",
        "body": {
          "content": "<P>(1) Der Anspruch nach § 1 verjährt in drei Jahren von dem Zeitpunkt an, in dem der Ersatzberechtigte von dem Schaden, dem Fehler und von der Person des Ersatzpflichtigen Kenntnis erlangt hat oder hätte erlangen müssen.</P><P>(2) Schweben zwischen dem Ersatzpflichtigen und dem Ersatzberechtigten Verhandlungen über den zu leistenden Schadensersatz, so ist die Verjährung gehemmt, bis die Fortsetzung der Verhandlungen verweigert wird.</P><P>(3) Im übrigen sind die Vorschriften des Bürgerlichen Gesetzbuchs über die Verjährung anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001300328",
        "type": "article",
        "name": "§ 13",
        "title": "Erlöschen von Ansprüchen",
        "body": {
          "content": "<P>(1) Der Anspruch nach § 1 erlischt zehn Jahre nach dem Zeitpunkt, in dem der Hersteller das Produkt, das den Schaden verursacht hat, in den Verkehr gebracht hat. Dies gilt nicht, wenn über den Anspruch ein Rechtsstreit oder ein Mahnverfahren anhängig ist.</P><P>(2) Auf den rechtskräftig festgestellten Anspruch oder auf den Anspruch aus einem anderen Vollstreckungstitel ist Absatz 1 Satz 1 nicht anzuwenden. Gleiches gilt für den Anspruch, der Gegenstand eines außergerichtlichen Vergleichs ist oder der durch rechtsgeschäftliche Erklärung anerkannt wurde.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001400328",
        "type": "article",
        "name": "§ 14",
        "title": "Unabdingbarkeit",
        "body": {
          "content": "<P>Die Ersatzpflicht des Herstellers nach diesem Gesetz darf im voraus weder ausgeschlossen noch beschränkt werden. Entgegenstehende Vereinbarungen sind nichtig.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001500328",
        "type": "article",
        "name": "§ 15",
        "title": "Arzneimittelhaftung, Haftung nach anderen\nRechtsvorschriften",
        "body": {
          "content": "<P>(1) Wird infolge der Anwendung eines zum Gebrauch bei Menschen bestimmten Arzneimittels, das im Geltungsbereich des Arzneimittelgesetzes an den Verbraucher abgegeben wurde und der Pflicht zur Zulassung unterliegt oder durch Rechtsverordnung von der Zulassung befreit worden ist, jemand getötet, sein Körper oder seine Gesundheit verletzt, so sind die Vorschriften des Produkthaftungsgesetzes nicht anzuwenden.</P><P>(2) Eine Haftung aufgrund anderer Vorschriften bleibt unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001600328",
        "type": "article",
        "name": "§ 16",
        "title": "Übergangsvorschrift",
        "body": {
          "content": "<P>Dieses Gesetz ist nicht auf Produkte anwendbar, die vor seinem Inkrafttreten in den Verkehr gebracht worden sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001701301",
        "type": "article",
        "name": "§ 17",
        "title": "Erlaß von Rechtsverordnungen",
        "body": {
          "content": "<P>Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, durch Rechtsverordnung die Beträge der §§ 10 und 11 zu ändern oder das Außerkrafttreten des § 10 anzuordnen, wenn und soweit dies zur Umsetzung einer Richtlinie des Rates der Europäischen Gemeinschaften auf der Grundlage der Artikel 16 Abs. 2 und 18 Abs. 2 der Richtlinie des Rates vom 25. Juli 1985 zur Angleichung der Rechts- und Verwaltungsvorschriften der Mitgliedstaaten über die Haftung für fehlerhafte Produkte erforderlich ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001800328",
        "type": "article",
        "name": "§ 18",
        "title": "Berlin-Klausel",
        "body": {
          "content": "<P>Dieses Gesetz gilt nach Maßgabe des § 13 Abs. 1 des Dritten Überleitungsgesetzes auch im Land Berlin. Rechtsverordnungen, die aufgrund dieses Gesetzes erlassen werden, gelten nach Maßgabe des § 14 des Dritten Überleitungsgesetzes auch im Land Berlin.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR021980989BJNE001900328",
        "type": "article",
        "name": "§ 19",
        "title": "Inkrafttreten",
        "body": {
          "content": "<P>Dieses Gesetz tritt am 1. Januar 1990 in Kraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      }
    ]
  }
}
