{
  "data": {
    "type": "law",
    "id": "BJNR055429995",
    "abbreviation": "SkAufG",
    "extraAbbreviations": [],
    "firstPublished": "1995-07-20",
    "sourceTimestamp": "20200722212521",
    "headingShort": "Streitkräfteaufenthaltsgesetz",
    "headingLong": "Gesetz über die Rechtsstellung ausländischer Streitkräfte bei\nvorübergehenden Aufenthalten in der Bundesrepublik Deutschland",
    "publicationInfo": [
      {
        "periodical": "BGBl II",
        "reference": "1995, 554"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 191 V v. 19.6.2020 I 1328"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 27.7.1995 +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR055429995BJNE000600305",
        "type": "article",
        "name": "Eingangsformel",
        "title": null,
        "body": {
          "content": "<P>Der Bundestag hat mit Zustimmung des Bundesrates das folgende Gesetz beschlossen:</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR055429995BJNG000100305",
        "type": "article",
        "name": "Art 1",
        "title": null,
        "body": {
          "content": "<P>(1) Die Bundesregierung wird ermächtigt, Vereinbarungen mit ausländischen Staaten über Einreise und vorübergehenden Aufenthalt ihrer Streitkräfte in der Bundesrepublik Deutschland für Übungen, Durchreise auf dem Landwege und Ausbildung von Einheiten durch Rechtsverordnung ohne Zustimmung des Bundesrates in Kraft zu setzen.</P><P>(2) Vereinbarungen dürfen nur mit solchen Staaten geschlossen werden, die auch der Bundeswehr den Aufenthalt in ihrem Hoheitsgebiet gestatten.</P><P>(3) Die betroffenen Länder werden beteiligt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR055429995BJNG000200305",
        "type": "headingArticle",
        "name": "Art 2",
        "title": null,
        "body": {
          "content": "<P>In die Vereinbarungen werden, soweit nach ihrem Gegenstand und Zweck erforderlich, Regelungen mit folgendem Inhalt aufgenommen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR055429995BJNE000700305",
        "type": "article",
        "name": "§ 1",
        "title": "Allgemeine Voraussetzungen",
        "body": {
          "content": "<P>(1) Für Einreise und Aufenthalt bestimmen sich die Rechte und Pflichten der ausländischen Streitkräfte und ihrer Mitglieder nach den deutschen Gesetzen und Rechtsvorschriften.</P><P>(2) In der Vereinbarung sind die Rahmenbedingungen für den Aufenthalt der ausländischen Streitkräfte nach Art, Umfang und Dauer festzulegen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE000801310",
        "type": "article",
        "name": "§ 2",
        "title": "Grenzübertritt, Einreise",
        "body": {
          "content": "<P>(1) Ausländische Streitkräfte und deren Mitglieder sind im Rahmen dieses Gesetzes und der ausländerrechtlichen Vorschriften berechtigt, mit Land-, Wasser- und Luftfahrzeugen in die Bundesrepublik Deutschland einzureisen und sich in oder über dem Bundesgebiet aufzuhalten.</P><P>(2) Mitglieder ausländischer Streitkräfte, die zum militärischen Personal gehören, müssen beim Grenzübertritt mit sich führen entweder <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">einen gültigen Paß oder ein anerkanntes Paßersatzpapier oder</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">einen amtlichen Lichtbildausweis, sofern sie in eine Sammelliste eingetragen sind und sich der Einheits- oder Verbandsführer durch einen gültigen Paß oder ein anerkanntes Paßersatzpapier ausweisen kann.</LA></DD> </DL> </P><P>(3) Mitglieder ausländischer Streitkräfte, die zum zivilen Personal gehören, müssen beim Grenzübertritt einen gültigen Paß oder ein anerkanntes Paßersatzpapier mit sich führen.</P><P>(4) Mitglieder ausländischer Streitkräfte weisen sich durch einen Paß, ein anerkanntes Paßersatzpapier oder, soweit sie zum militärischen Personal gehören, durch eine Sammelliste in Verbindung mit einem amtlichen Lichtbildausweis aus.</P><P>(5) Es gelten die internationalen und die deutschen Gesundheitsvorschriften. Bei der Einreise in die Bundesrepublik Deutschland kann die Vorlage eines von den Behörden des ausländischen Staates ausgestellten amtlichen Gesundheitszeugnisses verlangt werden, aus dem hervorgeht, daß die Mitglieder ausländischer Streitkräfte frei von ansteckenden Krankheiten sind.</P><P>(6) Wird die öffentliche Sicherheit oder Ordnung der Bundesrepublik Deutschland durch ein ziviles oder militärisches Mitglied einer ausländischen Streitkraft gefährdet, so kann die Bundesrepublik Deutschland die unverzügliche Entfernung des Mitgliedes durch die ausländischen Streitkräfte verlangen. In der Vereinbarung ist zu bestimmen, daß die Behörden des Entsendestaates solchen Entfernungsersuchen nachzukommen und die Aufnahme des betreffenden Mitgliedes im eigenen Hoheitsgebiet zu gewährleisten haben. Im übrigen bleiben die Bestimmungen des Aufenthaltsgesetzes unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE000900305",
        "type": "article",
        "name": "§ 3",
        "title": "Meldewesen",
        "body": {
          "content": "<P>Mitglieder ausländischer Streitkräfte sind von der allgemeinen Meldepflicht befreit. Diese Befreiung erstreckt sich nicht auf die besondere Meldepflicht in Beherbergungsstätten, Krankenhäusern, Pflegeheimen oder ähnlichen Einrichtungen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001000305",
        "type": "article",
        "name": "§ 4",
        "title": "Kriegswaffen",
        "body": {
          "content": "<P>(1) In der Vereinbarung sind Art und Anzahl der Kriegswaffen festzulegen, die ein- oder mitgeführt werden. Ferner ist zu bestimmen, in welcher Form nachzuweisen ist, daß die nach dem Gesetz über die Kontrolle von Kriegswaffen erforderlichen Genehmigungen als erteilt gelten.</P><P>(2) Die nach dem Außenwirtschaftsgesetz erforderlichen Genehmigungen gelten als erteilt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001100305",
        "type": "article",
        "name": "§ 5",
        "title": "Waffen",
        "body": {
          "content": "<P>(1) Mitglieder ausländischer Streitkräfte sind während ihres Aufenthaltes in der Bundesrepublik Deutschland zum Besitz und zum Führen von Waffen nur insoweit berechtigt, als dies für den dienstlichen Zweck ihres Aufenthaltes unerläßlich ist. Diese Mitglieder müssen zum Besitz und Führen von Waffen ermächtigt sein. Einzelheiten sind in einer Vereinbarung zu regeln. Der ausländische Staat beachtet die deutschen Waffenrechtsvorschriften.</P><P>(2) Mitglieder der ausländischen Streitkräfte sind zum Waffengebrauch im Rahmen des deutschen Notwehrrechts befugt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001200305",
        "type": "article",
        "name": "§ 6",
        "title": "Uniformtragen",
        "body": {
          "content": "<P>Mitglieder ausländischer Streitkräfte, die zum militärischen Personal gehören, sind vorbehaltlich gegenteiliger Vereinbarungen mit den Behörden des ausländischen Staates berechtigt, während des Aufenthaltes in der Bundesrepublik Deutschland Uniform zu tragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001300305",
        "type": "article",
        "name": "§ 7",
        "title": "Gerichtsbarkeit",
        "body": {
          "content": "<P>(1) Mitglieder ausländischer Streitkräfte unterliegen, insbesondere auch hinsichtlich der Straf- und Zivilgerichtsbarkeit, deutschem Recht.</P><P>(2) Von der Ausübung der deutschen Gerichtsbarkeit bei Straftaten soll abgesehen werden, es sei denn, daß wesentliche Belange der deutschen Rechtspflege die Ausübung erfordern. Wird von der Ausübung der Gerichtsbarkeit abgesehen, so hat der Entsendestaat den Täter unverzüglich aus dem Gebiet der Bundesrepublik Deutschland zu entfernen.</P><P>(3) Die zuständigen Behörden und Gerichte leisten einander im Rahmen ihres innerstaatlichen Rechts Rechtshilfe zur Unterstützung von Strafverfahren. Der ausländische Staat wirkt im Rahmen seiner Rechtsordnung darauf hin, daß Mitglieder seiner Streitkräfte, die verdächtigt werden, während des Aufenthalts auf deutschem Hoheitsgebiet eine Straftat begangen zu haben, sich dem Strafverfahren der zuständigen deutschen Behörde stellen. Ist ein Mitglied ausländischer Streitkräfte, das einer Straftat verdächtig ist, in den ausländischen Staat zurückgekehrt, so wird dieser auf Ersuchen des betroffenen Staates den Fall seinen zuständigen Behörden zum Zwecke der Strafverfolgung unterbreiten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001400305",
        "type": "article",
        "name": "§ 8",
        "title": "Disziplinargewalt",
        "body": {
          "content": "<P>(1) Die vom ausländischen Staat zu bestimmenden Behörden oder Vorgesetzten haben das Recht, innerhalb der Bundesrepublik Deutschland die zur Aufrechterhaltung von Ordnung und Disziplin gegenüber den Mitgliedern ihrer Streitkräfte notwendigen Disziplinarmaßnahmen zu treffen, die ihnen nach dem Recht des ausländischen Staates zustehen. Sie haben keine Disziplinargewalt gegenüber den Mitgliedern der Streitkräfte eines anderen Staates.</P><P>(2) Disziplinarmaßnahmen, die die Würde des Menschen verletzen, dürfen in der Bundesrepublik Deutschland weder verhängt noch vollstreckt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001500305",
        "type": "article",
        "name": "§ 9",
        "title": "Zwangsmaßnahmen",
        "body": {
          "content": "<P>(1) Deutsche Behörden und Gerichte sind im Rahmen ihrer Zuständigkeiten und Befugnisse berechtigt, Zwangsmaßnahmen gegenüber Mitgliedern ausländischer Streitkräfte anzuordnen und auszuüben.</P><P>(2) Nach der vorläufigen Festnahme eines Mitgliedes der ausländischen Streitkräfte durch eine deutsche Behörde ist unverzüglich der Verbindungsoffizier seiner Streitkraft hiervon zu unterrichten. Dabei soll mitgeteilt werden, welcher Staatsanwalt zuständig ist und welchem Richter der vorläufig Festgenommene vorgeführt wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001604116",
        "type": "article",
        "name": "§ 10",
        "title": "Telekommunikation",
        "body": {
          "content": "<P>(1) Für die Inanspruchnahme von öffentlich angebotenen Telekommunikationsdienstleistungen gelten neben den allgemeinen deutschen Vorschriften die jeweiligen Geschäftsbedingungen des Dienstleistungserbringers; dies gilt insbesondere für die Art und Weise der Berechnung der Entgelte, der Rechnungserstellung und der Begleichung der Rechnungen.</P><P>(2) Die ausländischen Streitkräfte können, soweit dies zur Erreichung des Aufenthaltszwecks erforderlich ist, mit Zustimmung der deutschen Bundesbehörden vorübergehend Fernmeldeanlagen einschließlich Funkanlagen, außer solchen für Rundfunkzwecke, errichten und betreiben. Soweit Verleihungen erforderlich sind, werden sie durch das Bundesministerium für Verkehr und digitale Infrastruktur erteilt.</P><P>(3) Fernmeldeeinrichtungen der ausländischen Streitkräfte, die an Anschlüsse oder Übertragungswege der deutschen Telekommunikationsnetze angeschaltet werden sollen, bedürfen hierfür der Zulassung. Das Verfahren für die Zulassung von Funkanlagen wird zwischen den deutschen Bundesbehörden und den von den ausländischen Streitkräften benannten Stellen besonders vereinbart.</P><P>(4) Die ausländischen Streitkräfte benutzen nur Frequenzen, die ihnen von den deutschen Bundesbehörden zugeteilt sind. Das Verfahren für die Frequenzzuteilung sowie für die Änderung wird zwischen den deutschen Bundesbehörden und den von den ausländischen Streitkräften benannten Stellen besonders vereinbart. Nach Ende des Aufenthaltes gehen die Frequenzen an die deutschen Bundesbehörden zurück.</P><P>(5) Die ausländischen Streitkräfte treffen alle erforderlichen Maßnahmen, um Störungen deutscher Telekommunikationsnetze durch ihre Fernmelde- oder andere elektrische Anlagen zu vermeiden. Verursachen Funkstellen ausländischer Streitkräfte schädliche Funkstörungen bei Funkstellen außerhalb des Bundesgebietes oder werden sie von solchen Funkstellen in schädlicher Weise gestört, so verfahren die deutschen Bundesbehörden nach den Bestimmungen der jeweils gültigen Konstitution und Konvention der Internationalen Fernmeldeunion sowie der Vollzugsordnung für den Funkdienst. Die deutschen Bundesbehörden treffen im Rahmen der deutschen Vorschriften alle erforderlichen Maßnahmen, um Störungen der Telekommunikationseinrichtungen der ausländischen Streitkräfte durch deutsche Fernmelde- oder andere elektrische Anlagen zu vermeiden. Im Falle von elektromagnetischen Störungen werden die Regelungen des Gesetzes über die elektromagnetische Verträglichkeit von Geräten angewendet. Ergibt sich hieraus die Notwendigkeit einer Außerbetriebnahme der Störquelle, muß diese ohne Verzug erfolgen.</P><P>(6) Besondere Regelungen für Einzelfälle sind im Rahmen der geltenden Gesetze im Einvernehmen mit dem Bundesministerium für Verkehr und digitale Infrastruktur und dem Bundesministerium der Verteidigung festzulegen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001700305",
        "type": "article",
        "name": "§ 11",
        "title": "Gesundheitswesen",
        "body": {
          "content": "<P>(1) Zur Verhütung und Bekämpfung übertragbarer Krankheiten bei Menschen, Tieren und Pflanzen sowie zur Verhütung der Verbreitung und zur Bekämpfung von Pflanzenschädlingen gelten die deutschen Rechtsvorschriften. Seuchenrechtliche, tierseuchenrechtliche, fleisch-, geflügelfleisch- und hygienerechtliche Maßnahmen sowie Maßnahmen auf Grund von Vorschriften des Rechts der Lebensmittel- und Bedarfsgegenstände werden von den zuständigen Stellen der Bundeswehr getroffen, soweit zwischenstaatliche Vereinbarungen dem nicht entgegenstehen.</P><P>(2) Stehen den Mitgliedern ausländischer Streitkräfte während ihres Aufenthaltes in Deutschland ausnahmsweise keine ausreichenden eigenen ärztlichen oder zahnärztlichen Dienste zur Verfügung, so kann medizinische Behandlung durch den Sanitätsdienst der Bundeswehr auf der Grundlage gegenseitiger Vereinbarungen gewährt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001800305",
        "type": "article",
        "name": "§ 12",
        "title": "Umweltschutz",
        "body": {
          "content": "<P>(1) Die ausländischen Streitkräfte erkennen und anerkennen die Bedeutung des Umweltschutzes bei ihren Tätigkeiten in der Bundesrepublik Deutschland. Sie achten die deutschen Rechtsvorschriften zum Schutz der Umwelt und wenden sie an, soweit nicht besondere Festlegungen getroffen werden.</P><P>(2) Auch über die Achtung und Anwendung der deutschen Rechtsvorschriften nach Absatz 1 hinaus sind Umweltbelastungen zu vermeiden und unvermeidbare Umweltbeeinträchtigungen durch angemessene Maßnahmen auszugleichen.</P><P>(3) In der Vereinbarung werden für den Transport von Waffen, schwerem Gerät oder Gefahrgut Festlegungen zu den Transportwegen und -mitteln vorgesehen. Dem Schienen- und dem Wasserweg ist dabei Vorrang einzuräumen.</P><P>(4) In der Vereinbarung ist festzulegen, daß der ausländische Staat für den Betrieb von Luft-, Wasser- und Landfahrzeugen, soweit dies mit den technischen Erfordernissen der Fahrzeuge vereinbar ist, nur Treibstoffe, Schmierstoffe und Zusatzstoffe verwendet, die schadstoffarm gemäß den deutschen Umweltvorschriften sind. Bei Personenkraftwagen und Nutzfahrzeugen ist festzulegen, daß die deutschen Vorschriften über die Begrenzung von Lärm- und Abgasemissionen eingehalten werden, soweit dies nicht unverhältnismäßig ist.</P><P>(5) Bei der Benutzung von Übungseinrichtungen haben die ausländischen Streitkräfte die jeweiligen Benutzungsordnungen, insbesondere die Sicherheitsbestimmungen und die Bestimmungen zum Schutz der Umwelt, zu beachten. Gleiches gilt bezüglich der Dienstvorschriften der Bundeswehr für Manöver und Übungen. Nachtschießen und Schießen an Sonn- und Feiertagen bedürfen besonderer Regelungen.</P><P>(6) In der Vereinbarung werden Festlegungen über die Vermeidung sowie die umweltverträgliche Verwertung oder sonstige Entsorgung von Abfällen getroffen. Die Beseitigung von Restbeständen an Kampfmitteln durch Sprengung oder Verbrennung in hierfür nicht genehmigten Anlagen ist auszuschließen.</P><P>(7) In der Vereinbarung sind die zuständigen deutschen und ausländischen Behörden sowie die Bundeswehr und die beteiligten Streitkräfte auf enge Zusammenarbeit in allen Belangen des Umweltschutzes zu verpflichten. Dies gilt insbesondere bei der Vorbereitung von Übungen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE001900305",
        "type": "article",
        "name": "§ 13",
        "title": "Führerscheine, Luftfahrerscheine, Befähigungszeugnisse für\nmilitärische Wasserfahrzeuge",
        "body": {
          "content": "<P>(1) Führerscheine oder andere Erlaubnisscheine, die den Mitgliedern ausländischer Streitkräfte von einer Behörde des ausländischen Staates zum Führen dienstlicher Land-, Wasser- oder Luftfahrzeuge erteilt worden sind, berechtigen zum Führen solcher Land-, Wasser- oder Luftfahrzeuge auch im Bundesgebiet. Sie sind in einer deutschen Übersetzung mitzuführen.</P><P>(2) Die Behörden des ausländischen Staates stellen eine Bescheinigung in deutscher Sprache aus, aus der sich ergibt, daß der Inhaber dieser Führerscheine oder Erlaubnisscheine Mitglied der Streitkräfte des ausländischen Staates ist und diese gültig sind. Diese Bescheinigung ist zusammen mit dem ausländischen Führerschein oder Erlaubnisschein zu führen. Entsprechendes gilt für die im ausländischen Staat erworbenen Befähigungszeugnisse zum Führen oder Bedienen militärischer Wasserfahrzeuge.</P><P>(3) Führerscheine für dienstliche Fahrzeuge berechtigen, soweit das nach dem Recht des ausländischen Staates zulässig ist, auch zum Führen entsprechender privater Landfahrzeuge. Eine entsprechende Bescheinigung, die mit einer deutschen Übersetzung zu versehen ist, muß beim Führen privater Kraftfahrzeuge ständig mitgeführt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE002000305",
        "type": "article",
        "name": "§ 14",
        "title": "Verkehr mit eigenen Fahrzeugen des ausländischen Staates",
        "body": {
          "content": "<P>(1) Kraftfahrzeuge und Kraftfahrzeuganhänger werden von dem ausländischen Staat registriert und zugelassen. Sie führen außer ihrer Kennummer ein deutliches Nationalitätskennzeichen.</P><P>(2) Transporte und andere Bewegungen im Rahmen deutscher Rechtsvorschriften und anderer internationaler Übereinkünfte, denen die Bundesrepublik Deutschland und einer oder mehrere der ausländischen Staaten als Vertragspartei angehören, sowie damit im Zusammenhang stehender technischer Vereinbarungen und Verfahren gelten als genehmigt. Soweit Sonder- und Ausnahmeerlaubnisse sowie Befreiungen von den Rechtsvorschriften für den Transport gefährlicher Güter für militärische Bewegungen und Transporte erforderlich sind, werden sie durch die Dienststellen der Bundeswehr erteilt oder eingeholt.</P><P>(3) Die zuständigen Stellen der Bundeswehr koordinieren die Wahrnehmung militärischer Interessen des ausländischen Staates in Verkehrsangelegenheiten gegenüber den zivilen Behörden. Sie koordinieren ferner die Durchführung militärischer Verkehrsbewegungen der ausländischen Staaten untereinander und mit dem zivilen Verkehr. Art und Umfang dieser Koordinierung werden durch die zuständigen deutschen Stellen festgelegt. Einzelheiten hierzu werden zwischen dem ausländischen Staat und der Bundeswehr vereinbart.</P><P>(4) Die Betriebsrechte der deutschen Eisenbahnen bleiben unberührt. Über die Einstellung eigener Güter- und Reisezugwagen und über die Nutzung der Infrastruktur unter Verwendung eigener Triebfahrzeuge eines ausländischen Staates werden Vereinbarungen zwischen den Behörden des ausländischen Staates und den betroffenen deutschen Eisenbahnen geschlossen. Sofern hinsichtlich der Anforderungen an Beschaffenheit und Ausnutzung der Eisenbahnfahrzeuge des ausländischen Staates von den gesetzlichen Vorschriften abgewichen werden soll, werden die Eisenbahnen die erforderlichen Genehmigungen bei der deutschen Eisenbahnverwaltung beantragen.</P><P>(5) Für die Mitglieder der ausländischen Streitkräfte gelten die deutschen Verkehrsvorschriften einschließlich der Vorschriften über das Verhalten am Unfallort und der Vorschriften über den Transport gefährlicher Güter. Die zuständigen deutschen Behörden überwachen die Einhaltung dieser Vorschriften. Um die Kontrolle der Einhaltung dieser Bestimmungen zu erleichtern, kann diese Überwachung gemeinsam mit den zuständigen Dienststellen der ausländischen Streitkräfte durchgeführt werden.</P><P>(6) Der ausländische Staat beachtet grundlegende deutsche Verkehrssicherheitsvorschriften. Innerhalb dieses Rahmens kann er seine eigenen Normen auf den Bau, die Ausführung und die Ausrüstung der Kraftfahrzeuge, Kraftfahrzeuganhänger, Binnenschiffe und Luftfahrzeuge anwenden. Die deutschen Behörden und die Behörden des ausländischen Staates arbeiten bei der Umsetzung dieser Bestimmungen eng zusammen.</P><P>(7) Über die Bestimmung und Benutzung eines Straßennetzes für den militärischen Verkehr mit Kraftfahrzeugen und Kraftfahrzeuganhängern, deren Abmessungen, Achslast, Gesamtgewicht oder Anzahl die nach dem deutschen Straßenverkehrsrecht geltenden Begrenzungen überschreiten, sind Vereinbarungen zwischen den Behörden des ausländischen Staates und den deutschen Behörden zu schließen. Der Verkehr mit derartigen Kraftfahrzeugen und Kraftfahrzeuganhängern auf Straßen außerhalb des vereinbarten Straßennetzes wird außer bei Unglücksfällen nur mit Erlaubnis der zuständigen deutschen Behörden durchgeführt.</P><P>(8) Außer in Notfällen dürfen Mitglieder ausländischer Streitkräfte mit militärischen Luftfahrzeugen zivile Flughäfen und sonstige Landeplätze nur auf Grund einer Vereinbarung mit den zuständigen deutschen Behörden benutzen.</P><P>(9) Alle von den deutschen und den Behörden des ausländischen Staates errichteten und betriebenen Kontrollsysteme für den Luftverkehr und die dazugehörenden Fernmeldesysteme werden koordiniert, soweit dies erforderlich ist, um die Sicherheit des Luftverkehrs und die Erreichung des Aufenthaltszweckes zu gewährleisten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE002100305",
        "type": "article",
        "name": "§ 15",
        "title": "Haftpflichtversicherung",
        "body": {
          "content": "<P>Für seine Dienstkraftfahrzeuge, militärischen Luft- und Wasserfahrzeuge sowie das Führen von Waffen entfällt die Pflicht zum Abschluß einer Haftpflichtversicherung des ausländischen Staates. Die Risiken hieraus werden vom ausländischen Staat selbst übernommen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE002200305",
        "type": "article",
        "name": "§ 16",
        "title": "Haftung",
        "body": {
          "content": "<P>(1) Der ausländische Staat haftet für alle der Bundesrepublik Deutschland und Dritten entstandenen Schäden, die durch dienstliche Handlungen oder Unterlassungen der Mitglieder seiner Streitkräfte oder durch andere Handlungen, Unterlassungen oder Begebenheiten, für die die ausländischen Streitkräfte rechtlich verantwortlich sind, im Bundesgebiet verursacht worden sind. Dritte sind auch Länder, Landkreise, Gemeinden und andere kommunale Körperschaften des öffentlichen Rechts.</P><P>(2) Haftet der ausländische Staat, so bestimmt sich die Abwicklung der Schäden Dritter nach den Absätzen 3 und 4. Die Bestimmungen sind nicht auf Ansprüche aus Verträgen oder vertragsähnlichen Rechtsverhältnissen anzuwenden.</P><P>(3) Für die Haftung des ausländischen Staates sind die Bestimmungen des deutschen Rechts maßgebend, nach denen sich unter sonst gleichen Umständen die Haftung der Bundesrepublik Deutschland bestimmen würde.</P><P>(4) Schadensersatzansprüche Dritter werden von der Bundesrepublik Deutschland für den ausländischen Staat abgegolten. Sie sind auf Zahlung einer Geldentschädigung beschränkt. Der ausländische Staat erstattet der Bundesrepublik Deutschland alle zur Regelung des Anspruchs erbrachten Zahlungen und Auslagen.</P><P>(5) Schadensersatzansprüche gegen Mitglieder ausländischer Streitkräfte aus Handlungen oder Unterlassungen, die nicht in Ausübung des Dienstes begangen worden sind, werden wie folgt behandelt: <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Die zuständigen deutschen Behörden prüfen den Anspruch, ermitteln in billiger und gerechter Weise unter Berücksichtigung aller Umstände des Falles einschließlich des Verhaltens der verletzten Person den dem Antragsteller zukommenden Betrag und fertigen einen Bericht über die Angelegenheit an.</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wird eine Abfindung ohne Anerkennung einer Rechtspflicht angeboten und wird dieses Angebot von dem Antragsteller als volle Befriedigung seines Anspruchs angenommen, so nehmen die deutschen Behörden die Zahlung vor. Der ausländische Staat erstattet der Bundesrepublik Deutschland die erbrachten Zahlungen.</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Bestimmungen dieses Absatzes lassen die Zuständigkeit der deutschen Gerichte für die Durchführung eines Verfahrens gegen ein Mitglied einer Truppe oder eines zivilen Gefolges unberührt, sofern und solange nicht eine Zahlung als volle Befriedigung des Anspruchs geleistet worden ist.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE002300305",
        "type": "article",
        "name": "§ 17",
        "title": "Übungen zu Lande",
        "body": {
          "content": "<P>(1) Für Übungen gelten die deutschen Vorschriften.</P><P>(2) Übungen finden grundsätzlich auf Liegenschaften der Bundeswehr oder auf den den Vertragsparteien des Zusatzabkommens zum NATO-Truppenstatut zur ausschließlichen Benutzung überlassenen Liegenschaften statt.</P><P>(3) Ist der Übungszweck auf diesen Liegenschaften nicht erreichbar, können Manöver und andere Übungen vorbehaltlich der Zustimmung der zuständigen deutschen Behörden im freien Gelände durchgeführt werden. In der Vereinbarung sind Verfahren zur Erteilung der Zustimmung sowie Anmeldung und Koordinierung vorzusehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE002400305",
        "type": "article",
        "name": "§ 18",
        "title": "Übungen im Luftraum",
        "body": {
          "content": "<P>(1) Für Übungen im deutschen Luftraum gelten die deutschen Vorschriften über den Einflug in den deutschen Luftraum und seine Benutzung sowie die Inanspruchnahme von Anlagen und Einrichtungen der Luftfahrt, die sich im Rahmen der Richtlinien und Empfehlungen der Internationalen Zivilluftfahrt-Organisation halten, ferner die geltenden Anmeldungs-, Zustimmungs- und Koordinierungsverfahren, wie sie in den entsprechenden Gesetzen, sonstigen Vorschriften und Veröffentlichungen enthalten sind.</P><P>(2) Deutsche Vorschriften über den Einflug in den deutschen Luftraum, seine Benutzung und die Inanspruchnahme von Anlagen und Einrichtungen der Luftfahrt sowie die geltenden Anmeldungs-, Zustimmungs- und Koordinierungsverfahren, wie sie in den entsprechenden Gesetzen, sonstigen Vorschriften und Veröffentlichungen enthalten sind, umfassen das Luftverkehrsgesetz in seiner jeweils geltenden Fassung und die hierzu erlassenen Verordnungen und Verwaltungsregelungen ziviler und militärischer Art.</P><P>(3) Die an einer Übung teilnehmenden Luftfahrzeugbesatzungen müssen die englische Sprache beherrschen, soweit dies aus Gründen der Flugsicherheit oder Flugsicherung erforderlich ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE002500305",
        "type": "article",
        "name": "§ 19",
        "title": "Übungen in deutschen Hoheitsgewässern",
        "body": {
          "content": "<P>(1) Für Übungen ausländischer Kriegs- und Hilfsschiffe im Küstenmeer und in den inneren Gewässern gelten die deutschen Vorschriften.</P><P>(2) Die Nutzung bordeigener Luftfahrzeuge erfolgt auf der Grundlage des § 18.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE002600305",
        "type": "article",
        "name": "§ 20",
        "title": "Befreiung von Steuern und sonstigen Abgaben",
        "body": {
          "content": "<P>Die Befreiung der ausländischen Streitkräfte und ihrer Mitglieder von Steuern und sonstigen Abgaben richtet sich nach dem in der Bundesrepublik Deutschland geltenden Recht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNE002700305",
        "type": "article",
        "name": "§ 21",
        "title": "Streitbeilegung",
        "body": {
          "content": "<P>Meinungsverschiedenheiten der Vertragsparteien über die Anwendung und Auslegung der auf diesem Gesetz beruhenden Vereinbarungen unterliegen weder der deutschen Gerichtsbarkeit noch der eines ausländischen Staates. Sie sind im Verhandlungswege beizulegen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "headingArticle",
          "id": "BJNR055429995BJNG000200305"
        }
      },
      {
        "id": "BJNR055429995BJNG000300305",
        "type": "heading",
        "name": "Art 3",
        "title": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR055429995BJNE002801311",
        "type": "article",
        "name": "§ 1",
        "title": null,
        "body": {
          "content": "<P>Das Bundesministerium der Verteidigung erläßt im Einvernehmen mit dem Bundesministerium des Innern, für Bau und Heimat allgemeine Verwaltungsvorschriften zur Ausführung des Artikels 2 § 5 über Besitz und Führen von Schußwaffen der diesem Gesetz unterfallenden ausländischen Militärangehörigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR055429995BJNG000300305"
        }
      },
      {
        "id": "BJNR055429995BJNE002900305",
        "type": "article",
        "name": "§ 2",
        "title": null,
        "body": {
          "content": "<P>Der Verzicht auf die Ausübung der deutschen Gerichtsbarkeit gemäß Artikel 2 § 7 Abs. 2 wird von der Staatsanwaltschaft erklärt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR055429995BJNG000300305"
        }
      },
      {
        "id": "BJNR055429995BJNE003000305",
        "type": "article",
        "name": "§ 3",
        "title": null,
        "body": {
          "content": "<P>Für die Zusammenarbeit in strafrechtlichen Angelegenheiten gemäß Artikel 2 § 7 findet Artikel 4a des Gesetzes zum NATO-Truppenstatut und zu den Zusatzvereinbarungen vom 18. August 1961 (BGBl. 1961 II S. 1183) in der jeweils geltenden Fassung entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR055429995BJNG000300305"
        }
      },
      {
        "id": "BJNR055429995BJNE003100305",
        "type": "article",
        "name": "§ 4",
        "title": null,
        "body": {
          "content": "<P>Verpflichtungen der ausländischen Streitkräfte, die sich aus Artikel 2 § 12 Abs. 5 herleiten, lassen die bestehenden Verantwortlichkeiten für eine Liegenschaft gegenüber der Nachbarschaft und der Allgemeinheit unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR055429995BJNG000300305"
        }
      },
      {
        "id": "BJNR055429995BJNE003201320",
        "type": "article",
        "name": "§ 5",
        "title": null,
        "body": {
          "content": "<P>Für die Abgeltung von Schäden finden die Artikel 6, 8 bis 14 und 25 des Gesetzes zum NATO-Truppenstatut und zu den Zusatzvereinbarungen vom 18. August 1961 (BGBl. 1961 II S. 1183) in der jeweils geltenden Fassung entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR055429995BJNG000300305"
        }
      },
      {
        "id": "BJNR055429995BJNG000400305",
        "type": "article",
        "name": "Art 4",
        "title": null,
        "body": {
          "content": "<P>Dieses Gesetz findet keine Anwendung auf <ABWFORMAT typ=\"A\"/>Militärattaches eines ausländischen Staates in der Bundesrepublik Deutschland, die Mitglieder ihrer Stäbe sowie andere Militärpersonen, die in der Bundesrepublik Deutschland einen diplomatischen oder konsularischen Status haben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR055429995BJNG000500305",
        "type": "article",
        "name": "Art 5",
        "title": null,
        "body": {
          "content": "<P>Dieses Gesetz tritt am Tage nach seiner Verkündung in Kraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      }
    ]
  }
}
