{
  "data": {
    "type": "law",
    "id": "BJNR012770972",
    "abbreviation": "TierSchG",
    "extraAbbreviations": [],
    "firstPublished": "1972-07-24",
    "sourceTimestamp": "20200811214006",
    "headingShort": null,
    "headingLong": "Tierschutzgesetz",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "1972, 1277"
      }
    ],
    "statusInfo": [
      {
        "category": "Neuf",
        "comment": "Neugefasst durch Bek. v. 18.5.2006 I 1206, 1313;"
      },
      {
        "category": "Stand",
        "comment": "zuletzt geändert durch Art. 101 G v. 20.11.2019 I 1626"
      },
      {
        "category": "Hinweis",
        "comment": "Änderung durch Art. 280 V v. 19.6.2020 I 1328 mWv 27.6.2020 (Nr. 29) textlich nachgewiesen, dokumentarisch noch nicht abschließend bearbeitet"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.1.1987 +++)<BR/>(+++ Maßgaben aufgrund des EinigVtr Anlage I Kap. VI Sachgeb. A Abschn. III    <BR/>     Nr. 14 nicht mehr anzuwenden gem. Art. 109 Nr. 2 Buchst. a DBuchst. jj <BR/>     G v. 8.12.2010 I 1864 mWv 15.12.2010 +++)<BR/>(+++ Amtliche Hinweise des Normgebers auf EG-Recht:<BR/>     Umsetzung der<BR/>       EWGRL 628/91 (CELEX Nr: 31991L0628)<BR/>       EWGRL 630/91 (CELEX Nr: 31991L0630)<BR/>       EGRL 119/93  (CELEX Nr: 31993L0119)<BR/>       EWGRL 609/86 (CELEX Nr: 31986L0609)<BR/>       EWGRL 35/93  (CELEX Nr: 31993L0035) vgl. G v. 25.5.1998 I 1094 +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR012770972BJNG000103377",
        "type": "heading",
        "name": "Erster Abschnitt",
        "title": "Grundsatz",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE001303377",
        "type": "article",
        "name": "§ 1",
        "title": null,
        "body": {
          "content": "<P>Zweck dieses Gesetzes ist es, aus der Verantwortung des Menschen für das Tier als Mitgeschöpf dessen Leben und Wohlbefinden zu schützen. Niemand darf einem Tier ohne vernünftigen Grund Schmerzen, Leiden oder Schäden zufügen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000103377"
        }
      },
      {
        "id": "BJNR012770972BJNG000203377",
        "type": "heading",
        "name": "Zweiter Abschnitt",
        "title": "Tierhaltung",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE001404377",
        "type": "article",
        "name": "§ 2",
        "title": null,
        "body": {
          "content": "<P>Wer ein Tier hält, betreut oder zu betreuen hat, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">muss das Tier seiner Art und seinen Bedürfnissen entsprechend angemessen ernähren, pflegen und verhaltensgerecht unterbringen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">darf die Möglichkeit des Tieres zu artgemäßer Bewegung nicht so einschränken, dass ihm Schmerzen oder vermeidbare Leiden oder Schäden zugefügt werden,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">muss über die für eine angemessene Ernährung, Pflege und verhaltensgerechte Unterbringung des Tieres erforderlichen Kenntnisse und Fähigkeiten verfügen.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000203377"
        }
      },
      {
        "id": "BJNR012770972BJNE001512360",
        "type": "article",
        "name": "§ 2a",
        "title": null,
        "body": {
          "content": "<P>(1) Das Bundesministerium für Ernährung und Landwirtschaft (Bundesministerium) wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates, soweit es zum Schutz der Tiere erforderlich ist, die Anforderungen an die Haltung von Tieren nach § 2 näher zu bestimmen und dabei insbesondere Vorschriften zu erlassen über Anforderungen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">hinsichtlich der Bewegungsmöglichkeit oder der Gemeinschaftsbedürfnisse der Tiere,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">an Räume, Käfige, andere Behältnisse und sonstige Einrichtungen zur Unterbringung von Tieren sowie an die Beschaffenheit von Anbinde-, Fütterungs- und Tränkvorrichtungen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">hinsichtlich der Lichtverhältnisse und des Raumklimas bei der Unterbringung der Tiere,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">an die Pflege einschließlich der Überwachung der Tiere; hierbei kann das Bundesministerium auch vorschreiben, dass Aufzeichnungen über die Ergebnisse der Überwachung zu machen, aufzubewahren und der zuständigen Behörde auf Verlangen vorzulegen sind,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">an Kenntnisse und Fähigkeiten von Personen, die Tiere halten, betreuen oder zu betreuen haben und an den Nachweis dieser Kenntnisse und Fähigkeiten,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">an Sicherheitsvorkehrungen im Falle technischer Störungen oder im Brandfall.</LA></DD></DL></P><P>(1a) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates, soweit es zum Schutz der Tiere erforderlich ist, Anforderungen an Ziele, Mittel und Methoden bei der Ausbildung, bei der Erziehung oder beim Training von Tieren festzulegen.</P><P>(1b) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates, so weit es zum Schutz der Tiere erforderlich ist und sich eine Pflicht zur Kennzeichnung nicht aus § 11a Absatz 3 ergibt, Vorschriften zur Kennzeichnung von Tieren, insbesondere von Hunden und Katzen, sowie zur Art und Durchführung der Kennzeichnung zu erlassen.</P><P>(2) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Verkehr und digitale Infrastruktur durch Rechtsverordnung mit Zustimmung des Bundesrates, soweit es zum Schutz der Tiere erforderlich ist, ihre Beförderung zu regeln. Es kann hierbei insbesondere <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Anforderungen<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">hinsichtlich der Transportfähigkeit von Tieren,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">an Transportmittel für Tiere</LA></DD></DL></LA><LA Size=\"normal\">festlegen,</LA></DD><DT>1a.</DT><DD Font=\"normal\"><LA Size=\"normal\">bestimmte Transportmittel und Versendungsarten für die Beförderung bestimmter Tiere, insbesondere die Versendung als Nachnahme, verbieten oder beschränken,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bestimmte Transportmittel und Versendungsarten für die Beförderung bestimmter Tiere vorschreiben,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorschreiben, dass bestimmte Tiere bei der Beförderung von einem Betreuer begleitet werden müssen,</LA></DD><DT>3a.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorschreiben, dass Personen, die Tiertransporte durchführen oder hierbei mitwirken, bestimmte Kenntnisse und Fähigkeiten haben und diese nachweisen müssen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften über das Verladen, Entladen, Unterbringen, Ernähren und Pflegen der Tiere erlassen,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">als Voraussetzung für die Durchführung von Tiertransporten bestimmte Bescheinigungen, Erklärungen oder Meldungen vorschreiben sowie deren Ausstellung und Aufbewahrung regeln,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorschreiben, dass, wer gewerbsmäßig Tiertransporte durchführt, einer Erlaubnis der zuständigen Behörde bedarf oder bei der zuständigen Behörde registriert sein muss, sowie die Voraussetzungen und das Verfahren bei der Erteilung der Erlaubnis und bei der Registrierung regeln,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorschreiben, dass, wer Tiere während des Transports in einer Einrichtung oder einem Betrieb ernähren, pflegen oder unterbringen will, einer Erlaubnis der zuständigen Behörde bedarf, und die Voraussetzungen und das Verfahren der Erteilung der Erlaubnis regeln, soweit dies zur Durchführung von Rechtsakten der Europäischen Gemeinschaft oder der Europäischen Union erforderlich ist.</LA></DD></DL></P><P>(3) Des Einvernehmens des Bundesministeriums für Bildung und Forschung bedürfen Rechtsverordnungen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach Absatz 1, soweit sie Anforderungen an die Haltung von Tieren festlegen, die zur Verwendung in Tierversuchen bestimmt sind oder deren Gewebe oder Organe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach Absatz 2 Satz 1, soweit sie die Beförderung von Tieren regeln, die zur Verwendung in Tierversuchen bestimmt sind oder deren Gewebe oder Organe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000203377"
        }
      },
      {
        "id": "BJNR012770972BJNE001605360",
        "type": "article",
        "name": "§ 3",
        "title": null,
        "body": {
          "content": "<P>Es ist verboten, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Tier außer in Notfällen Leistungen abzuverlangen, denen es wegen seines Zustandes offensichtlich nicht gewachsen ist oder die offensichtlich seine Kräfte übersteigen,</LA></DD><DT>1a.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Tier, an dem Eingriffe und Behandlungen vorgenommen worden sind, die einen leistungsmindernden körperlichen Zustand verdecken, Leistungen abzuverlangen, denen es wegen seines körperlichen Zustandes nicht gewachsen ist,</LA></DD><DT>1b.</DT><DD Font=\"normal\"><LA Size=\"normal\">an einem Tier im Training oder bei sportlichen Wettkämpfen oder ähnlichen Veranstaltungen Maßnahmen, die mit erheblichen Schmerzen, Leiden oder Schäden verbunden sind und die die Leistungsfähigkeit von Tieren beeinflussen können, sowie an einem Tier bei sportlichen Wettkämpfen oder ähnlichen Veranstaltungen Dopingmittel anzuwenden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein gebrechliches, krankes, abgetriebenes oder altes, im Haus, Betrieb oder sonst in Obhut des Menschen gehaltenes Tier, für das ein Weiterleben mit nicht behebbaren Schmerzen oder Leiden verbunden ist, zu einem anderen Zweck als zur unverzüglichen schmerzlosen Tötung zu veräußern oder zu erwerben; dies gilt nicht für die unmittelbare Abgabe eines kranken Tieres an eine Person oder Einrichtung, der eine Genehmigung nach § 8 Absatz 1 Satz 1 und, wenn es sich um ein Wirbeltier handelt, erforderlichenfalls eine Genehmigung nach Vorschriften, die auf Grund des § 9 Absatz 3 Nummer 1 und 2 erlassen worden sind, für Versuche an solchen Tieren erteilt worden ist,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein im Haus, Betrieb oder sonst in Obhut des Menschen gehaltenes Tier auszusetzen oder es zurückzulassen, um sich seiner zu entledigen oder sich der Halter- oder Betreuerpflicht zu entziehen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein gezüchtetes oder aufgezogenes Tier einer wildlebenden Art in der freien Natur auszusetzen oder anzusiedeln, das nicht auf die zum Überleben in dem vorgesehenen Lebensraum erforderliche artgemäße Nahrungsaufnahme vorbereitet und an das Klima angepasst ist; die Vorschriften des Jagdrechts und des Naturschutzrechts bleiben unberührt,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Tier auszubilden oder zu trainieren, sofern damit erhebliche Schmerzen, Leiden oder Schäden für das Tier verbunden sind,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Tier zu einer Filmaufnahme, Schaustellung, Werbung oder ähnlichen Veranstaltung heranzuziehen, sofern damit Schmerzen, Leiden oder Schäden für das Tier verbunden sind,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Tier an einem anderen lebenden Tier auf Schärfe abzurichten oder zu prüfen,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Tier auf ein anderes Tier zu hetzen, soweit dies nicht die Grundsätze weidgerechter Jagdausübung erfordern,</LA></DD><DT>8a.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Tier zu einem derartig aggressiven Verhalten auszubilden oder abzurichten, dass dieses Verhalten<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">bei ihm selbst zu Schmerzen, Leiden oder Schäden führt oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">im Rahmen jeglichen artgemäßen Kontaktes mit Artgenossen bei ihm selbst oder einem Artgenossen zu Schmerzen oder vermeidbaren Leiden oder Schäden führt oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">seine Haltung nur unter Bedingungen zulässt, die bei ihm zu Schmerzen oder vermeidbaren Leiden oder Schäden führen,</LA></DD></DL></LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Tier durch Anwendung von Zwang Futter einzuverleiben, sofern dies nicht aus gesundheitlichen Gründen erforderlich ist,</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Tier Futter darzureichen, das dem Tier erhebliche Schmerzen, Leiden oder Schäden bereitet,</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Gerät zu verwenden, das durch direkte Stromeinwirkung das artgemäße Verhalten eines Tieres, insbesondere seine Bewegung, erheblich einschränkt oder es zur Bewegung zwingt und dem Tier dadurch nicht unerhebliche Schmerzen, Leiden oder Schäden zufügt, soweit dies nicht nach bundes- oder landesrechtlichen Vorschriften zulässig ist,</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Tier als Preis oder Belohnung bei einem Wettbewerb, einer Verlosung, einem Preisausschreiben oder einer ähnlichen Veranstaltung auszuloben,</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Tier für eigene sexuelle Handlungen zu nutzen oder für sexuelle Handlungen Dritter abzurichten oder zur Verfügung zu stellen und dadurch zu artwidrigem Verhalten zu zwingen.</LA></DD></DL>Satz 1 Nummer 12 gilt nicht, wenn das Tier auf einer in Satz 1 Nummer 12 bezeichneten Veranstaltung ausgelobt wird, bei der erwartet werden kann, dass die Teilnehmer der Veranstaltung im Falle des Gewinns als künftige Tierhalter die Einhaltung der Anforderungen des § 2 sicherstellen können.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000203377"
        }
      },
      {
        "id": "BJNR012770972BJNG000303377",
        "type": "heading",
        "name": "Dritter Abschnitt",
        "title": "Töten von Tieren",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE001707360",
        "type": "article",
        "name": "§ 4",
        "title": null,
        "body": {
          "content": "<P>(1) Ein Wirbeltier darf nur unter wirksamer Schmerzausschaltung (Betäubung) in einem Zustand der Wahrnehmungs- und Empfindungslosigkeit oder sonst, soweit nach den gegebenen Umständen zumutbar, nur unter Vermeidung von Schmerzen getötet werden. Ist die Tötung eines Wirbeltieres ohne Betäubung im Rahmen weidgerechter Ausübung der Jagd oder auf Grund anderer Rechtsvorschriften zulässig oder erfolgt sie im Rahmen zulässiger Schädlingsbekämpfungsmaßnahmen, so darf die Tötung nur vorgenommen werden, wenn hierbei nicht mehr als unvermeidbare Schmerzen entstehen. Ein Wirbeltier töten darf nur, wer die dazu notwendigen Kenntnisse und Fähigkeiten hat.</P><P>(1a) Personen, die berufs- oder gewerbsmäßig regelmäßig Wirbeltiere zum Zweck des Tötens betäuben oder töten, haben gegenüber der zuständigen Behörde einen Sachkundenachweis zu erbringen. Wird im Rahmen einer Tätigkeit nach Satz 1 Geflügel in Anwesenheit einer Aufsichtsperson zum Zweck des Tötens betäubt oder getötet, so hat außer der Person, die die Tiere betäubt oder tötet, auch die Aufsichtsperson den Sachkundenachweis zu erbringen. Werden im Rahmen einer Tätigkeit nach Satz 1 Fische in Anwesenheit einer Aufsichtsperson zum Zweck des Tötens betäubt oder getötet, so genügt es, wenn diese den Sachkundenachweis erbringt. Die Sätze 1 bis 3 gelten nicht für das Betäuben zum Zweck des Tötens und das Töten von Wirbeltieren, die zur Verwendung in Tierversuchen bestimmt sind oder deren Organe oder Gewebe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden.</P><P>(2) Für das Schlachten eines warmblütigen Tieres gilt § 4a.</P><P>(3) Für das Töten von Wirbeltieren, ausschließlich um ihre Organe oder Gewebe zu wissenschaftlichen Zwecken zu verwenden, gilt § 7a Absatz 2 Nummer 1 entsprechend. Hunde, Katzen und Primaten dürfen zu wissenschaftlichen Zwecken nur getötet werden, soweit sie entweder für einen solchen Zweck oder für eine Verwendung in Tierversuchen gezüchtet worden sind. Abweichend von Satz 2 kann die zuständige Behörde, soweit es mit dem Schutz der Tiere vereinbar ist, das Töten von Tieren, die nicht nach Satz 2 gezüchtet worden sind, genehmigen, soweit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach Satz 2 gezüchtete Tiere mit den Eigenschaften, die für den jeweiligen Zweck erforderlich sind, nicht zur Verfügung stehen oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die jeweiligen wissenschaftlichen Zwecke die Verwendung von Tieren erforderlich machen, die nicht nach Satz 2 gezüchtet worden sind.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000303377"
        }
      },
      {
        "id": "BJNR012770972BJNE001805360",
        "type": "article",
        "name": "§ 4a",
        "title": null,
        "body": {
          "content": "<P>(1) Ein warmblütiges Tier darf nur geschlachtet werden, wenn es vor Beginn des Blutentzugs zum Zweck des Schlachtens betäubt worden ist.</P><P>(2) Abweichend von Absatz 1 bedarf es keiner Betäubung, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">sie bei Notschlachtungen nach den gegebenen Umständen nicht möglich ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zuständige Behörde eine Ausnahmegenehmigung für ein Schlachten ohne Betäubung (Schächten) erteilt hat; sie darf die Ausnahmegenehmigung nur insoweit erteilen, als es erforderlich ist, den Bedürfnissen von Angehörigen bestimmter Religionsgemeinschaften im Geltungsbereich dieses Gesetzes zu entsprechen, denen zwingende Vorschriften ihrer Religionsgemeinschaft das Schächten vorschreiben oder den Genuss von Fleisch nicht geschächteter Tiere untersagen oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">dies als Ausnahme durch Rechtsverordnung nach § 4b Nr. 3 bestimmt ist.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000303377"
        }
      },
      {
        "id": "BJNR012770972BJNE001910119",
        "type": "article",
        "name": "§ 4b",
        "title": null,
        "body": {
          "content": "<P>Das Bundesministerium wird ermächtigt, für die Zwecke der §§ 4 und 4a durch Rechtsverordnung mit Zustimmung des Bundesrates <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\"><DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">das Schlachten von Fischen und anderen kaltblütigen Tieren zu regeln,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">bestimmte Tötungsarten und Betäubungsverfahren näher zu regeln, vorzuschreiben, zuzulassen oder zu verbieten,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzungen näher zu regeln, unter denen Schlachtungen im Sinne des § 4a Abs. 2 Nr. 2 vorgenommen werden dürfen,</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">nähere Vorschriften über Art und Umfang der zum Betäuben oder Töten von Wirbeltieren erforderlichen Kenntnisse und Fähigkeiten sowie über das Verfahren zu deren Nachweis zu erlassen,</LA></DD><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">nicht gewerbliche Tätigkeiten zu bestimmen, die den Erwerb des Sachkundenachweises zum Töten von Wirbeltieren erfordern,</LA></DD></DL></LA><LA Size=\"normal\">um sicherzustellen, dass den Tieren nicht mehr als unvermeidbare Schmerzen zugefügt werden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Schlachten von Tieren im Rahmen der Bestimmungen des Europäischen Übereinkommens vom 10. Mai 1979 über den Schutz von Schlachttieren (BGBl. 1983 II S. 770) näher zu regeln,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">für das Schlachten von Geflügel Ausnahmen von der Betäubungspflicht zu bestimmen.</LA></DD></DL>Rechtsverordnungen nach Satz 1 Nummer 1 Buchstabe b und d bedürfen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">soweit sie das Betäuben oder Töten mittels gefährlicher Stoffe oder Gemische im Sinne des Chemikaliengesetzes oder darauf bezogene Voraussetzungen für den Erwerb eines Sachkundenachweises betreffen, des Einvernehmens der Bundesministerien für Wirtschaft und Energie sowie für Umwelt, Naturschutz und nukleare Sicherheit,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">soweit sie das Betäuben oder Töten von Tieren, die zur Verwendung in Tierversuchen bestimmt sind oder deren Gewebe oder Organe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden, oder darauf bezogene Voraussetzungen für den Erwerb eines Sachkundenachweises betreffen, des Einvernehmens des Bundesministeriums für Bildung und Forschung.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000303377"
        }
      },
      {
        "id": "BJNR012770972BJNG000403377",
        "type": "heading",
        "name": "Vierter Abschnitt",
        "title": "Eingriffe an Tieren",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE002006360",
        "type": "article",
        "name": "§ 5",
        "title": null,
        "body": {
          "content": "<P>(1) An einem Wirbeltier darf ohne Betäubung ein mit Schmerzen verbundener Eingriff nicht vorgenommen werden. Die Betäubung warmblütiger Wirbeltiere sowie von Amphibien und Reptilien ist von einem Tierarzt vorzunehmen. Dies gilt nicht, soweit die Betäubung ausschließlich durch äußerliche Anwendung eines Tierarzneimittels erfolgt, das nach arzneimittelrechtlichen Vorschriften zugelassen ist, um eine örtliche Schmerzausschaltung zu erreichen, und nach dem Stand von Wissenschaft und Technik zum Zweck der Durchführung des jeweiligen Eingriffs geeignet ist. Dies gilt ferner nicht für einen Eingriff im Sinne des § 6 Absatz 1 Satz 2 Nummer 2a, soweit die Betäubung ohne Beeinträchtigung des Zustandes der Wahrnehmungs- und Empfindungsfähigkeit, ausgenommen die Schmerzempfindung, durch ein Tierarzneimittel erfolgt, das nach arzneimittelrechtlichen Vorschriften für die Schmerzausschaltung bei diesem Eingriff zugelassen ist. Für die Betäubung mit Betäubungspatronen kann die zuständige Behörde Ausnahmen von Satz 2 zulassen, sofern ein berechtigter Grund nachgewiesen wird. Ist nach den Absätzen 2, 3 und 4 Nr. 1 eine Betäubung nicht erforderlich, sind alle Möglichkeiten auszuschöpfen, um die Schmerzen oder Leiden der Tiere zu vermindern.</P><P>(2) Eine Betäubung ist nicht erforderlich, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn bei vergleichbaren Eingriffen am Menschen eine Betäubung in der Regel unterbleibt oder der mit dem Eingriff verbundene Schmerz geringfügiger ist als die mit einer Betäubung verbundene Beeinträchtigung des Befindens des Tieres,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn die Betäubung im Einzelfall nach tierärztlichem Urteil nicht durchführbar erscheint.</LA></DD></DL></P><P>(3) Eine Betäubung ist ferner nicht erforderlich <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">für das Kastrieren von unter vier Wochen alten männlichen Rindern, Schafen und Ziegen, sofern kein von der normalen anatomischen Beschaffenheit abweichender Befund vorliegt,</LA></DD><DT>1a.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">für das Enthornen oder das Verhindern des Hornwachstums bei unter sechs Wochen alten Rindern,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">für das Kürzen des Schwanzes von unter vier Tage alten Ferkeln sowie von unter acht Tage alten Lämmern,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">für das Kürzen des Schwanzes von unter acht Tage alten Lämmern mittels elastischer Ringe,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">für das Abschleifen der Eckzähne von unter acht Tage alten Ferkeln, sofern dies zum Schutz des Muttertieres oder der Wurfgeschwister unerläßlich ist,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">für das Absetzen des krallentragenden letzten Zehengliedes bei Masthahnenküken, die als Zuchthähne Verwendung finden sollen, während des ersten Lebenstages,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">für die Kennzeichnung <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">durch implantierten elektronischen Transponder,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">von Säugetieren außer Schweinen, Schafen, Ziegen und Kaninchen durch Ohr- oder Schenkeltätowierung innerhalb der ersten zwei Lebenswochen,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">von Schweinen, Schafen, Ziegen und Kaninchen durch Ohrtätowierung,</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">von Schweinen durch Schlagstempel und</LA></DD><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">von landwirtschaftlichen Nutztieren durch Ohrmarke oder Flügelmarke.</LA></DD></DL></LA></DD></DL></P><P>(4) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates<DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">über Absatz 3 hinaus weitere Maßnahmen von der Betäubungspflicht auszunehmen, soweit dies mit § 1 vereinbar ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verfahren und Methoden zur Durchführung von Maßnahmen nach Absatz 3 sowie auf Grund einer Rechtsverordnung nach Nummer 1 bestimmter Maßnahmen vorzuschreiben, zuzulassen oder zu verbieten, soweit dies zum Schutz der Tiere erforderlich ist.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000403377"
        }
      },
      {
        "id": "BJNR012770972BJNE002108360",
        "type": "article",
        "name": "§ 6",
        "title": null,
        "body": {
          "content": "<P>(1) Verboten ist das vollständige oder teilweise Amputieren von Körperteilen oder das vollständige oder teilweise Entnehmen oder Zerstören von Organen oder Geweben eines Wirbeltieres. Das Verbot gilt nicht, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Eingriff im Einzelfall<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach tierärztlicher Indikation geboten ist oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">bei jagdlich zu führenden Hunden für die vorgesehene Nutzung des Tieres unerläßlich ist und tierärztliche Bedenken nicht entgegenstehen,</LA></DD></DL></LA></DD><DT>1a.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine nach artenschutzrechtlichen Vorschriften vorgeschriebene Kennzeichnung vorgenommen wird,</LA></DD><DT>1b.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Kennzeichnung von Pferden durch Schenkelbrand vorgenommen wird,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Fall des § 5 Abs. 3 Nr. 1 oder 7 vorliegt,</LA></DD><DT>2a.</DT><DD Font=\"normal\"><LA Size=\"normal\">unter acht Tage alte männliche Schweine kastriert werden,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Fall des § 5 Abs. 3 Nr. 2 bis 6 vorliegt und der Eingriff im Einzelfall für die vorgesehene Nutzung des Tieres zu dessen Schutz oder zum Schutz anderer Tiere unerläßlich ist,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">das vollständige oder teilweise Entnehmen von Organen oder Geweben erforderlich ist, um zu anderen als zu wissenschaftlichen Zwecken die Organe oder Gewebe zu transplantieren, Kulturen anzulegen oder isolierte Organe, Gewebe oder Zellen zu untersuchen,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Verhinderung der unkontrollierten Fortpflanzung oder - soweit tierärztliche Bedenken nicht entgegenstehen - zur weiteren Nutzung oder Haltung des Tieres eine Unfruchtbarmachung vorgenommen wird.</LA></DD></DL>Eingriffe nach Satz 2 Nummer 1 und 5 sind durch einen Tierarzt vorzunehmen; im Falle eines Eingriffs nach Satz 2 Nummer 2a gilt dies auch, sofern ein von der normalen anatomischen Beschaffenheit abweichender Befund vorliegt. Eingriffe nach <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Satz 2 Nummer 1a, 1b, 2 und 3,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Nummer 2a, die nicht durch einen Tierarzt vorzunehmen sind, sowie</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Absatz 3</LA></DD></DL>dürfen auch durch eine andere Person vorgenommen werden, die die dazu notwendigen Kenntnisse und Fähigkeiten hat. Im Anschluss an die Kastration eines über sieben Tage alten Schweines sind schmerzstillende Arzneimittel einschließlich Betäubungsmittel bei dem Tier anzuwenden.</P><P>(1a) Für die Eingriffe nach Absatz 1 Satz 2 Nummer 4 gelten <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 7 Absatz 1 Satz 2 Nummer 1 und Satz 3, § 7a Absatz 2 Nummer 1, 4 und 5 und § 9 Absatz 5 Satz 1, jeweils auch in Verbindung mit § 9 Absatz 6 Satz 1, sowie</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften in Rechtsverordnungen, die auf Grund des <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 7 Absatz 3 oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 9 Absatz 1, 2 und 3 Nummer 2, Absatz 4 Satz 1 Nummer 3 und Satz 2 und Absatz 5 Satz 2, jeweils auch in Verbindung mit Absatz 6 Satz 2,</LA></DD></DL>erlassen worden sind, soweit dies in einer Rechtsverordnung, die das Bundesministerium mit Zustimmung des Bundesrates erlassen hat, vorgesehen ist,</LA></DD></DL>entsprechend. Derjenige, der einen Eingriff nach Absatz 1 Satz 2 Nummer 4 durchführen will, hat den Eingriff spätestens zwei Wochen vor Beginn der zuständigen Behörde anzuzeigen. Die Frist braucht nicht eingehalten zu werden, wenn in Notfällen eine sofortige Durchführung des Eingriffes erforderlich ist; die Anzeige ist unverzüglich nachzuholen. Die in Satz 2 genannte Frist kann von der zuständigen Behörde bei Bedarf auf bis zu vier Wochen verlängert werden. In der Anzeige sind anzugeben: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Zweck des Eingriffs,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Art und die Zahl der für den Eingriff vorgesehenen Tiere,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Art und die Durchführung des Eingriffs einschließlich der Betäubung,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Ort, Beginn und voraussichtliche Dauer des Vorhabens,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Name, Anschrift und Fachkenntnisse des verantwortlichen Leiters des Vorhabens und seines Stellvertreters sowie der durchführenden Person und die für die Nachbehandlung in Frage kommenden Personen,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Begründung für den Eingriff.</LA></DD></DL></P><P>(2) Verboten ist, beim Amputieren oder Kastrieren elastische Ringe zu verwenden; dies gilt nicht im Falle des Absatzes 3 Nr. 3 oder des § 5 Abs. 3 Nr. 4.</P><P>(3) Abweichend von Absatz 1 Satz 1 kann die zuständige Behörde <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Kürzen der Schnabelspitzen von Legehennen bei unter zehn Tage alten Küken,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Kürzen der Schnabelspitzen bei Nutzgeflügel, das nicht unter Nummer 1 fällt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Kürzen des bindegewebigen Endstückes des Schwanzes von unter drei Monate alten männlichen Kälbern mittels elastischer Ringe</LA></DD></DL>erlauben. Die Erlaubnis darf nur erteilt werden, wenn glaubhaft dargelegt wird, dass der Eingriff im Hinblick auf die vorgesehene Nutzung zum Schutz der Tiere unerläßlich ist. Die Erlaubnis ist zu befristen und hat im Falle der Nummer 1 Bestimmungen über Art, Umfang und Zeitpunkt des Eingriffs und die durchführende Person zu enthalten.</P><P>(4) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates die dauerhafte Kennzeichnung von Tieren, an denen nicht offensichtlich erkennbare Eingriffe vorgenommen worden sind, vorzuschreiben, wenn dies zum Schutz der Tiere erforderlich ist.</P><P>(5) Der zuständigen Behörde ist im Falle des Absatzes 1 Satz 2 Nr. 3 auf Verlangen glaubhaft darzulegen, dass der Eingriff für die vorgesehene Nutzung unerlässlich ist.</P><P>(6) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates für Eingriffe im Sinne des Absatzes 1 Satz 2 Nummer 2a abweichend von § 5 Absatz 1 Satz 2 zuzulassen, dass die Betäubung von bestimmten anderen Personen vorgenommen werden darf, soweit es mit dem Schutz der Tiere vereinbar ist. In der Rechtsverordnung nach Satz 1 sind die Anforderungen zu regeln, unter denen diese Personen die Betäubung vornehmen dürfen; dabei können insbesondere <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verfahren und Methoden einschließlich der Arzneimittel und der Geräte zur Durchführung der Betäubung sowie des Eingriffes nach Satz 1 vorgeschrieben oder verboten werden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorgesehen werden, dass die Person, die die Betäubung durchführt, die für diese Tätigkeit erforderliche Zuverlässigkeit und die erforderlichen Kenntnisse und Fähigkeiten zu besitzen und diese nachzuweisen hat, und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">nähere Vorschriften über die Art und den Umfang der nach Nummer 2 erforderlichen Kenntnisse und Fähigkeiten erlassen sowie Anforderungen an den Nachweis und die Aufrechterhaltung der erforderlichen Kenntnisse und Fähigkeiten festgelegt und das Verfahren des Nachweises geregelt werden.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000403377"
        }
      },
      {
        "id": "BJNR012770972BJNE002205360",
        "type": "article",
        "name": "§ 6a",
        "title": null,
        "body": {
          "content": "<P>Die Vorschriften dieses Abschnittes gelten nicht für Tierversuche nach § 7 Absatz 2 Satz 1, auch in Verbindung mit Satz 2.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000403377"
        }
      },
      {
        "id": "BJNR012770972BJNG000503377",
        "type": "heading",
        "name": "Fünfter Abschnitt",
        "title": "Tierversuche",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE006300360",
        "type": "article",
        "name": "§ 7",
        "title": null,
        "body": {
          "content": "<P>(1) Die Vorschriften dieses Abschnitts dienen dem Schutz von Tieren, die zur Verwendung in Tierversuchen bestimmt sind oder deren Gewebe oder Organe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden. Dazu sind <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tierversuche im Hinblick auf <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die den Tieren zuzufügenden Schmerzen, Leiden und Schäden,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Zahl der verwendeten Tiere,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">die artspezifische Fähigkeit der verwendeten Tiere, unter den Versuchseinwirkungen zu leiden,</LA></DD></DL>auf das unerlässliche Maß zu beschränken und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Tiere, die zur Verwendung in Tierversuchen bestimmt sind oder deren Gewebe oder Organe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden, so zu halten, zu züchten und zu pflegen, dass sie nur in dem Umfang belastet werden, der für die Verwendung zu wissenschaftlichen Zwecken unerlässlich ist.</LA></DD></DL>Tierversuche dürfen nur von Personen geplant und durchgeführt werden, die die dafür erforderlichen Kenntnisse und Fähigkeiten haben. § 1 bleibt unberührt.</P><P>(2) Tierversuche im Sinne dieses Gesetzes sind Eingriffe oder Behandlungen zu Versuchszwecken <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">an Tieren, wenn sie mit Schmerzen, Leiden oder Schäden für diese Tiere verbunden sein können,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">an Tieren, die dazu führen können, dass Tiere geboren werden oder schlüpfen, die Schmerzen, Leiden oder Schäden erleiden, oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">am Erbgut von Tieren, wenn sie mit Schmerzen, Leiden oder Schäden für die erbgutveränderten Tiere oder deren Trägertiere verbunden sein können.</LA></DD></DL>Als Tierversuche gelten auch Eingriffe oder Behandlungen, die nicht Versuchszwecken dienen, und <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zur Herstellung, Gewinnung, Aufbewahrung oder Vermehrung von Stoffen, Produkten oder Organismen vorgenommen werden,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">durch die Organe oder Gewebe ganz oder teilweise entnommen werden, um zu wissenschaftlichen Zwecken <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Organe oder Gewebe zu transplantieren,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Kulturen anzulegen oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">isolierte Organe, Gewebe oder Zellen zu untersuchen,</LA></DD></DL>oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zu Aus-, Fort- oder Weiterbildungszwecken vorgenommen werden,</LA></DD></DL>soweit eine der in Satz 1 Nummer 1 bis 3 genannten Voraussetzungen vorliegt. Nicht als Tierversuch gilt das Töten eines Tieres, soweit dies ausschließlich erfolgt, um dessen Organe oder Gewebe zu wissenschaftlichen Zwecken zu verwenden.</P><P>(3) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates die näheren Einzelheiten zu den Anforderungen nach Absatz 1 Satz 2 Nummer 2 zu regeln.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000503377"
        }
      },
      {
        "id": "BJNR012770972BJNE002308360",
        "type": "article",
        "name": "§ 7a",
        "title": null,
        "body": {
          "content": "<P>(1) Tierversuche dürfen nur durchgeführt werden, soweit sie zu einem der folgenden Zwecke unerlässlich sind: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundlagenforschung,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">sonstige Forschung mit einem der folgenden Ziele: <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorbeugung, Erkennung oder Behandlung von Krankheiten, Leiden, Körperschäden oder körperlichen Beschwerden bei Menschen oder Tieren,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Erkennung oder Beeinflussung physiologischer Zustände oder Funktionen bei Menschen oder Tieren,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Förderung des Wohlergehens von Tieren oder Verbesserung der Haltungsbedingungen von landwirtschaftlichen Nutztieren,</LA></DD></DL></LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Schutz der Umwelt im Interesse der Gesundheit oder des Wohlbefindens von Menschen oder Tieren,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Entwicklung und Herstellung sowie Prüfung der Qualität, Wirksamkeit oder Unbedenklichkeit von Arzneimitteln, Lebensmitteln, Futtermitteln oder anderen Stoffen oder Produkten mit einem der in Nummer 2 Buchstabe a bis c oder Nummer 3 genannten Ziele,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Prüfung von Stoffen oder Produkten auf ihre Wirksamkeit gegen tierische Schädlinge,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Forschung im Hinblick auf die Erhaltung der Arten,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Aus-, Fort- oder Weiterbildung,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">gerichtsmedizinische Untersuchungen.</LA></DD></DL>Tierversuche zur Aus-, Fort- oder Weiterbildung nach Satz 1 Nummer 7 dürfen nur durchgeführt werden <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">an einer Hochschule, einer anderen wissenschaftlichen Einrichtung oder einem Krankenhaus oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Rahmen einer Aus-, Fort- oder Weiterbildung für Heil- oder Heilhilfsberufe oder naturwissenschaftliche Hilfsberufe.</LA></DD></DL></P><P>(2) Bei der Entscheidung, ob ein Tierversuch unerlässlich ist, sowie bei der Durchführung von Tierversuchen sind folgende Grundsätze zu beachten: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Der jeweilige Stand der wissenschaftlichen Erkenntnisse ist zugrunde zu legen.</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Es ist zu prüfen, ob der verfolgte Zweck nicht durch andere Methoden oder Verfahren erreicht werden kann.</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Versuche an Wirbeltieren oder Kopffüßern dürfen nur durchgeführt werden, wenn die zu erwartenden Schmerzen, Leiden oder Schäden der Tiere im Hinblick auf den Versuchszweck ethisch vertretbar sind.</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Schmerzen, Leiden oder Schäden dürfen den Tieren nur in dem Maße zugefügt werden, als es für den verfolgten Zweck unerlässlich ist; insbesondere dürfen sie nicht aus Gründen der Arbeits-, Zeit- oder Kostenersparnis zugefügt werden.</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Versuche an Tieren, deren artspezifische Fähigkeit, unter den Versuchseinwirkungen zu leiden, stärker entwickelt ist, dürfen nur durchgeführt werden, soweit Tiere, deren derartige Fähigkeit weniger stark entwickelt ist, für den verfolgten Zweck nicht ausreichen.</LA></DD></DL></P><P>(3) Tierversuche zur Entwicklung oder Erprobung von Waffen, Munition und dazugehörigem Gerät sind verboten.</P><P>(4) Tierversuche zur Entwicklung von Tabakerzeugnissen, Waschmitteln und Kosmetika sind grundsätzlich verboten. Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates Ausnahmen zu bestimmen, soweit es erforderlich ist, um <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">konkrete Gesundheitsgefährdungen abzuwehren, und die notwendigen neuen Erkenntnisse nicht auf andere Weise erlangt werden können, oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Rechtsakte der Europäischen Gemeinschaft oder der Europäischen Union durchzuführen.</LA></DD></DL></P><P>(5) Ein Tierversuch gilt als abgeschlossen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">keine weiteren Beobachtungen mehr für den Tierversuch anzustellen sind oder,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">soweit genetisch veränderte, neue Tierlinien verwendet werden, <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">an der Nachkommenschaft keine weiteren Beobachtungen mehr anzustellen sind und</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">nicht mehr erwartet wird, dass die Nachkommenschaft auf Grund der biotechnischen oder gentechnischen Veränderungen Schmerzen oder Leiden empfindet oder dauerhaft Schäden erleidet.</LA></DD></DL></LA></DD></DL></P><P>(6) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften dieses Gesetzes oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">auf Grund dieses Gesetzes erlassene Rechtsverordnungen zur Durchführung, Genehmigung und Anzeige von Tierversuchen</LA></DD></DL>auf Versuche an Tieren in einem Entwicklungsstadium vor der Geburt oder dem Schlupf zu erstrecken, soweit dies zum Schutz dieser Tiere auf Grund ihrer Fähigkeit, Schmerzen oder Leiden zu empfinden oder Schäden zu erleiden, und zur Durchführung von Rechtsakten der Europäischen Union erforderlich ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000503377"
        }
      },
      {
        "id": "BJNR012770972BJNE002406360",
        "type": "article",
        "name": "§ 8",
        "title": null,
        "body": {
          "content": "<P>(1) Wer Versuche an Wirbeltieren oder Kopffüßern durchführen will, bedarf der Genehmigung des Versuchsvorhabens durch die zuständige Behörde. Die Genehmigung eines Versuchsvorhabens ist zu erteilen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wissenschaftlich begründet dargelegt ist, dass <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzungen des § 7a Absatz 1 und 2 Nummer 1 bis 3 vorliegen,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">das angestrebte Ergebnis trotz Ausschöpfens der zugänglichen Informationsmöglichkeiten nicht hinreichend bekannt ist oder die Überprüfung eines hinreichend bekannten Ergebnisses durch einen Doppel- oder Wiederholungsversuch unerlässlich ist,</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der verantwortliche Leiter des Versuchsvorhabens und sein Stellvertreter die erforderliche fachliche Eignung insbesondere hinsichtlich der Überwachung der Tierversuche haben und keine Tatsachen vorliegen, aus denen sich Bedenken gegen ihre Zuverlässigkeit ergeben,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die erforderlichen Räumlichkeiten, Anlagen und anderen sachlichen Mittel den Anforderungen entsprechen, die in einer auf Grund des § 9 Absatz 4 Satz 1 Nummer 1 erlassenen Rechtsverordnung festgelegt sind,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die personellen und organisatorischen Voraussetzungen für die Durchführung der Tierversuche einschließlich der Tätigkeit des Tierschutzbeauftragten gegeben sind,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Haltung der Tiere den Anforderungen des § 2 und den in einer auf Grund des § 2a Absatz 1 Nummer 1 bis 4, auch in Verbindung mit § 11 Absatz 3, oder des § 2a Absatz 2 Satz 1 erlassenen Rechtsverordnung festgelegten Anforderungen entspricht und ihre medizinische Versorgung sichergestellt ist,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einhaltung der Vorschriften des § 7 Absatz 1 Satz 2 Nummer 1 und des § 7a Absatz 2 Nummer 4 und 5 erwartet werden kann,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einhaltung von <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Sachkundeanforderungen,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften zur Schmerzlinderung und Betäubung von Tieren,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften zur erneuten Verwendung von Tieren,</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">Verwendungsverboten und -beschränkungen,</LA></DD><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften zur Vermeidung von Schmerzen, Leiden und Schäden nach Erreichen des Zwecks des Tierversuches,</LA></DD><DT>f)</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften zur Verhinderung des Todes eines Tieres unter der Versuchseinwirkung oder zur Vermeidung von Schmerzen und Leiden beim Tod eines Tieres und</LA></DD><DT>g)</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften zu der Vorgehensweise nach Abschluss des Tierversuchs,</LA></DD></DL>die in einer auf Grund des § 2a Absatz 1 Nummer 5 oder des § 4b Satz 1 Nummer 1 Buchstabe b, jeweils auch in Verbindung mit § 11 Absatz 3, oder des § 9 Absatz 1 bis 3 und 4 Satz 1 Nummer 2 oder 3 oder Satz 2 erlassenen Rechtsverordnung festgelegt sind, erwartet werden kann und</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Führen von Aufzeichnungen nach § 9 Absatz 5 Satz 1 in Verbindung mit den in einer auf Grund des § 9 Absatz 5 Satz 2 erlassenen Rechtsverordnung festgelegten Anforderungen erwartet werden kann.</LA></DD></DL></P><P>(2) Wird die Genehmigung einer Hochschule oder anderen Einrichtung erteilt, so müssen die Personen, die die Tierversuche durchführen, bei der Einrichtung beschäftigt oder mit Zustimmung des verantwortlichen Leiters zur Benutzung der Einrichtung befugt sein.</P><P>(3) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates Vorschriften zu erlassen über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Form und den Inhalt des Antrags auf Erteilung einer Genehmigung nach Absatz 1 Satz 1 sowie die antragsberechtigten Personen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Genehmigungsverfahren einschließlich dessen Dauer,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Inhalt des Genehmigungsbescheids,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren im Falle nachträglicher Änderungen der der Genehmigung zugrunde liegenden wesentlichen Sachverhalte, einschließlich der Pflicht zur Anzeige oder Genehmigung solcher Änderungen,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Befristung von Genehmigungen oder die Verlängerung der Geltungsdauer von Genehmigungen und</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Vorbehalt des Widerrufs von Genehmigungen.</LA></DD></DL></P><P>(4) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates vorzusehen, dass Tierversuche einer Einstufung hinsichtlich ihres Schweregrads nach Artikel 15 Absatz 1 der Richtlinie 2010/63/EU des Europäischen Parlaments und des Rates vom 22. September 2010 zum Schutz der für wissenschaftliche Zwecke verwendeten Tiere (ABl. L 276 vom 20.10.2010, S. 33) unterzogen werden, und dabei das Verfahren und den Inhalt der Einstufung sowie die diesbezüglichen Mitwirkungspflichten des Antragstellers zu regeln, soweit dies zur Durchführung von Rechtsakten der Europäischen Union erforderlich ist.</P><P>(5) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates vorzusehen, dass Versuchsvorhaben einer rückblickenden Bewertung durch die zuständige Behörde unterzogen werden, und dabei das Verfahren und den Inhalt der Bewertung sowie die diesbezüglichen Mitwirkungspflichten des Antragstellers zu regeln, soweit dies zur Verbesserung des Schutzes der Tiere in Tierversuchen und zur Durchführung von Rechtsakten der Europäischen Union erforderlich ist.</P><P>(6) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates vorzusehen, dass die zuständigen Behörden Zusammenfassungen zu genehmigten Versuchsvorhaben zum Zwecke der Veröffentlichung übermitteln, die Angaben über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ziele des Versuchsvorhabens einschließlich des zu erwartenden Nutzens,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Anzahl, die Art und die zu erwartenden Schmerzen, Leiden und Schäden der zu verwendenden Tiere und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Erfüllung der Anforderungen des § 7 Absatz 1 Satz 2 Nummer 1 und des § 7a Absatz 2 Nummer 2, 4 und 5</LA></DD></DL>enthalten, und die Form der Zusammenfassungen sowie das Verfahren ihrer Veröffentlichung zu regeln, soweit dies zur Verbesserung des Schutzes der Tiere in Tierversuchen und zur Durchführung von Rechtsakten der Europäischen Union erforderlich ist. Es kann dabei vorsehen, dass die Veröffentlichung der Zusammenfassungen durch das Bundesinstitut für Risikobewertung erfolgt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000503377"
        }
      },
      {
        "id": "BJNR012770972BJNE002505360",
        "type": "article",
        "name": "§ 8a",
        "title": null,
        "body": {
          "content": "<P>(1) Wer ein Versuchsvorhaben, in dem Wirbeltiere oder Kopffüßer verwendet werden, durchführen will, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das ausschließlich Tierversuche zum Gegenstand hat, deren Durchführung ausdrücklich <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">durch Gesetz oder Rechtsverordnung, durch das Arzneibuch oder durch unmittelbar geltenden Rechtsakt der Europäischen Gemeinschaft oder der Europäischen Union vorgeschrieben ist,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">in einer von der Bundesregierung oder einem Bundesministerium erlassenen allgemeinen Verwaltungsvorschrift vorgesehen ist oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">auf Grund eines Gesetzes oder einer Rechtsverordnung oder eines unmittelbar anwendbaren Rechtsaktes der Europäischen Gemeinschaft oder der Europäischen Union behördlich oder gerichtlich angeordnet oder im Einzelfall als Voraussetzung für eine behördliche Entscheidung gefordert wird,</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das ausschließlich Tierversuche zum Gegenstand hat, die als Impfungen, Blutentnahmen oder sonstige diagnostische Maßnahmen nach bereits erprobten Verfahren an Tieren vorgenommen werden und <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">der Erkennung von Krankheiten, Leiden, Körperschäden oder körperlichen Beschwerden bei Menschen oder Tieren oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">der Prüfung von Seren, Blutzubereitungen, Impfstoffen, Antigenen oder Testallergenen im Rahmen von Zulassungsverfahren oder Chargenprüfungen</LA></DD></DL>dienen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das ausschließlich Tierversuche nach § 7 Absatz 2 Satz 2 Nummer 1 oder 2 zum Gegenstand hat, die nach bereits erprobten Verfahren <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Herstellung, Gewinnung, Aufbewahrung oder Vermehrung von Stoffen, Produkten oder Organismen oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">zu diagnostischen Zwecken</LA></DD></DL>vorgenommen werden, oder</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">das ausschließlich Tierversuche zum Gegenstand hat, die zur Aus-, Fort- oder Weiterbildung nach bereits erprobten Verfahren durchgeführt werden,</LA></DD></DL>hat das Versuchsvorhaben der zuständigen Behörde anzuzeigen.</P><P>(2) Absatz 1 gilt nicht für Versuchsvorhaben, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in denen Primaten verwendet werden oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Tierversuche zum Gegenstand haben, die nach Maßgabe des Artikels 15 Absatz 1 in Verbindung mit Anhang VIII der Richtlinie <NB>2010/63/EU</NB> als „schwer“ einzustufen sind.</LA></DD></DL></P><P>(3) Wer ein Versuchsvorhaben, in dem Zehnfußkrebse verwendet werden, durchführen will, hat das Versuchsvorhaben der zuständigen Behörde anzuzeigen.</P><P>(4) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates vorzusehen, dass Versuche an anderen wirbellosen Tieren als Kopffüßern und Zehnfußkrebsen der zuständigen Behörde anzuzeigen sind, soweit diese Tiere über eine den Wirbeltieren entsprechende artspezifische Fähigkeit verfügen, unter den Versuchseinwirkungen zu leiden, und es zu ihrem Schutz erforderlich ist.</P><P>(5) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates Vorschriften zu erlassen über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Form und den Inhalt der Anzeige nach Absatz 1 oder 3,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren der Anzeige nach Absatz 1 oder 3 einschließlich der für die Anzeige geltenden Fristen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Zeitpunkt, ab dem oder bis zu dem die Durchführung angezeigter Versuchsvorhaben nach Absatz 1 oder 3 zulässig ist, und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren im Falle nachträglicher Änderungen der im Rahmen der Anzeige nach Absatz 1 oder 3 mitgeteilten Sachverhalte.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000503377"
        }
      },
      {
        "id": "BJNR012770972BJNE002707119",
        "type": "article",
        "name": "§ 9",
        "title": null,
        "body": {
          "content": "<P>(1) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates nähere Vorschriften über die Art und den Umfang der nach § 7 Absatz 1 Satz 3 erforderlichen Kenntnisse und Fähigkeiten der Personen, die Tierversuche planen oder durchführen, insbesondere der biologischen, tiermedizinischen, rechtlichen und ethischen Kenntnisse und der Fähigkeiten im Hinblick auf die Durchführung von Tierversuchen, zu erlassen sowie Anforderungen an den Nachweis und die Aufrechterhaltung der erforderlichen Kenntnisse und Fähigkeiten festzulegen; in der Rechtsverordnung kann auch vorgeschrieben werden, dass Aufzeichnungen über die Maßnahmen, die zum Zwecke der Aufrechterhaltung der Kenntnisse und Fähigkeiten ergriffen werden, zu machen, aufzubewahren und der zuständigen Behörde auf Verlangen vorzulegen sind.</P><P>(2) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Betäuben von Tieren, die in Tierversuchen verwendet werden, einschließlich der hierfür erforderlichen Kenntnisse und Fähigkeiten, oder die Anwendung schmerzlindernder Mittel oder Verfahren bei diesen Tieren vorzuschreiben und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Gabe von Mitteln, die das Äußern von Schmerzen verhindern oder beeinträchtigen, zu verbieten oder zu beschränken.</LA></DD></DL></P><P>(3) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung und, soweit artenschutzrechtliche Belange berührt sind, dem Bundesministerium für Umwelt, Naturschutz und nukleare Sicherheit durch Rechtsverordnung mit Zustimmung des Bundesrates zur Durchführung von Rechtsakten der Europäischen Union Versuche <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">an Primaten,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">an Tieren bestimmter Herkunft,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die besonders belastend sind,</LA></DD></DL>zu verbieten oder zu beschränken, insbesondere von einer Genehmigung oder der Erfüllung weiterer, über § 8 Absatz 1 Satz 2 Nummer 2 bis 8 hinausgehender Anforderungen abhängig zu machen.</P><P>(4) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung und, soweit artenschutzrechtliche Belange berührt sind, dem Bundesministerium für Umwelt, Naturschutz und nukleare Sicherheit durch Rechtsverordnung mit Zustimmung des Bundesrates Anforderungen an <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">für die Durchführung von Tierversuchen bestimmte Räumlichkeiten, Anlagen und Gegenstände,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Fang wildlebender Tiere zum Zwecke ihrer Verwendung in Tierversuchen einschließlich der anschließenden Behandlung der Tiere und der hierfür erforderlichen Kenntnisse und Fähigkeiten und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die erneute Verwendung von Tieren in Tierversuchen</LA></DD></DL>festzulegen. Das Bundesministerium wird ferner ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung und, soweit artenschutzrechtliche Belange berührt sind, dem Bundesministerium für Umwelt, Naturschutz und nukleare Sicherheit durch Rechtsverordnung mit Zustimmung des Bundesrates die Behandlung eines in einem Tierversuch verwendeten Tieres nach Abschluss des Tierversuchs zu regeln und dabei <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorzusehen, dass das Tier einem Tierarzt vorzustellen ist,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorzusehen, dass das Tier unter bestimmten Voraussetzungen zu töten ist, und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Anforderungen an die weitere Haltung und medizinische Versorgung des Tieres festzulegen.</LA></DD></DL></P><P>(5) Über die Tierversuche sind Aufzeichnungen zu machen. Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates das Nähere über die Art und den Umfang der Aufzeichnungen nach Satz 1 zu regeln; es kann dabei vorschreiben, dass die Aufzeichnungen aufzubewahren und der zuständigen Behörde auf Verlangen vorzulegen sind.</P><P>(6) Der Leiter des Versuchsvorhabens oder im Falle seiner Verhinderung sein Stellvertreter haben die Einhaltung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Vorschriften <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">des § 7 Absatz 1 Satz 2 Nummer 1, des § 7a Absatz 2 Nummer 1, 4 und 5 und des § 9 Absatz 5 Satz 1 sowie</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">des § 7 Absatz 1 Satz 3 und</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Vorschriften der auf Grund der Absätze 1 bis 5 erlassenen Rechtsverordnungen</LA></DD></DL>sicherzustellen. Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates das Nähere zu der Verpflichtung nach Satz 1 zu regeln.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000503377"
        }
      },
      {
        "id": "BJNR012770972BJNG000604360",
        "type": "heading",
        "name": "Sechster Abschnitt",
        "title": "Tierschutzbeauftragte",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE002905360",
        "type": "article",
        "name": "§ 10",
        "title": null,
        "body": {
          "content": "<P>(1) Einrichtungen und Betriebe, in denen Wirbeltiere oder Kopffüßer, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die dazu bestimmt sind, in Tierversuchen verwendet zu werden, oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">deren Organe oder Gewebe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden,</LA></DD></DL>gehalten oder verwendet werden, müssen über Tierschutzbeauftragte sowie, soweit dies in einer Rechtsverordnung, die das Bundesministerium im Einvernehmen mit dem Bundesministerium für Bildung und Forschung mit Zustimmung des Bundesrates erlassen hat, bestimmt ist, weitere Personen verfügen, die verpflichtet sind, in besonderem Maße auf den Schutz der Tiere zu achten. Satz 1 gilt auch für Einrichtungen und Betriebe, in denen die dort genannten Tiere gezüchtet oder zum Zwecke der Abgabe an Dritte gehalten werden. Einrichtungen und Betriebe, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in denen Wirbeltiere nach § 4 Absatz 3 zu wissenschaftlichen Zwecken getötet werden oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in denen Eingriffe nach § 6 Absatz 1 Satz 2 Nummer 4 vorgenommen werden,</LA></DD></DL>müssen ebenfalls über Tierschutzbeauftragte nach Satz 1 verfügen.</P><P>(2) Die Tierschutzbeauftragten und die weiteren Personen nehmen ihre Aufgaben insbesondere durch Beratung der Einrichtung oder des Betriebes, für die oder für den sie tätig sind, und der dort beschäftigten Personen sowie durch die Abgabe von Stellungnahmen wahr. Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates das Nähere über die Tierschutzbeauftragten und weiteren Personen zu regeln und dabei Vorschriften über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren ihrer Bestellung,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ihre Sachkunde,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">ihre Aufgaben und Verpflichtungen, insbesondere im Hinblick auf die Sicherstellung einer sachkundigen und tiergerechten Haltung, Tötung und Verwendung der Tiere, und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">innerbetriebliche Maßnahmen und Vorkehrungen zur Sicherstellung einer wirksamen Wahrnehmung der in Nummer 3 genannten Aufgaben und Verpflichtungen</LA></DD></DL>zu erlassen. Dabei kann das Bundesministerium <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bestimmen, dass die Tierschutzbeauftragten und weiteren Personen im Rahmen von Beiräten zusammenwirken,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Nähere über die Aufgaben und die Zusammensetzung, einschließlich der Leitung, der Beiräte nach Nummer 1 regeln und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorschreiben, dass über die Tätigkeit der Beiräte nach Nummer 1 Aufzeichnungen zu machen, aufzubewahren und der zuständigen Behörde auf Verlangen vorzulegen sind.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000604360"
        }
      },
      {
        "id": "BJNR012770972BJNG000705360",
        "type": "heading",
        "name": "Siebenter Abschnitt",
        "title": "Zucht, Halten von Tieren, Handel mit Tieren",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE003009124",
        "type": "article",
        "name": "§ 11",
        "title": null,
        "body": {
          "content": "<P>(1) Wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere oder Kopffüßer, <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die dazu bestimmt sind, in Tierversuchen verwendet zu werden, oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">deren Organe oder Gewebe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden,</LA></DD></DL>züchten oder, auch zum Zwecke der Abgabe dieser Tiere an Dritte, halten,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere zu den in § 6 Absatz 1 Satz 2 Nummer 4 genannten Zwecken züchten oder halten,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tiere in einem Tierheim oder in einer ähnlichen Einrichtung halten,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tiere in einem Zoologischen Garten oder einer anderen Einrichtung, in der Tiere gehalten und zur Schau gestellt werden, halten,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere, die nicht Nutztiere sind, zum Zwecke der Abgabe gegen Entgelt oder eine sonstige Gegenleistung in das Inland verbringen oder einführen oder die Abgabe solcher Tiere, die in das Inland verbracht oder eingeführt werden sollen oder worden sind, gegen Entgelt oder eine sonstige Gegenleistung vermitteln,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">für Dritte Hunde zu Schutzzwecken ausbilden oder hierfür Einrichtungen unterhalten,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tierbörsen zum Zwecke des Tausches oder Verkaufes von Tieren durch Dritte durchführen oder</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">gewerbsmäßig, außer in den Fällen der Nummer 1, <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere, außer landwirtschaftliche Nutztiere und Gehegewild, züchten oder halten,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">mit Wirbeltieren handeln,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">einen Reit- oder Fahrbetrieb unterhalten,</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">Tiere zur Schau stellen oder für solche Zwecke zur Verfügung stellen,</LA></DD><DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere als Schädlinge bekämpfen oder</LA></DD><DT>f)</DT><DD Font=\"normal\"><LA Size=\"normal\">für Dritte Hunde ausbilden oder die Ausbildung der Hunde durch den Tierhalter anleiten</LA></DD></DL></LA></DD></DL>will, bedarf der Erlaubnis der zuständigen Behörde. Für das Zurschaustellen von Tieren an wechselnden Orten darf die Erlaubnis nach Satz 1 Nummer 4 oder nach Satz 1 Nummer 8 Buchstabe d nur insoweit erteilt werden, als die Tiere nicht einer Art angehören, deren Zurschaustellen an wechselnden Orten auf Grund einer Rechtsverordnung nach Absatz 4 verboten ist.</P><P>(2) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates in den Fällen des Absatzes 1 Satz 1 <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Nähere zu der Form und dem Inhalt des Antrags auf Erteilung einer Erlaubnis nach Absatz 1 Satz 1,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzungen und das Verfahren für die Erteilung der Erlaubnis,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Inhalt der Erlaubnis, im Falle des Absatzes 1 Satz 1 Nummer 1 nur, soweit dies zur Durchführung von Rechtsakten der Europäischen Union erforderlich ist, sowie</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren im Falle nachträglicher Änderungen der für die Erlaubniserteilung wesentlichen Sachverhalte, einschließlich der Pflicht zur Anzeige solcher Änderungen,</LA></DD></DL>zu regeln. Rechtsverordnungen nach Satz 1 bedürfen, soweit sie das Züchten oder Halten von Tieren nach Absatz 1 Satz 1 Nummer 1 oder 2 betreffen, des Einvernehmens des Bundesministeriums für Bildung und Forschung.</P><P>(3) In Rechtsverordnungen nach § 2a Absatz 1 oder § 4b können, soweit dies zur Durchführung von Rechtsakten der Europäischen Union erforderlich ist, über die dort genannten Anforderungen hinaus Anforderungen an die Haltung von Tieren nach Absatz 1 Satz 1 Nummer 1 oder an das Töten von Tieren nach Absatz 1 Satz 1 Nummer 1 vorgeschrieben werden, insbesondere <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Anforderungen an innerbetriebliche Abläufe zum Zwecke der Vermeidung, Feststellung und Beseitigung von Mängeln,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Maßnahmen zum Zwecke der Gewöhnung und des Trainings solcher Tiere im Hinblick auf ihre Haltung und Verwendung und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Anforderungen an den Erwerb und die Aufrechterhaltung der für die Betreuung und Pflege und das Töten erforderlichen Kenntnisse und Fähigkeiten; hierbei kann auch vorgeschrieben werden, dass Aufzeichnungen über die Maßnahmen, die zum Zwecke des Erwerbs und der Aufrechterhaltung der Kenntnisse und Fähigkeiten ergriffen werden, zu machen, aufzubewahren und der zuständigen Behörde auf Verlangen vorzulegen sind.</LA></DD></DL></P><P>(4) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates das Zurschaustellen von Tieren wildlebender Arten an wechselnden Orten zu beschränken oder zu verbieten, soweit die Tiere der jeweiligen Art an wechselnden Orten nur unter erheblichen Schmerzen, Leiden oder Schäden gehalten oder zu den wechselnden Orten nur unter erheblichen Schmerzen, Leiden oder Schäden befördert werden können. Eine Rechtsverordnung nach Satz 1 <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">darf nur erlassen werden, soweit den in Satz 1 bezeichneten erheblichen Schmerzen, Leiden oder Schäden durch andere Regelungen, insbesondere solche mit Anforderungen an die Haltung oder Beförderung der Tiere, nicht wirksam begegnet werden kann,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">muss vorsehen, dass Tiere, die zum Zeitpunkt des Erlasses der Verordnung gehalten werden, von dem Verbot nur dann erfasst werden, wenn keine Möglichkeiten bestehen, die erheblichen Schmerzen, Leiden oder Schäden bei diesen Tieren auf ein vertretbares Maß zu vermindern.</LA></DD></DL></P><P>(5) Mit der Ausübung der Tätigkeit nach Absatz 1 Satz 1 darf erst nach Erteilung der Erlaubnis begonnen werden. Die zuständige Behörde entscheidet schriftlich oder elektronisch über den Antrag auf Erteilung einer Erlaubnis innerhalb einer Frist von vier Monaten ab Eingang des Antrags. Die in Satz 2 genannte Frist kann von der zuständigen Behörde um bis zu zwei Monate verlängert werden, soweit der Umfang und die Schwierigkeit der Prüfung des Vorliegens der Voraussetzungen der Erlaubnis dies rechtfertigen. Der Antragsteller ist über die Fristverlängerung vor Ablauf der in Satz 2 genannten Frist unter Angabe von Gründen zu unterrichten. Bei der Berechnung der Frist bleiben die Zeiten unberücksichtigt, während derer der Antragsteller trotz schriftlicher oder elektronischer Aufforderung der Behörde den Anforderungen in einer auf Grund des Absatzes 2 Satz 1 Nummer 1 erlassenen Rechtsverordnung nicht nachgekommen ist. Die zuständige Behörde soll demjenigen die Ausübung der Tätigkeit untersagen, der die Erlaubnis nicht hat.</P><P>(6) Wer gewerbsmäßig Gehegewild halten will, hat dies vier Wochen vor Aufnahme der Tätigkeit der zuständigen Behörde anzuzeigen. Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Form und den Inhalt der Anzeige,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Voraussetzungen, unter denen die Tätigkeit nach Satz 1 untersagt werden kann, und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren im Falle nachträglicher Änderungen der angezeigten Sachverhalte</LA></DD></DL>zu regeln.</P><P>(7) Die Ausübung der nach Absatz 5 Satz 6 oder auf Grund einer Rechtsverordnung nach Absatz 6 Satz 2 Nummer 2 untersagten Tätigkeit kann von der zuständigen Behörde auch durch Schließung der Betriebs- oder Geschäftsräume verhindert werden.</P><P>(8) Wer Nutztiere zu Erwerbszwecken hält, hat durch betriebliche Eigenkontrollen sicherzustellen, dass die Anforderungen des § 2 eingehalten werden. Insbesondere hat er zum Zwecke seiner Beurteilung, dass die Anforderungen des § 2 erfüllt sind, geeignete tierbezogene Merkmale (Tierschutzindikatoren) zu erheben und zu bewerten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000705360"
        }
      },
      {
        "id": "BJNR012770972BJNE003107119",
        "type": "article",
        "name": "§ 11a",
        "title": null,
        "body": {
          "content": "<P>(1) Wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine nach § 11 Absatz 1 Satz 1 Nummer 1 erlaubnispflichtige Tätigkeit ausübt oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere zu den in § 6 Absatz 1 Satz 2 Nummer 4 genannten Zwecken züchtet oder hält oder mit solchen Wirbeltieren handelt,</LA></DD></DL>hat über die Herkunft und den Verbleib sowie im Falle von Hunden, Katzen und Primaten über die Haltung und Verwendung der Tiere Aufzeichnungen zu machen. Dies gilt nicht, soweit entsprechende Aufzeichnungspflichten auf Grund jagdrechtlicher oder naturschutzrechtlicher Vorschriften bestehen.</P><P>(2) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates Vorschriften über die Art, die Form und den Umfang der Aufzeichnungen nach Absatz 1 zu erlassen. Es kann dabei bestimmen, dass <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Aufzeichnungen zu einem bestimmten Zeitpunkt vorzunehmen sind,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Aufzeichnungen aufzubewahren und der zuständigen Behörde auf Verlangen vorzulegen sind,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Aufzeichnungen oder deren Inhalt an Dritte weiterzugeben sind und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Aufzeichnungen auf Grund anderer Rechtsvorschriften als Aufzeichnungen nach Satz 1 gelten.</LA></DD></DL></P><P>(3) Wer Hunde, Katzen oder Primaten, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zur Verwendung in Tierversuchen bestimmt sind oder deren Gewebe oder Organe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden, oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die zur Verwendung zu einem der in § 6 Absatz 1 Satz 2 Nummer 4 genannten Zwecke bestimmt sind,</LA></DD></DL>züchtet, hat diese zum Zwecke der Feststellung der Identität des jeweiligen Tieres zu kennzeichnen. Sonstige Kennzeichnungspflichten bleiben unberührt. Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vorschriften über die Art und Weise und den Zeitpunkt der Kennzeichnung nach Satz 1 zu erlassen und dabei vorzusehen, dass diese unter behördlicher Aufsicht vorzunehmen ist, und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorzuschreiben, dass im Falle des Erwerbs von Hunden, Katzen oder Primaten zu den in Satz 1 Nummer 1 oder 2 genannten Zwecken der Erwerber zur Kennzeichnung nach Satz 1 verpflichtet ist und den Nachweis zu erbringen hat, dass es sich um für die genannten Zwecke gezüchtete Tiere handelt.</LA></DD></DL></P><P>(4) Andere Wirbeltiere als Pferde, Rinder, Schweine, Schafe, Ziegen, Hühner, Tauben, Puten, Enten, Gänse und Fische, ausgenommen Zebrabärblinge, dürfen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Verwendung in Tierversuchen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">zu dem in § 4 Absatz 3 genannten Zweck oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">zu den in § 6 Absatz 1 Satz 2 Nummer 4 genannten Zwecken</LA></DD></DL>aus Drittländern nur mit Genehmigung der zuständigen Behörde eingeführt werden. Die Genehmigung ist zu erteilen, soweit nachgewiesen wird, dass es sich um Tiere handelt, die zu einem der in Satz 1 Nummer 1 bis 3 genannten Zwecke gezüchtet worden sind. Andernfalls kann die Genehmigung nur erteilt werden, soweit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach Satz 2 gezüchtete Tiere mit den Eigenschaften, die für den jeweiligen Zweck erforderlich sind, nicht zur Verfügung stehen oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der jeweilige Zweck die Verwendung von Tieren erforderlich macht, die nicht nach Satz 2 gezüchtet worden sind.</LA></DD></DL>Sonstige Einfuhrvorschriften bleiben unberührt.</P><P>(5) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung und, soweit artenschutzrechtliche Belange berührt sind, dem Bundesministerium für Umwelt, Naturschutz und nukleare Sicherheit durch Rechtsverordnung mit Zustimmung des Bundesrates bei Tieren, die zur Verwendung in Tierversuchen bestimmt waren oder deren Organe oder Gewebe dazu bestimmt waren, zu wissenschaftlichen Zwecken verwendet zu werden, bei denen diese Bestimmung jedoch entfallen ist, die dauerhafte Unterbringung außerhalb eines Betriebes oder einer Einrichtung nach § 10 Absatz 1 Satz 1 oder 2 oder die Freilassung solcher Tiere zu verbieten oder zu beschränken.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000705360"
        }
      },
      {
        "id": "BJNR012770972BJNE003207360",
        "type": "article",
        "name": "§ 11b",
        "title": null,
        "body": {
          "content": "<P>(1) Es ist verboten, Wirbeltiere zu züchten oder durch biotechnische Maßnahmen zu verändern, soweit im Falle der Züchtung züchterische Erkenntnisse oder im Falle der Veränderung Erkenntnisse, die Veränderungen durch biotechnische Maßnahmen betreffen, erwarten lassen, dass als Folge der Zucht oder Veränderung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei der Nachzucht, den biotechnisch veränderten Tieren selbst oder deren Nachkommen erblich bedingt Körperteile oder Organe für den artgemäßen Gebrauch fehlen oder untauglich oder umgestaltet sind und hierdurch Schmerzen, Leiden oder Schäden auftreten oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei den Nachkommen <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">mit Leiden verbundene erblich bedingte Verhaltensstörungen auftreten,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">jeder artgemäße Kontakt mit Artgenossen bei ihnen selbst oder einem Artgenossen zu Schmerzen oder vermeidbaren Leiden oder Schäden führt oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">die Haltung nur unter Schmerzen oder vermeidbaren Leiden möglich ist oder zu Schäden führt.</LA></DD></DL></LA></DD></DL></P><P>(2) Die zuständige Behörde kann das Unfruchtbarmachen von Wirbeltieren anordnen, soweit züchterische Erkenntnisse oder Erkenntnisse, die Veränderungen durch biotechnische Maßnahmen betreffen, erwarten lassen, dass deren Nachkommen Störungen oder Veränderungen im Sinne des Absatzes 1 zeigen werden.</P><P>(3) Die Absätze 1 und 2 gelten nicht für durch Züchtung oder biotechnische Maßnahmen veränderte Wirbeltiere, die für wissenschaftliche Zwecke notwendig sind.</P><P>(4) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die erblich bedingten Veränderungen und Verhaltensstörungen nach Absatz 1 näher zu bestimmen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Züchten mit Wirbeltieren bestimmter Arten, Rassen und Linien zu verbieten oder zu beschränken, wenn dieses Züchten zu Verstößen gegen Absatz 1 führen kann.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000705360"
        }
      },
      {
        "id": "BJNR012770972BJNE003304377",
        "type": "article",
        "name": "§ 11c",
        "title": null,
        "body": {
          "content": "<P>Ohne Einwilligung der Erziehungsberechtigten dürfen Wirbeltiere an Kinder oder Jugendliche bis zum vollendeten 16. Lebensjahr nicht abgegeben werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000705360"
        }
      },
      {
        "id": "BJNR012770972BJNG000805360",
        "type": "heading",
        "name": "Achter Abschnitt",
        "title": "Verbringungs-, Verkehrs- und Haltungsverbot",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE003410118",
        "type": "article",
        "name": "§ 12",
        "title": null,
        "body": {
          "content": "<P>(1) Wirbeltiere, an denen Schäden feststellbar sind, von denen anzunehmen ist, dass sie durch tierschutzwidrige Handlungen verursacht worden sind, dürfen nicht gehalten oder ausgestellt werden, soweit dies durch Rechtsverordnungen nach Absatz 2 Nr. 4 oder 5 bestimmt ist.</P><P>(2) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates, soweit es zum Schutz der Tiere erforderlich ist, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verbringen von Tieren oder Erzeugnissen tierischer Herkunft aus einem Staat, der nicht der Europäischen Union angehört, in das Inland (Einfuhr) von der Einhaltung von Mindestanforderungen hinsichtlich der Tierhaltung oder des Tötens von Tieren und von einer entsprechenden Bescheinigung abhängig zu machen sowie deren Inhalt, Form, Ausstellung und Aufbewahrung zu regeln,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einfuhr bestimmter Tiere von einer Genehmigung abhängig zu machen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verbringen bestimmter Tiere aus dem Inland in einen anderen Staat zu verbieten,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verbringen von Wirbeltieren in das Inland oder das Halten, insbesondere das Ausstellen von Wirbeltieren im Inland zu verbieten, wenn an den Tieren tierschutzwidrige Amputationen vorgenommen worden sind oder die Tiere erblich bedingte körperliche Defekte, Verhaltensstörungen oder Aggressionssteigerungen im Sinne des § 11b Absatz 1 Nummer 1 oder 2 Buchstabe a aufweisen oder soweit ein Tatbestand nach § 11b Absatz 1 Nummer 2 Buchstabe b oder c erfüllt ist,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Halten von Wirbeltieren, an denen Schäden feststellbar sind, von denen anzunehmen ist, dass sie den Tieren durch tierschutzwidrige Handlungen zugefügt worden sind, zu verbieten, wenn das Weiterleben der Tiere nur unter Leiden möglich ist,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">vorzuschreiben, dass Tiere oder Erzeugnisse tierischer Herkunft nur über bestimmte Zollstellen mit zugeordneten Überwachungsstellen eingeführt oder ausgeführt werden dürfen, die das Bundesamt für Verbraucherschutz und Lebensmittelsicherheit im Einvernehmen mit dem Bundesministerium der Finanzen im Bundesanzeiger bekannt gemacht hat; das Bundesministerium der Finanzen kann die Erteilung des Einvernehmens auf die Generalzolldirektion übertragen.</LA></DD></DL>Eine Rechtsverordnung nach Satz 1 Nr. 1 bis 5 kann nicht erlassen werden, soweit Unionsrecht oder völkerrechtliche Verpflichtungen entgegenstehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000805360"
        }
      },
      {
        "id": "BJNR012770972BJNG000905360",
        "type": "heading",
        "name": "Neunter Abschnnitt",
        "title": "Sonstige Bestimmungen zum Schutz der Tiere",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE003511119",
        "type": "article",
        "name": "§ 13",
        "title": null,
        "body": {
          "content": "<P>(1) Es ist verboten, zum Fangen, Fernhalten oder Verscheuchen von Wirbeltieren Vorrichtungen oder Stoffe anzuwenden, wenn damit die Gefahr vermeidbarer Schmerzen, Leiden oder Schäden für Wirbeltiere verbunden ist; dies gilt nicht für die Anwendung von Vorrichtungen oder Stoffen, die auf Grund anderer Rechtsvorschriften zugelassen sind. Vorschriften des Jagdrechts, des Naturschutzrechts, des Pflanzenschutzrechts und des Seuchenrechts bleiben unberührt.</P><P>(2) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates zum Schutz des Wildes Maßnahmen anzuordnen, die das Wild vor vermeidbaren Schmerzen oder Schäden durch land- oder forstwirtschaftliche Arbeiten schützen.</P><P>(3) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Wirtschaft und Energie und dem Bundesministerium für Umwelt, Naturschutz und nukleare Sicherheit durch Rechtsverordnung mit Zustimmung des Bundesrates, soweit es zum Schutz der Tiere erforderlich ist, das Halten von Tieren wildlebender Arten, den Handel mit solchen Tieren sowie ihre Einfuhr oder ihre Ausfuhr aus dem Inland in einen Staat, der der Europäischen Union nicht angehört (Ausfuhr), zu verbieten, zu beschränken oder von einer Genehmigung abhängig zu machen. Als Genehmigungsvoraussetzung kann insbesondere gefordert werden, dass der Antragsteller die für die jeweilige Tätigkeit erforderliche Zuverlässigkeit und die erforderlichen fachlichen Kenntnisse und Fähigkeiten besitzt und nachweist sowie dass eine den Anforderungen des § 2 entsprechende Ernährung, Pflege und Unterbringung der Tiere sichergestellt ist. In der Rechtsverordnung können ferner Anforderungen an den Nachweis der erforderlichen Zuverlässigkeit und der erforderlichen fachlichen Kenntnisse und Fähigkeiten nach Satz 2 festgelegt sowie das Verfahren des Nachweises geregelt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000905360"
        }
      },
      {
        "id": "BJNR012770972BJNE005905360",
        "type": "article",
        "name": "§ 13a",
        "title": null,
        "body": {
          "content": "<P>(1) Das Bundesministerium wird ermächtigt, zur Verbesserung des Tierschutzes durch Rechtsverordnung mit Zustimmung des Bundesrates Anforderungen an freiwillige Prüfverfahren zu bestimmen, mit denen nachgewiesen wird, dass serienmäßig hergestellte Aufstallungssysteme und Stalleinrichtungen zum Halten von Nutztieren und beim Schlachten verwendete Betäubungsgeräte und -anlagen über die Anforderungen dieses Gesetzes und die Mindestanforderungen der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen hinausgehen. Es hat hierbei insbesondere Kriterien, Verfahren und Umfang der freiwilligen Prüfverfahren sowie Anforderungen an die Sachkunde der im Rahmen derartiger Prüfverfahren tätigen Gutachter festzulegen.</P><P>(2) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates zur Förderung der tierschutzgerechten Haltung das Inverkehrbringen und das Verwenden serienmäßig hergestellter Stalleinrichtungen zum Halten von Nutztieren von einer Zulassung oder Bauartzulassung abhängig zu machen. In der Rechtsverordnung nach Satz 1 können <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die näheren Voraussetzungen für die Zulassung oder Bauartzulassung und deren Rücknahme, Widerruf oder Ruhen, ihre Bekanntmachung sowie das Zulassungsverfahren, insbesondere Art, Inhalt und Umfang der vorzulegenden Unterlagen oder beizubringenden Nachweise,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Befristung der Zulassung oder Bauartzulassung,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Folgen einer Aufhebung oder Befristung einer Zulassung oder einer Bauartzulassung im Hinblick auf das weitere Inverkehrbringen oder die weitere Verwendung in Verkehr gebrachter Stalleinrichtungen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Kennzeichnung der Stalleinrichtungen und das Beifügen von Gebrauchsanleitungen und deren Mindestinhalt zum Zwecke der bestimmungsgemäßen und sachgerechten Verwendung der Stalleinrichtungen,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Anforderungen an die bestimmungsgemäße und sachgerechte Verwendung der Stalleinrichtungen,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Anerkennung und die Mitwirkung öffentlich-rechtlicher oder privatrechtlicher Einrichtungen bei der Erteilung der Zulassung oder der Bauartzulassung einschließlich des Verfahrens geregelt werden,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Anerkennung serienmäßig hergestellter Stalleinrichtungen, die ein der Zulassung oder der Bauartzulassung entsprechendes Verfahren in einem anderen Mitgliedstaat, der Türkei oder einem EFTA-Staat, der das EWR-Übereinkommen unterzeichnet hat, durchlaufen haben,</LA></DD></DL>geregelt werden. Im Fall einer Regelung nach Satz 2 Nr. 7 kann die Anerkennung insbesondere davon abhängig gemacht werden, dass die Eigenschaften der serienmäßig hergestellten Stalleinrichtung den Anforderungen einer Rechtsverordnung nach Satz 2 Nr. 1 bis 4 gleichwertig sind.</P><P>(3) Zuständig für die Erteilung der Zulassungen oder Bauartzulassungen ist die Bundesanstalt für Landwirtschaft und Ernährung. In der Rechtsverordnung nach Absatz 2 Satz 1 ist das Verfahren der Zusammenarbeit der nach Satz 1 zuständigen Behörde mit den für die Überwachung zuständigen Behörden der Länder zu regeln.</P><P>(4) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung, die nicht der Zustimmung des Bundesrates bedarf, Aufgaben und Befugnisse der nach Absatz 3 zuständigen Behörde auf eine juristische Person des privaten Rechts ganz oder teilweise zu übertragen. Die Aufgabenübertragung ist nur zulässig, soweit die juristische Person die notwendige Gewähr für die Erfüllung der Aufgaben nach diesem Gesetz bietet. Eine juristische Person bietet die notwendige Gewähr, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Personen, die nach Gesetz, Satzung oder Gesellschaftsvertrag die Geschäftsführung und Vertretung der juristischen Person ausüben, zuverlässig und fachlich geeignet sind,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">sie die zur Erfüllung ihrer Aufgaben notwendige Ausstattung und Organisation hat.</LA></DD></DL>Die fachliche Eignung im Sinne des Satzes 3 Nummer 1 ist insbesondere gegeben, wenn die Personen über eine erfolgreich abgeschlossene Berufsausbildung im Bereich der Agrarwissenschaft – Fachrichtung Tierproduktion, der Veterinärmedizin oder der Biologie – Fachrichtung Zoologie – verfügen. Durch Rechtsverordnung nach Satz 1 kann sich das Bundesministerium die Genehmigung der Satzung oder des Gesellschaftsvertrages und deren Änderungen vorbehalten.</P><P>(5) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates, soweit es zum Schutz der Tiere erforderlich ist, das Inverkehrbringen und das Verwenden serienmäßig hergestellter beim Schlachten verwendeter Betäubungsgeräte oder Betäubungsanlagen davon abhängig zu machen, dass die Geräte oder Anlagen zugelassen sind oder einer Bauartzulassung entsprechen, sowie die näheren Voraussetzungen für die Erteilung der Zulassung oder Bauartzulassung und das Zulassungsverfahren zu regeln. In der Rechtsverordnung nach Satz 1 können insbesondere Art, Inhalt und Umfang der vorzulegenden Unterlagen oder beizubringenden Nachweise näher bestimmt werden.</P><P>(6) Die Absätze 1 und 5 gelten nicht für das Inverkehrbringen zum Zwecke des Verbringens in einen anderen Mitgliedstaat oder der Ausfuhr in ein Drittland.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000905360"
        }
      },
      {
        "id": "BJNR012770972BJNE006400360",
        "type": "article",
        "name": "§ 13b",
        "title": null,
        "body": {
          "content": "<P>Die Landesregierungen werden ermächtigt, durch Rechtsverordnung zum Schutz freilebender Katzen bestimmte Gebiete festzulegen, in denen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">an diesen Katzen festgestellte erhebliche Schmerzen, Leiden oder Schäden auf die hohe Anzahl dieser Tiere in dem jeweiligen Gebiet zurückzuführen sind und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">durch eine Verminderung der Anzahl dieser Katzen innerhalb des jeweiligen Gebietes deren Schmerzen, Leiden oder Schäden verringert werden können.</LA></DD></DL>In der Rechtsverordnung sind die Gebiete abzugrenzen und die für die Verminderung der Anzahl der freilebenden Katzen erforderlichen Maßnahmen zu treffen. Insbesondere können in der Rechtsverordnung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der unkontrollierte freie Auslauf fortpflanzungsfähiger Katzen in dem jeweiligen Gebiet verboten oder beschränkt sowie</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Kennzeichnung und Registrierung der dort gehaltenen Katzen, die unkontrollierten freien Auslauf haben können, vorgeschrieben</LA></DD></DL>werden. Eine Regelung nach Satz 3 Nummer 1 ist nur zulässig, soweit andere Maßnahmen, insbesondere solche mit unmittelbarem Bezug auf die freilebenden Katzen, nicht ausreichen. Die Landesregierungen können ihre Ermächtigung durch Rechtsverordnung auf andere Behörden übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG000905360"
        }
      },
      {
        "id": "BJNR012770972BJNG001005360",
        "type": "heading",
        "name": "Zehnter Abschnitt",
        "title": "Durchführung des Gesetzes",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE003605377",
        "type": "article",
        "name": "§ 14",
        "title": null,
        "body": {
          "content": "<P>(1) Das Bundesministerium der Finanzen und die von ihm bestimmten Zollstellen wirken bei der Überwachung der Einfuhr und Ausfuhr von Tieren mit. Die genannten Behörden können <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tiere sowie deren Beförderungsmittel, Behälter, Lade- und Verpackungsmittel bei der Einfuhr zur Überwachung anhalten,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Verdacht von Verstößen gegen Verbote und Beschränkungen dieses Gesetzes oder der nach diesem Gesetz erlassenen Rechtsverordnungen, der sich bei der Abfertigung ergibt, den zuständigen Behörden mitteilen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">in den Fällen der Nummer 2 anordnen, dass die Tiere auf Kosten und Gefahr des Verfügungsberechtigten der zuständigen Behörde vorgeführt werden.</LA></DD></DL></P><P>(2) Das Bundesministerium der Finanzen regelt im Einvernehmen mit dem Bundesministerium durch Rechtsverordnung ohne Zustimmung des Bundesrates die Einzelheiten des Verfahrens nach Absatz 1. Es kann dabei insbesondere Pflichten zu Anzeigen, Anmeldungen, Auskünften und zur Leistung von Hilfsdiensten sowie zur Duldung der Einsichtnahme in Geschäftspapiere und sonstige Unterlagen und zur Duldung von Besichtigungen vorsehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE003706360",
        "type": "article",
        "name": "§ 15",
        "title": null,
        "body": {
          "content": "<P>(1) Die Durchführung dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen obliegt, vorbehaltlich des § 13a Abs. 3, auch in Verbindung mit einer Rechtsverordnung nach dessen Absatz 4, den nach Landesrecht zuständigen Behörden. Die nach Landesrecht zuständigen Behörden berufen jeweils eine oder mehrere Kommissionen zur Unterstützung der zuständigen Behörden bei <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Entscheidung über die Genehmigung von Versuchsvorhaben und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Bewertung angezeigter Änderungen genehmigter Versuchsvorhaben, soweit dies in einer Rechtsverordnung nach Absatz 4 vorgesehen ist.</LA></DD></DL></P><P>(2) Die zuständigen Behörden sollen im Rahmen der Durchführung dieses Gesetzes oder der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen den beamteten Tierarzt als Sachverständigen beteiligen.</P><P>(3) Im Bereich der Bundeswehr obliegt die Durchführung dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsvorschriften den zuständigen Dienststellen der Bundeswehr. Das Bundesministerium der Verteidigung beruft eine Kommission zur Unterstützung der zuständigen Dienststellen bei <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Entscheidung über die Genehmigung von Versuchsvorhaben und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Bewertung angezeigter Änderungen genehmigter Versuchsvorhaben, soweit dies in einer Rechtsverordnung nach Absatz 4 vorgesehen ist.</LA></DD></DL></P><P>(4) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates das Nähere zu den Kommissionen nach Absatz 1 Satz 2 und Absatz 3 Satz 2 im Hinblick auf <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">deren Zusammensetzung, einschließlich der Sachkunde der Mitglieder,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren der Berufung der Mitglieder und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Abgabe von Stellungnahmen durch die Kommissionen zu Anträgen auf Genehmigung von Versuchsvorhaben und angezeigten Änderungen genehmigter Versuchsvorhaben sowie das diesbezügliche Verfahren</LA></DD></DL>zu regeln. Rechtsverordnungen, die das Nähere zu der Kommission nach Absatz 3 Satz 2 regeln, bedürfen ferner des Einvernehmens des Bundesministeriums der Verteidigung.</P><P>(5) Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates vorzusehen, dass die zuständigen Behörden dem Bundesministerium, dem Bundesamt für Verbraucherschutz und Lebensmittelsicherheit oder dem Bundesinstitut für Risikobewertung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Fällen von grundsätzlicher Bedeutung oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Fällen, in denen dies zur Durchführung des Artikels 43 oder 55 der Richtlinie 2010/63/EU erforderlich ist,</LA></DD></DL>Angaben zu Entscheidungen der zuständigen Behörden über die Genehmigung von Versuchsvorhaben oder zu von den zuständigen Behörden genehmigten Versuchsvorhaben übermitteln, und dabei das Nähere über die Form und den Inhalt sowie das Verfahren der Übermittlung zu regeln. Personenbezogene Daten dürfen nicht übermittelt werden. Die Vorschriften zum Schutz des geistigen Eigentums und zum Schutz von Betriebs- und Geschäftsgeheimnissen bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE003805360",
        "type": "article",
        "name": "§ 15a",
        "title": null,
        "body": {
          "content": "<P>Das Bundesinstitut für Risikobewertung nimmt die Aufgaben nach Artikel 49 der Richtlinie 2010/63/EU wahr. Das Bundesministerium wird ermächtigt, im Einvernehmen mit dem Bundesministerium für Bildung und Forschung durch Rechtsverordnung mit Zustimmung des Bundesrates das Nähere über die Aufgaben nach Artikel 49 der Richtlinie 2010/63/EU, einschließlich der Befugnisse des Bundesinstitutes für Risikobewertung zum Verkehr mit den zuständigen Behörden anderer Mitgliedstaaten und der Europäischen Kommission, soweit dies zur Durchführung von Rechtsakten der Europäischen Union erforderlich ist, zu regeln.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE003912119",
        "type": "article",
        "name": "§ 16",
        "title": null,
        "body": {
          "content": "<P>(1) Der Aufsicht durch die zuständige Behörde unterliegen <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Nutztierhaltungen einschließlich Pferdehaltungen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einrichtungen, in denen Tiere geschlachtet werden,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einrichtungen, in denen<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Tierversuche durchgeführt werden,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere zu den in § 6 Abs. 1 Satz 2 Nr. 4 genannten Zwecken verwendet werden oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere zu wissenschaftlichen Zwecken getötet werden,</LA></DD></DL></LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einrichtungen und Betriebe nach § 11 Abs. 1 Satz 1,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einrichtungen und Betriebe,<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die gewerbsmäßig Tiere transportieren,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">in denen Tiere während des Transports ernährt, gepflegt oder untergebracht werden,</LA></DD></DL></LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zirkusbetriebe, die nicht gewerbsmäßig betrieben werden,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tierhaltungen, die auf Grund einer nach § 13 Abs. 3 erlassenen Rechtsverordnung einer Genehmigung bedürfen,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">Hersteller, Einführer und Inverkehrbringer von Stalleinrichtungen oder beim Schlachten verwendeter Betäubungsgeräte oder Betäubungsanlagen, soweit diese Personen eine Zulassung oder Bauartzulassung beantragt haben.</LA></DD></DL>Einrichtungen und Betriebe nach Satz 1 Nummer 3 und § 11 Absatz 1 Satz 1 Nummer 1 und 2 werden regelmäßig und in angemessenem Umfang unter besonderer Berücksichtigung möglicher Risiken besichtigt. In Einrichtungen und Betrieben nach Satz 1 Nummer 3 soll die Besichtigung mindestens alle drei Jahre erfolgen. In Einrichtungen und Betrieben nach Satz 1 Nummer 3 und § 11 Absatz 1 Satz 1 Nummer 1 und 2, in denen Primaten gezüchtet, gehalten oder verwendet werden, soll die Besichtigung jährlich erfolgen. Die Aufzeichnungen über die Besichtigungen und deren Ergebnisse sind ab dem Zeitpunkt der jeweiligen Aufzeichnung mindestens fünf Jahre aufzubewahren.</P><P>(1a) Wer nach § 11 Absatz 1 Satz 1 Nummer 4 und 8 Buchstabe d und nach Absatz 1 Nummer 6 Tiere an wechselnden Orten zur Schau stellt, hat jeden Ortswechsel spätestens beim Verlassen des bisherigen Aufenthaltsortes der zuständigen Behörde des beabsichtigten Aufenthaltsortes nach Maßgabe des Satzes 2 anzuzeigen. In der Anzeige sind anzugeben: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Art der betroffenen Tiere,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Name der für die Tätigkeit verantwortlichen Person,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Räume und Einrichtungen, die für die Tätigkeit bestimmt sind.</LA></DD></DL></P><P>(2) Natürliche und juristische Personen und nicht rechtsfähige Personenvereinigungen haben der zuständigen Behörde auf Verlangen die Auskünfte zu erteilen, die zur Durchführung der der Behörde durch dieses Gesetz übertragenen Aufgaben erforderlich sind.</P><P>(3) Personen, die von der zuständigen Behörde beauftragt sind, sowie in ihrer Begleitung befindliche Sachverständige der Europäischen Kommission und anderer Mitgliedstaaten der Europäischen Union (Mitgliedstaaten) dürfen zum Zwecke der Aufsicht über die in Absatz 1 bezeichneten Personen und Einrichtungen und im Rahmen des Absatzes 2 <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Grundstücke, Geschäftsräume, Wirtschaftsgebäude und Transportmittel des Auskunftspflichtigen während der Geschäfts- oder Betriebszeit betreten, besichtigen und dort zur Dokumentation Bildaufzeichnungen, mit Ausnahme von Bildaufzeichnungen von Personen, anfertigen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">zur Verhütung dringender Gefahren für die öffentliche Sicherheit und Ordnung<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">die in Nummer 1 bezeichneten Grundstücke, Räume, Gebäude und Transportmittel außerhalb der dort genannten Zeiten,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wohnräume des Auskunftspflichtigen</LA></DD></DL></LA><LA Size=\"normal\">betreten, besichtigen sowie zur Dokumentation Bildaufzeichnungen, mit Ausnahme von Bildaufzeichnungen von Personen, anfertigen; das Grundrecht der Unverletzlichkeit der Wohnung (Artikel 13 des Grundgesetzes) wird insoweit eingeschränkt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">geschäftliche Unterlagen einsehen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tiere untersuchen und Proben, insbesondere Blut-, Harn-, Kot- und Futterproben, entnehmen,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verhaltensbeobachtungen an Tieren auch mittels Bild- oder Tonaufzeichnungen durchführen.</LA></DD></DL>Der Auskunftspflichtige hat die mit der Überwachung beauftragten Personen zu unterstützen, ihnen auf Verlangen insbesondere die Grundstücke, Räume, Einrichtungen und Transportmittel zu bezeichnen, Räume, Behältnisse und Transportmittel zu öffnen, bei der Besichtigung und Untersuchung der einzelnen Tiere Hilfestellung zu leisten, die Tiere aus den Transportmitteln zu entladen und die geschäftlichen Unterlagen vorzulegen. Die mit der Überwachung beauftragten Personen sind befugt, Abschriften oder Ablichtungen von Unterlagen nach Satz 1 Nummer 3 oder Ausdrucke oder Kopien von Datenträgern, auf denen Unterlagen nach Satz 1 Nummer 3 gespeichert sind, anzufertigen oder zu verlangen. Der Auskunftspflichtige hat auf Verlangen der zuständigen Behörde in Wohnräumen gehaltene Tiere vorzuführen, wenn der dringende Verdacht besteht, dass die Tiere nicht artgemäß oder verhaltensgerecht gehalten werden und ihnen dadurch erhebliche Schmerzen, Leiden oder Schäden zugefügt werden und eine Besichtigung der Tierhaltung in Wohnräumen nicht gestattet wird.</P><P>(4) Der zur Auskunft Verpflichtete kann die Auskunft auf solche Fragen verweigern, deren Beantwortung ihn selbst oder einen der in § 383 Abs. 1 Nr. 1 bis 3 der Zivilprozessordnung bezeichneten Angehörigen der Gefahr strafgerichtlicher Verfolgung oder eines Verfahrens nach dem Gesetz über Ordnungswidrigkeiten aussetzen würde.</P><P>(4a) Wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">als Betreiber einer Schlachteinrichtung oder als Gewerbetreibender im Durchschnitt wöchentlich mindestens 50 Großvieheinheiten schlachtet oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Arbeitskräfte bereitstellt, die Schlachttiere zuführen, betäuben oder entbluten,</LA></DD></DL>hat der zuständigen Behörde einen weisungsbefugten Verantwortlichen für die Einhaltung der Anforderungen dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen zu benennen. Wer eine Tierhaltung, eine Einrichtung oder einen Betrieb nach Absatz 1 Nr. 1, 3, 5 oder 6 betreibt oder führt, kann durch die zuständige Behörde im Einzelfall verpflichtet werden, einen weisungsbefugten sachkundigen Verantwortlichen für die Einhaltung der Anforderungen dieses Gesetzes und der darauf beruhenden Verordnungen zu benennen. Dies gilt nicht für Betriebe, die der Erlaubnispflicht nach § 11 Abs. 1 unterliegen.</P><P>(5) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates, soweit es zum Schutz der Tiere erforderlich ist, die Überwachung näher zu regeln. Es kann dabei insbesondere <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Durchführung von Untersuchungen einschließlich der Probenahme,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Maßnahmen, die zu ergreifen sind, wenn Tiertransporte diesem Gesetz oder den auf Grund dieses Gesetzes erlassenen Rechtsverordnungen nicht entsprechen,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einzelheiten der Duldungs-, Unterstützungs- und Vorlagepflichten und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Pflichten zur Aufzeichnung und zur Aufbewahrung von Unterlagen</LA></DD></DL>regeln. Rechtsverordnungen nach Satz 2 Nummer 4 bedürfen, soweit sich die Regelungen auf Tiere beziehen, die zur Verwendung in Tierversuchen bestimmt sind oder deren Gewebe oder Organe dazu bestimmt sind, zu wissenschaftlichen Zwecken verwendet zu werden, des Einvernehmens des Bundesministeriums für Bildung und Forschung.</P><P>(6) Personenbezogene Daten dürfen nur erhoben oder verwendet werden, soweit die Erhebung oder Verwendung zur Erfüllung von Aufgaben erforderlich ist, die der verantwortlichen Stelle nach diesem Gesetz oder nach einer auf Grund dieses Gesetzes erlassenen Rechtsverordnung obliegen. Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates die Einzelheiten der Datenerhebung und -verwendung zu regeln. Das Bundesministerium wird ferner ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates die Einrichtung und Führung von Registern zu regeln, aus denen die zuständigen Behörden die für die Überwachung von Betrieben nach § 11 Absatz 1 Satz 1 Nummer 8 Buchstabe d mit wechselnden Standorten erforderlichen personenbezogenen Daten automatisiert abrufen können. In den Registern dürfen nur folgende personenbezogene Daten gespeichert werden: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Daten zur Identifizierung und Erreichbarkeit des Inhabers der Erlaubnis nach § 11 Absatz 1 Satz 1 Nummer 8 Buchstabe d und der für die Tätigkeit verantwortlichen Person nach Absatz 1a Satz 2 Nummer 2,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Daten zur Identifizierung und Erreichbarkeit des Betriebes nach Absatz 1 Satz 1 Nummer 4 in Verbindung mit § 11 Absatz 1 Satz 1 Nummer 8 Buchstabe d und des Inhabers des Betriebes,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Inhalt der Erlaubnis nach § 11 Absatz 1 Satz 1 Nummer 8 Buchstabe d und etwaiger Nebenbestimmungen sowie die Anschrift der erteilenden Behörde,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Ergebnisse durchgeführter Kontrollen und Namen der kontrollierenden Personen,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">auf Grund der Kontrolle erlassene vollziehbare Anordnungen und Maßnahmen des Verwaltungszwangs sowie die Angabe, inwieweit diesen nachgekommen worden ist und</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unanfechtbare Ablehnung eines Antrags auf Erteilung, die Rücknahme und der Widerruf einer Erlaubnis nach § 11 Absatz 1 Satz 1 Nummer 8 Buchstabe d.</LA></DD></DL>Im Übrigen bleiben die Verordnung (EU) 2016/679 des Europäischen Parlaments und des Rates vom 27. April 2016 zum Schutz natürlicher Personen bei der Verarbeitung personenbezogener Daten, zum freien Datenverkehr und zur Aufhebung der Richtlinie 95/46/EG (Datenschutz-Grundverordnung) (ABl. L 119 vom 4.5.2016, S. 1; L 314 vom 22.11.2016, S. 72; L 127 vom 23.5.2018, S. 2), das Bundesdatenschutzgesetz und die Datenschutzgesetze der Länder in der jeweils geltenden Fassung unberührt.</P><P>(6a) Die nach Landesrecht für die Lebensmittelüberwachung, die Tierarzneimittelüberwachung und die für die Erhebung der Daten nach tierseuchenrechtlichen Vorschriften über den Verkehr mit Vieh für die Anzeige und die Registrierung Vieh haltender Betriebe zuständigen Behörden übermitteln der für die Überwachung nach § 15 Absatz 1 Satz 1 zuständigen Behörde auf Ersuchen die zu deren Aufgabenerfüllung erforderlichen Daten. Die Daten dürfen für die Dauer von drei Jahren aufbewahrt werden. Die Frist beginnt mit Ablauf desjenigen Jahres, in dem die Daten übermittelt worden sind. Nach Ablauf der Frist sind die Daten zu löschen. Fristen zur Aufbewahrung, die sich aus anderen Rechtsvorschriften ergeben, bleiben unberührt.</P><P>(7) Bestehen bei der zuständigen Behörde erhebliche Zweifel, ob bei bestimmungsgemäßem Gebrauch serienmäßig hergestellte Aufstallungssysteme und Stalleinrichtungen zum Halten landwirtschaftlicher Nutztiere und beim Schlachten verwendete Betäubungsgeräte und -anlagen den Anforderungen dieses Gesetzes sowie der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen entsprechen, kann dem Hersteller oder Anbieter aufgegeben werden, auf seine Kosten eine gutachterliche Stellungnahme einer einvernehmlich zu benennenden unabhängigen Sachverständigenstelle oder Person beizubringen, soweit er nicht auf den erfolgreichen Abschluss einer freiwilligen Prüfung nach Maßgabe einer nach § 13a Abs. 1 erlassenen Rechtsverordnung verweisen kann. Satz 1 gilt nicht, soweit Stalleinrichtungen auf Grund einer Rechtsverordnung nach § 13a Abs. 2 oder Betäubungsgeräte oder Betäubungsanlagen auf Grund einer Rechtsverordnung nach § 13a Abs. 5 zugelassen oder bauartzugelassen sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE004006360",
        "type": "article",
        "name": "§ 16a",
        "title": null,
        "body": {
          "content": "<P>(1) Die zuständige Behörde trifft die zur Beseitigung festgestellter Verstöße und die zur Verhütung künftiger Verstöße notwendigen Anordnungen. Sie kann insbesondere <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Einzelfall die zur Erfüllung der Anforderungen des § 2 erforderlichen Maßnahmen anordnen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Tier, das nach dem Gutachten des beamteten Tierarztes mangels Erfüllung der Anforderungen des § 2 erheblich vernachlässigt ist oder schwerwiegende Verhaltensstörungen aufzeigt, dem Halter fortnehmen und so lange auf dessen Kosten anderweitig pfleglich unterbringen, bis eine den Anforderungen des § 2 entsprechende Haltung des Tieres durch den Halter sichergestellt ist; ist eine anderweitige Unterbringung des Tieres nicht möglich oder ist nach Fristsetzung durch die zuständige Behörde eine den Anforderungen des § 2 entsprechende Haltung durch den Halter nicht sicherzustellen, kann die Behörde das Tier veräußern; die Behörde kann das Tier auf Kosten des Halters unter Vermeidung von Schmerzen töten lassen, wenn die Veräußerung des Tieres aus rechtlichen oder tatsächlichen Gründen nicht möglich ist oder das Tier nach dem Urteil des beamteten Tierarztes nur unter nicht behebbaren erheblichen Schmerzen, Leiden oder Schäden weiterleben kann,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">demjenigen, der den Vorschriften des § 2, einer Anordnung nach Nummer 1 oder einer Rechtsverordnung nach § 2a wiederholt oder grob zuwidergehandelt und dadurch den von ihm gehaltenen oder betreuten Tieren erhebliche oder länger anhaltende Schmerzen oder Leiden oder erhebliche Schäden zugefügt hat, das Halten oder Betreuen von Tieren einer bestimmten oder jeder Art untersagen oder es von der Erlangung eines entsprechenden Sachkundenachweises abhängig machen, wenn Tatsachen die Annahme rechtfertigen, dass er weiterhin derartige Zuwiderhandlungen begehen wird; auf Antrag ist ihm das Halten oder Betreuen von Tieren wieder zu gestatten, wenn der Grund für die Annahme weiterer Zuwiderhandlungen entfallen ist,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einstellung von Tierversuchen anordnen, die ohne die erforderliche Genehmigung oder entgegen einem tierschutzrechtlichen Verbot durchgeführt werden.</LA></DD></DL></P><P>(2) Die zuständige Behörde untersagt die Durchführung eines nach § 8a Absatz 1 oder 3 oder eines auf Grund einer Rechtsverordnung nach § 8a Absatz 4 anzuzeigenden Versuchsvorhabens oder die Vornahme einer auf Grund einer Rechtsverordnung nach § 8 Absatz 3 Nummer 4 oder § 8a Absatz 5 Nummer 4 anzuzeigenden Änderung eines Versuchsvorhabens, soweit die Einhaltung der für die Durchführung von Tierversuchen geltenden Vorschriften dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen nicht sichergestellt ist und diesem Mangel nicht innerhalb einer von der zuständigen Behörde gesetzten Frist abgeholfen worden ist.</P><P>(3) Die zuständige Behörde trifft die erforderlichen Anordnungen um sicherzustellen, dass <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Anordnung der Einstellung von Tierversuchen, die Untersagung der Durchführung von Versuchsvorhaben oder der Widerruf oder die Rücknahme der Genehmigung eines Versuchsvorhabens keine nachteiligen Auswirkungen auf das Wohlergehen der Tiere hat, die in den Tierversuchen oder Versuchsvorhaben verwendet werden oder verwendet werden sollen, und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Untersagung der Ausübung einer Tätigkeit nach § 11 Absatz 1 Satz 1 Nummer 1 oder die Rücknahme oder der Widerruf einer Erlaubnis nach § 11 Absatz 1 Satz 1 Nummer 1 keine negativen Auswirkungen auf das Wohlergehen der Tiere hat, die in den der jeweiligen Tätigkeit dienenden Betrieben oder Einrichtungen gehalten werden.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE004104377",
        "type": "article",
        "name": "§ 16b",
        "title": null,
        "body": {
          "content": "<P>(1) Das Bundesministerium beruft eine Tierschutzkommission zu seiner Unterstützung in Fragen des Tierschutzes. Vor dem Erlass von Rechtsverordnungen und allgemeinen Verwaltungsvorschriften nach diesem Gesetz hat das Bundesministerium die Tierschutzkommission anzuhören.</P><P>(2) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung ohne Zustimmung des Bundesrates das Nähere über Zusammensetzung, Berufung der Mitglieder, Aufgaben und Geschäftsführung der Tierschutzkommission zu regeln.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE006003360",
        "type": "article",
        "name": "§ 16c",
        "title": null,
        "body": {
          "content": "<P>Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates Personen, Einrichtungen und Betriebe, die Tierversuche an Wirbeltieren oder Kopffüßern durchführen oder die Wirbeltiere nach § 4 Absatz 3 verwenden, sowie Einrichtungen und Betriebe, in denen Wirbeltiere oder Kopffüßer für die genannten Zwecke gezüchtet oder zum Zwecke der Abgabe an Dritte gehalten werden, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">zu verpflichten, in bestimmten, regelmäßigen Zeitabständen der zuständigen Behörde Angaben über <DL Font=\"normal\" Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Art, Herkunft und Zahl der verwendeten Tiere und</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">den Zweck und die Art der Versuche oder sonstigen Verwendungen einschließlich des Schweregrads nach Artikel 15 Absatz 1 der Richtlinie 2010/63/EU</LA></DD></DL>zu melden und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Melde- und Übermittlungsverfahren zu regeln.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE004204377",
        "type": "article",
        "name": "§ 16d",
        "title": null,
        "body": {
          "content": "<P>Das Bundesministerium erlässt mit Zustimmung des Bundesrates die allgemeinen Verwaltungsvorschriften, die zur Durchführung dieses Gesetzes und der auf Grund dieses Gesetzes erlassenen Rechtsverordnungen erforderlich sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE004305377",
        "type": "article",
        "name": "§ 16e",
        "title": null,
        "body": {
          "content": "<P>Die Bundesregierung erstattet dem Deutschen Bundestag alle vier Jahre einen Bericht über den Stand der Entwicklung des Tierschutzes.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE005406377",
        "type": "article",
        "name": "§ 16f",
        "title": null,
        "body": {
          "content": "<P>(1) Die zuständigen Behörden <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">erteilen der zuständigen Behörde eines anderen Mitgliedstaates auf begründetes Ersuchen Auskünfte und übermitteln die erforderlichen Schriftstücke, um ihr die Überwachung der Einhaltung tierschutzrechtlicher Vorschriften zu ermöglichen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">überprüfen die von der ersuchenden Behörde mitgeteilten Sachverhalte und teilen ihr das Ergebnis der Prüfung mit.</LA></DD></DL></P><P>(2) Die zuständigen Behörden erteilen der zuständigen Behörde eines anderen Mitgliedstaates unter Beifügung der erforderlichen Schriftstücke Auskünfte, die für die Überwachung in diesem Mitgliedstaat erforderlich sind, insbesondere bei Verstößen oder Verdacht auf Verstöße gegen tierschutzrechtliche Vorschriften.</P><P>(3) Die zuständigen Behörden können, soweit dies zum Schutz der Tiere erforderlich oder durch Rechtsakte der Europäischen Gemeinschaft oder der Europäischen Union vorgeschrieben ist, Daten, die sie im Rahmen der Überwachung gewonnen haben, den zuständigen Behörden anderer Länder und anderer Mitgliedstaaten, dem Bundesministerium, dem Bundesamt für Verbraucherschutz und Lebensmittelsicherheit und der Kommission der Europäischen Gemeinschaft oder der Europäischen Union mitteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE005507360",
        "type": "article",
        "name": "§ 16g",
        "title": null,
        "body": {
          "content": "<P>(1) Der Verkehr mit den zuständigen Behörden anderer Mitgliedstaaten und der Europäischen Kommission obliegt dem Bundesministerium. Es kann diese Befugnis durch Rechtsverordnung ohne Zustimmung des Bundesrates auf das Bundesamt für Verbraucherschutz und Lebensmittelsicherheit und durch Rechtsverordnung mit Zustimmung des Bundesrates auf die zuständigen obersten Landesbehörden übertragen. Ferner kann es im Einzelfall im Benehmen mit der zuständigen obersten Landesbehörde dieser die Befugnis übertragen. Die obersten Landesbehörden können die Befugnis nach den Sätzen 2 und 3 auf andere Behörden übertragen.</P><P>(2) Abweichend von Absatz 1 Satz 1 obliegt im Falle des Artikels 47 Absatz 5 der Richtlinie 2010/63/EU der Verkehr mit den zuständigen Behörden anderer Mitgliedstaaten und der Europäischen Kommission dem Bundesinstitut für Risikobewertung, soweit sich das Bundesministerium im Einzelfall nicht etwas anderes vorbehält.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE005703377",
        "type": "article",
        "name": "§ 16h",
        "title": null,
        "body": {
          "content": "<P>Die §§ 16f und 16g gelten entsprechend für Staaten, die - ohne Mitgliedstaaten zu sein - Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE005607377",
        "type": "article",
        "name": "§ 16i",
        "title": null,
        "body": {
          "content": "<P>(1) Ist eine von der zuständigen Behörde getroffene Maßnahme, die sich auf die Durchführung von Tiertransporten aus anderen Mitgliedstaaten bezieht, zwischen ihr und dem Verfügungsberechtigten streitig, so können beide Parteien einvernehmlich den Streit durch den Schiedsspruch eines Sachverständigen schlichten lassen. Die Streitigkeit ist binnen eines Monats nach Bekanntgabe der Maßnahme einem Sachverständigen zu unterbreiten, der in einem von der Europäischen Kommission aufgestellten Verzeichnis aufgeführt ist. Der Sachverständige hat das Gutachten binnen 72 Stunden zu erstatten.</P><P>(2) Auf den Schiedsvertrag und das schiedsgerichtliche Verfahren finden die Vorschriften der §§ 1025 bis 1065 der Zivilprozessordnung entsprechende Anwendung. Gericht im Sinne des § 1062 der Zivilprozessordnung ist das zuständige Verwaltungsgericht, Gericht im Sinne des § 1065 der Zivilprozessordnung das zuständige Oberverwaltungsgericht. Abweichend von § 1059 Abs. 3 Satz 1 der Zivilprozessordnung muss der Aufhebungsantrag innerhalb eines Monats bei Gericht eingereicht werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNE006500360",
        "type": "article",
        "name": "§ 16j",
        "title": null,
        "body": {
          "content": "<P>Verwaltungsverfahren nach diesem Gesetz können in den Ländern über eine einheitliche Stelle abgewickelt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001005360"
        }
      },
      {
        "id": "BJNR012770972BJNG001105360",
        "type": "heading",
        "name": "Elfter Abschnitt",
        "title": "Straf- und Bußgeldvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE004404377",
        "type": "article",
        "name": "§ 17",
        "title": null,
        "body": {
          "content": "<P>Mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe wird bestraft, wer <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Wirbeltier ohne vernünftigen Grund tötet oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Wirbeltier<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">aus Rohheit erhebliche Schmerzen oder Leiden oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">länger anhaltende oder sich wiederholende erhebliche Schmerzen oder Leiden</LA></DD></DL></LA><LA Size=\"normal\">zufügt.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001105360"
        }
      },
      {
        "id": "BJNR012770972BJNE004515360",
        "type": "article",
        "name": "§ 18",
        "title": null,
        "body": {
          "content": "<P>(1) Ordnungswidrig handelt, wer vorsätzlich oder fahrlässig <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Wirbeltier, das er hält, betreut oder zu betreuen hat, ohne vernünftigen Grund erhebliche Schmerzen, Leiden oder Schäden zufügt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 2a oder § 9 Absatz 2, 3, 4 oder 6 Satz 2, jeweils auch in Verbindung mit § 6 Absatz 1a Satz 1 Nummer 2, oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">nach den §§ 4b, 5 Abs. 4, § 6 Abs. 4, § 8a Absatz 4 oder 5 Nummer 1, 2, 3 oder Nummer 4, § 9 Absatz 1 und 5 Satz 2, auch in Verbindung mit § 6 Absatz 1a Satz 1 Nummer 2 oder § 9 Absatz 6 Satz 2, § 10 Absatz 2 Satz 2, § 11 Absatz 3, § 11a Absatz 2, 3 Satz 3 oder Absatz 5, § 11b Absatz 4 Nummer 2, § 12 Abs. 2, § 13 Abs. 2 oder 3, §§ 13a, 14 Abs. 2, § 16 Abs. 5 Satz 1 oder § 16c</LA></DD></DL></LA><LA Size=\"normal\">erlassenen Rechtsverordnung zuwiderhandelt, soweit sie für einen bestimmten Tatbestand auf diese Bußgeldvorschrift verweist,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Verbot nach § 3 Satz 1 zuwiderhandelt,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 4 Abs. 1 ein Wirbeltier tötet,</LA></DD><DT>5a.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 4 Absatz 3 Satz 2 einen Hund, eine Katze oder einen Primaten tötet,</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 4a Abs. 1 ein warmblütiges Tier schlachtet,</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 5 Abs. 1 Satz 1 einen Eingriff ohne Betäubung vornimmt oder, ohne Tierarzt zu sein, entgegen § 5 Abs. 1 Satz 2 eine Betäubung vornimmt,</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem Verbot nach § 6 Abs. 1 Satz 1 zuwiderhandelt oder entgegen § 6 Abs. 1 Satz 3 einen Eingriff vornimmt,</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>9a.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 6 Absatz 1a Satz 2 oder Satz 3 zweiter Halbsatz eine Anzeige nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig erstattet,</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 6 Abs. 2 elastische Ringe verwendet,</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 7a Absatz 3 oder 4 Satz 1 Tierversuche durchführt,</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">Versuche an Wirbeltieren ohne die nach § 8 Absatz 1 Satz 1 erforderliche Genehmigung durchführt,</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>14.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>15.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>16.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>17.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 9 Absatz 6 Satz 1 Nummer 1 Buchstabe b, auch in Verbindung mit § 6 Absatz 1a Satz 1 Nummer 1, nicht sicherstellt, dass die Vorschrift des § 7 Absatz 1 Satz 3 eingehalten wird,</LA></DD><DT>18.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>19.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>20.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Tätigkeit ohne die nach § 11 Abs. 1 Satz 1 erforderliche Erlaubnis ausübt oder einer mit einer solchen Erlaubnis verbundenen vollziehbaren Auflage zuwiderhandelt,</LA></DD><DT>20a.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer vollziehbaren Anordnung nach § 11 Absatz 5 Satz 6 oder § 16a Absatz 1 Satz 2 Nummer 1, 3 oder Nummer 4 oder Absatz 2 oder 3 zuwiderhandelt,</LA></DD><DT>20b.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 11 Absatz 6 Satz 1 in Verbindung mit einer Rechtsverordnung nach § 11 Absatz 6 Satz 2 Nummer 1 eine Anzeige nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig erstattet,</LA></DD><DT>21.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>21a.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 11a Absatz 4 Satz 1 ein Wirbeltier einführt,</LA></DD><DT>22.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wirbeltiere entgegen § 11b Abs. 1 züchtet oder durch biotechnische Maßnahmen verändert,</LA></DD><DT>23.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 11c ein Wirbeltier an Kinder oder Jugendliche bis zum vollendeten 16. Lebensjahr abgibt,</LA></DD><DT>24.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen),</LA></DD><DT>25.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 13 Abs. 1 Satz 1 eine Vorrichtung oder einen Stoff anwendet,</LA></DD><DT>25a.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 16 Abs. 1a Satz 1 eine Anzeige nicht, nicht richtig, nicht vollständig oder nicht rechtzeitig erstattet,</LA></DD><DT>26.</DT><DD Font=\"normal\"><LA Size=\"normal\">entgegen § 16 Abs. 2 eine Auskunft nicht, nicht richtig oder nicht vollständig erteilt oder einer Duldungs- oder Mitwirkungspflicht nach § 16 Abs. 3 Satz 2, auch in Verbindung mit einer Rechtsverordnung nach § 16 Abs. 5 Satz 2 Nr. 3, zuwiderhandelt oder</LA></DD><DT>27.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen).</LA></DD></DL></P><P>(2) Ordnungswidrig handelt auch, wer, abgesehen von den Fällen des Absatzes 1 Nr. 1, einem Tier ohne vernünftigen Grund erhebliche Schmerzen, Leiden oder Schäden zufügt.</P><P>(3) Ordnungswidrig handelt auch, wer vorsätzlich oder fahrlässig <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer unmittelbar geltenden Vorschrift in Rechtsakten der Europäischen Gemeinschaft oder der Europäischen Union zuwiderhandelt, die inhaltlich einem in<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Absatz 1 Nummer 4 bis 8, 11, 12, 17, 22 und 25 bezeichneten Gebot oder Verbot entspricht, soweit eine Rechtsverordnung nach § 18a Nr. 1 für einen bestimmten Tatbestand auf diese Bußgeldvorschriften verweist,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Absatz 1 Nummer 9a, 10, 21a, 23 und 25a bezeichneten Gebot oder Verbot entspricht, soweit eine Rechtsverordnung nach § 18a Nr. 2 für einen bestimmten Tatbestand auf diese Bußgeldvorschrift verweist, oder</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">einer unmittelbar geltenden Vorschrift in Rechtsakten der Europäischen Gemeinschaft oder der Europäischen Union zuwiderhandelt, die inhaltlich einer Regelung entspricht, zu der die in Absatz 1<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Nr. 3 Buchstabe a genannte Vorschrift ermächtigt, soweit eine Rechtsverordnung nach § 18a Nr. 1 für einen bestimmten Tatbestand auf diese Bußgeldvorschrift verweist,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Nr. 3 Buchstabe b genannten Vorschriften ermächtigen, soweit eine Rechtsverordnung nach § 18a Nr. 2 für einen bestimmten Tatbestand auf diese Bußgeldvorschrift verweist.</LA></DD></DL></LA></DD></DL></P><P>(4) Die Ordnungswidrigkeit kann in den Fällen des Absatzes 1 Nummer 1 und 3 Buchstabe a, Nummer 4 bis 8, 11, 12, 17, 20, 20a, 22 und 25, des Absatzes 2 sowie des Absatzes 3 Nummer 1 Buchstabe a und Nummer 2 Buchstabe a mit einer Geldbuße bis zu fünfundzwanzigtausend Euro, in den übrigen Fällen mit einer Geldbuße bis zu fünftausend Euro geahndet werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001105360"
        }
      },
      {
        "id": "BJNR012770972BJNE006102377",
        "type": "article",
        "name": "§ 18a",
        "title": null,
        "body": {
          "content": "<P>Das Bundesministerium wird ermächtigt, soweit dies zur Durchsetzung der Rechtsakte der Europäischen Gemeinschaft oder der Europäischen Union erforderlich ist, durch Rechtsverordnung ohne Zustimmung des Bundesrates die Tatbestände zu bezeichnen, die als Ordnungswidrigkeit nach <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 18 Abs. 3 Nr. 1 Buchstabe a oder Nr. 2 Buchstabe a oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 18 Abs. 3 Nr. 1 Buchstabe b oder Nr. 2 Buchstabe b</LA></DD></DL>geahndet werden können.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001105360"
        }
      },
      {
        "id": "BJNR012770972BJNE004609360",
        "type": "article",
        "name": "§ 19",
        "title": null,
        "body": {
          "content": "<P>(1) Tiere, auf die sich <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Straftat nach den §§ 17, 20 Absatz 3 oder § 20a Absatz 3 oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Ordnungswidrigkeit nach § 18 Absatz 1 Nummer 1 oder 3, soweit die Ordnungswidrigkeit eine Rechtsverordnung nach den §§ 2a, 5 Absatz 4, § 9 Absatz 1 bis 3, 4 Satz 2 oder Absatz 6 Satz 2, § 11b Absatz 4 Nummer 2 oder § 12 Absatz 2 Nummer 4 oder 5 betrifft, Nummer 4, 8, 12, 17, 20a, 21a, 22 oder Nummer 23</LA></DD></DL>bezieht, können eingezogen werden.</P><P>(2) Ferner können Tiere eingezogen werden, auf die sich eine Ordnungswidrigkeit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 18 Abs. 3 Nr. 1 bezieht, soweit die Ordnungswidrigkeit eine unmittelbar geltende Vorschrift in Rechtsakten der Europäischen Gemeinschaft oder der Europäischen Union betrifft, die inhaltlich einem in § 18 Absatz 1 Nummer 4, 8, 12, 17, 21a, 22 oder Nummer 23 bezeichneten Gebot oder Verbot entspricht,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach § 18 Abs. 3 Nr. 2 bezieht, soweit die Ordnungswidrigkeit eine unmittelbar geltende Vorschrift in Rechtsakten der Europäischen Gemeinschaft oder der Europäischen Union betrifft, die inhaltlich einer Rechtsverordnung nach den §§ 2a, 5 Abs. 4, § 9 Absatz 1 bis 4 oder Absatz 6 Satz 2, § 11b Absatz 4 Nummer 2 oder § 12 Abs. 2 Nr. 4 oder 5 entspricht.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001105360"
        }
      },
      {
        "id": "BJNR012770972BJNE004704360",
        "type": "article",
        "name": "§ 20",
        "title": null,
        "body": {
          "content": "<P>(1) Wird jemand wegen einer nach § 17 rechtswidrigen Tat verurteilt oder nur deshalb nicht verurteilt, weil seine Schuldunfähigkeit erwiesen oder nicht auszuschließen ist, so kann ihm das Gericht das Halten oder Betreuen von sowie den Handel oder den sonstigen berufsmäßigen Umgang mit Tieren jeder oder einer bestimmten Art für die Dauer von einem Jahr bis zu fünf Jahren oder für immer verbieten, wenn die Gefahr besteht, dass er weiterhin eine nach § 17 rechtswidrige Tat begehen wird.</P><P>(2) Das Verbot wird mit Rechtskraft des Urteils oder des Strafbefehls wirksam. In die Verbotsfrist wird die Zeit, in welcher der Täter in einer Anstalt verwahrt wird, nicht eingerechnet. Ergibt sich nach der Anordnung des Verbots Grund zu der Annahme, dass die Gefahr, der Täter werde nach § 17 rechtswidrige Taten begehen, nicht mehr besteht, so kann das Gericht das Verbot aufheben, wenn es mindestens sechs Monate gedauert hat.</P><P>(3) Wer einem Verbot nach Absatz 1 zuwiderhandelt, wird mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe bestraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001105360"
        }
      },
      {
        "id": "BJNR012770972BJNE005304360",
        "type": "article",
        "name": "§ 20a",
        "title": null,
        "body": {
          "content": "<P>(1) Sind dringende Gründe für die Annahme vorhanden, dass ein Verbot nach § 20 angeordnet werden wird, so kann der Richter dem Beschuldigten durch Beschluss das Halten oder Betreuen von sowie den Handel oder den sonstigen berufsmäßigen Umgang mit Tieren jeder oder einer bestimmten Art vorläufig verbieten.</P><P>(2) Das vorläufige Verbot nach Absatz 1 ist aufzuheben, wenn sein Grund weggefallen ist oder wenn das Gericht im Urteil oder im Strafbefehl ein Verbot nach § 20 nicht anordnet.</P><P>(3) Wer einem Verbot nach Absatz 1 zuwiderhandelt, wird mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe bestraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001105360"
        }
      },
      {
        "id": "BJNR012770972BJNG001206360",
        "type": "heading",
        "name": "Zwölfter Abschnitt",
        "title": "Übergangs- und Schlussvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR012770972BJNE004807119",
        "type": "article",
        "name": "§ 21",
        "title": null,
        "body": {
          "content": "<P>(1) Längstens bis zum Ablauf des 31. Dezember 2020 ist abweichend von § 5 Absatz 1 Satz 1 eine Betäubung nicht erforderlich für das Kastrieren von unter acht Tage alten männlichen Schweinen, sofern kein von der normalen anatomischen Beschaffenheit abweichender Befund vorliegt. Ist eine Betäubung nach Satz 1 nicht erforderlich, gilt § 5 Absatz 1 Satz 6 mit der Maßgabe entsprechend, dass insbesondere schmerzstillende Tierarzneimittel anzuwenden sind.</P><P>(1a) Bis zum 31. Mai 2019 wird dem Deutschen Bundestag eine Rechtsverordnung des Bundesministeriums nach § 6 Absatz 6 zugeleitet. Die Zuleitung an den Deutschen Bundestag erfolgt vor der Zuleitung an den Bundesrat. Die Rechtsverordnung kann durch Beschluss des Deutschen Bundestages geändert oder abgelehnt werden. Der Beschluss des Deutschen Bundestages wird dem Bundesministerium zugeleitet. Hat sich der Deutsche Bundestag nach Ablauf von drei Sitzungswochen seit Eingang der Rechtsverordnung nicht mit ihr befasst, so wird die unveränderte Rechtsverordnung dem Bundesrat zugeleitet. Soweit die Rechtsverordnung auf Grund des Beschlusses des Bundesrates geändert wird, bedarf es keiner erneuten Zuleitung an den Bundestag.</P><P>(1b) Das Bundesministerium berichtet bis zum 30. Juni 2019 und dann mindestens alle sechs Monate dem zuständigen Fachausschuss des Deutschen Bundestages über die Umsetzungsfortschritte bei der Einführung alternativer Verfahren und Methoden zur betäubungslosen Ferkelkastration. Dabei soll das Bundesministerium unter anderem den Stand der arzneimittelrechtlichen Zulassung von Tierarzneimitteln für die Durchführung einer Betäubung bei der Ferkelkastration, den Stand der Technik bei Narkosegeräten, das entwickelte Schulungsmaterial und den Schulungserfolg darstellen.</P><P>(2) Bis zum Ablauf des 31. Dezember 2018 ist abweichend von § 5 Absatz 1 Satz 1 eine Betäubung nicht erforderlich für die Kennzeichnung von Pferden durch Schenkelbrand.</P><P>(3) Im Falle von Tierversuchen nach § 7 Absatz 2 Satz 1, auch in Verbindung mit Satz 2, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">deren Genehmigung vor dem 13. Juli 2013 nach den Vorschriften dieses Gesetzes in der bis zum 13. Juli 2013 geltenden Fassung unter Einhaltung der Anforderungen nach dessen § 8 Absatz 2 beantragt oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">deren Durchführung vor dem 13. Juli 2013 nach den Vorschriften dieses Gesetzes in der bis zum 13. Juli 2013 geltenden Fassung angezeigt und von der zuständigen Behörde nicht beanstandet</LA></DD></DL>worden ist, sind abweichend von den §§ 6 bis 10 bis zum 1. Januar 2018 die Vorschriften dieses Gesetzes in der bis zum 13. Juli 2013 geltenden Fassung weiter anzuwenden.</P><P>(4) Die Erlaubnis nach § 11 Absatz 1 Satz 1 Nummer 1 und 2 gilt demjenigen, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der am 12. Juli 2013 eine im Sinne der vorgenannten Vorschriften erlaubnispflichtige Tätigkeit ausübt und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">dem, soweit es sich dabei um eine nach diesem Gesetz in der bis zum 13. Juli 2013 geltenden Fassung erlaubnispflichtige Tätigkeit handelt, vor dem 13. Juli 2013 eine entsprechende Erlaubnis erteilt worden ist,</LA></DD></DL>als vorläufig erteilt. Die vorläufige Erlaubnis erlischt, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn nicht bis zum 1. Januar 2014 die Erteilung einer endgültigen Erlaubnis beantragt wird oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Falle rechtzeitiger Antragstellung mit Eintritt der Unanfechtbarkeit der Entscheidung über den Antrag.</LA></DD></DL></P><P>(4a) § 11 Absatz 1 Satz 1 Nummer 5 ist ab dem 1. August 2014 anzuwenden.</P><P>(4b) § 11 Absatz 1 Nummer 8 Buchstabe f ist ab dem 1. August 2014 anzuwenden.</P><P>(5) Bis zum Erlass einer Rechtsverordnung nach § 11 Absatz 2 oder 6 Satz 2 ist § 11 Absatz 1 Satz 2 und 3, Absatz 2, 2a, 5 und 6 in der bis zum 13. Juli 2013 geltenden Fassung weiter anzuwenden mit der Maßgabe, dass <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">auch derjenige, der Tierbörsen durchführt, ab dem 1. August 2014 die Anforderungen des § 11 Absatz 2 Nummer 1 in der vorstehend bezeichneten Fassung erfüllen muss und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">derjenige, der gewerbsmäßig mit Wirbeltieren, außer landwirtschaftlichen Nutztieren, handelt, ab dem 1. August 2014 sicherzustellen hat, dass bei der erstmaligen Abgabe eines Wirbeltieres einer bestimmten Art an den jeweiligen künftigen Tierhalter mit dem Tier schriftliche Informationen über die wesentlichen Bedürfnisse des Tieres, insbesondere im Hinblick auf seine angemessene Ernährung und Pflege sowie verhaltensgerechte Unterbringung und artgemäße Bewegung, übergeben werden; dies gilt nicht bei der Abgabe an den Inhaber einer Erlaubnis nach § 11 Absatz 1 Satz 1 Nummer 3 Buchstabe b in der vorstehend bezeichneten Fassung.</LA></DD></DL>Bis zum Erlass einer Rechtsverordnung nach § 11 Absatz 2 Satz 1 Nummer 1 ist im Rahmen des § 11 Absatz 5 Satz 5 darauf abzustellen, ob der Antragsteller den Anforderungen des § 11 Absatz 1 Satz 2 und 3 in der bis zum 13. Juli 2013 geltenden Fassung nachgekommen ist.</P><P>(6) § 11 Absatz 8 ist ab dem 1. Februar 2014 anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001206360"
        }
      },
      {
        "id": "BJNR012770972BJNE004905377",
        "type": "article",
        "name": "§ 21a",
        "title": null,
        "body": {
          "content": "<P>Rechtsverordnungen nach diesem Gesetz können auch zur Durchführung von Rechtsakten der Europäischen Gemeinschaft oder der Europäischen Union auf dem Gebiet des Tierschutzes erlassen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001206360"
        }
      },
      {
        "id": "BJNR012770972BJNE005007360",
        "type": "article",
        "name": "§ 21b",
        "title": null,
        "body": {
          "content": "<P>Das Bundesministerium wird ermächtigt, durch Rechtsverordnung mit Zustimmung des Bundesrates Verweisungen auf Vorschriften in Rechtsakten der Europäischen Gemeinschaft oder der Europäischen Union in diesem Gesetz oder in auf Grund dieses Gesetzes erlassenen Rechtsverordnungen zu ändern, soweit es zur Anpassung an Änderungen dieser Vorschriften erforderlich ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001206360"
        }
      },
      {
        "id": "BJNR012770972BJNE006205301",
        "type": "article",
        "name": "§ 21c",
        "title": null,
        "body": {
          "content": "<P>(1) Die nach § 13a Abs. 3, auch in Verbindung mit einer Rechtsverordnung nach Abs. 4, zuständige Behörde erhebt für individuell zurechenbare öffentliche Leistungen nach diesem Gesetz oder auf Grund dieses Gesetzes erlassener Rechtsverordnungen Gebühren und Auslagen.</P><P>(2) Das Bundesministerium wird ermächtigt, durch Rechtsverordnung, die nicht der Zustimmung des Bundesrates bedarf, die gebührenpflichtigen Tatbestände zu bestimmen und dabei feste Sätze oder Rahmensätze vorzusehen. Die Gebührensätze sind so zu bemessen, dass der mit den individuell zurechenbaren öffentlichen Leistungen verbundene Personal- und Sachaufwand gedeckt wird. Bei der Bemessung der Höhe der Gebühr ist auch der mit den Mitwirkungshandlungen beteiligter Prüfeinrichtungen verbundene Aufwand zu berücksichtigen. Die zu erstattenden Auslagen können abweichend vom Bundesgebührengesetz geregelt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001206360"
        }
      },
      {
        "id": "BJNR012770972BJNE006600360",
        "type": "article",
        "name": "§ 21d",
        "title": null,
        "body": {
          "content": "<P>Rechtsverordnungen nach diesem Gesetz können abweichend von § 2 Absatz 1 des Verkündungs- und Bekanntmachungsgesetzes im Bundesanzeiger verkündet werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001206360"
        }
      },
      {
        "id": "BJNR012770972BJNE005204377",
        "type": "article",
        "name": "§ 22",
        "title": null,
        "body": {
          "content": "<P>(Inkrafttreten)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR012770972BJNG001206360"
        }
      }
    ]
  }
}
