{
  "data": {
    "type": "law",
    "id": "BJNR700550949",
    "abbreviation": "TVG",
    "extraAbbreviations": [],
    "firstPublished": "1949-04-09",
    "sourceTimestamp": "20200529212524",
    "headingShort": null,
    "headingLong": "Tarifvertragsgesetz",
    "publicationInfo": [
      {
        "periodical": "WiGBl",
        "reference": "1949, 55, 68"
      }
    ],
    "statusInfo": [
      {
        "category": "Neuf",
        "comment": "Neugefasst durch Bek. v. 25. 8.1969 I 1323;"
      },
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 4f G v. 18.12.2018 I 2651"
      },
      {
        "category": "Hinweis",
        "comment": "Änderung durch Art. 8 G v. 20.5.2020 I 1055 mWv 29.5.2020 (Nr. 24) textlich nachgewiesen, dokumentarisch noch nicht abschließend bearbeitet"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.11.1974 +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR700550949BJNE000100319",
        "type": "article",
        "name": "§ 1",
        "title": "Inhalt und Form des Tarifvertrags",
        "body": {
          "content": "<P>(1) Der Tarifvertrag regelt die Rechte und Pflichten der Tarifvertragsparteien und enthält Rechtsnormen, die den Inhalt, den Abschluß und die Beendigung von Arbeitsverhältnissen sowie betriebliche und betriebsverfassungsrechtliche Fragen ordnen können.</P><P>(2) Tarifverträge bedürfen der Schriftform.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE000200319",
        "type": "article",
        "name": "§ 2",
        "title": "Tarifvertragsparteien",
        "body": {
          "content": "<P>(1) Tarifvertragsparteien sind Gewerkschaften, einzelne Arbeitgeber sowie Vereinigungen von Arbeitgebern.</P><P>(2) Zusammenschlüsse von Gewerkschaften und von Vereinigungen von Arbeitgebern (Spitzenorganisationen) können im Namen der ihnen angeschlossenen Verbände Tarifverträge abschließen, wenn sie eine entsprechende Vollmacht haben.</P><P>(3) Spitzenorganisationen können selbst Parteien eines Tarifvertrags sein, wenn der Abschluß von Tarifverträgen zu ihren satzungsgemäßen Aufgaben gehört.</P><P>(4) In den Fällen der Absätze 2 und 3 haften sowohl die Spitzenorganisationen wie die ihnen angeschlossenen Verbände für die Erfüllung der gegenseitigen Verpflichtungen der Tarifvertragsparteien.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE000300319",
        "type": "article",
        "name": "§ 3",
        "title": "Tarifgebundenheit",
        "body": {
          "content": "<P>(1) Tarifgebunden sind die Mitglieder der Tarifvertragsparteien und der Arbeitgeber, der selbst Partei des Tarifvertrags ist.</P><P>(2) Rechtsnormen des Tarifvertrags über betriebliche und betriebsverfassungsrechtliche Fragen gelten für alle Betriebe, deren Arbeitgeber tarifgebunden ist.</P><P>(3) Die Tarifgebundenheit bleibt bestehen, bis der Tarifvertrag endet.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE000400319",
        "type": "article",
        "name": "§ 4",
        "title": "Wirkung der Rechtsnormen",
        "body": {
          "content": "<P>(1) Die Rechtsnormen des Tarifvertrags, die den Inhalt, den Abschluß oder die Beendigung von Arbeitsverhältnissen ordnen, gelten unmittelbar und zwingend zwischen den beiderseits Tarifgebundenen, die unter den Geltungsbereich des Tarifvertrags fallen. Diese Vorschrift gilt entsprechend für Rechtsnormen des Tarifvertrags über betriebliche und betriebsverfassungsrechtliche Fragen.</P><P>(2) Sind im Tarifvertrag gemeinsame Einrichtungen der Tarifvertragsparteien vorgesehen und geregelt (Lohnausgleichskassen, Urlaubskassen usw.), so gelten diese Regelungen auch unmittelbar und zwingend für die Satzung dieser Einrichtung und das Verhältnis der Einrichtung zu den tarifgebundenen Arbeitgebern und Arbeitnehmern.</P><P>(3) Abweichende Abmachungen sind nur zulässig, soweit sie durch den Tarifvertrag gestattet sind oder eine Änderung der Regelungen zugunsten des Arbeitnehmers enthalten.</P><P>(4) Ein Verzicht auf entstandene tarifliche Rechte ist nur in einem von den Tarifvertragsparteien gebilligten Vergleich zulässig. Die Verwirkung von tariflichen Rechten ist ausgeschlossen. Ausschlußfristen für die Geltendmachung tariflicher Rechte können nur im Tarifvertrag vereinbart werden.</P><P>(5) Nach Ablauf des Tarifvertrags gelten seine Rechtsnormen weiter, bis sie durch eine andere Abmachung ersetzt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE001601126",
        "type": "article",
        "name": "§ 4a",
        "title": "Tarifkollision",
        "body": {
          "content": "<P>(1) Zur Sicherung der Schutzfunktion, Verteilungsfunktion, Befriedungsfunktion sowie Ordnungsfunktion von Rechtsnormen des Tarifvertrags werden Tarifkollisionen im Betrieb vermieden.</P><P>(2) Der Arbeitgeber kann nach § 3 an mehrere Tarifverträge unterschiedlicher Gewerkschaften gebunden sein. Soweit sich die Geltungsbereiche nicht inhaltsgleicher Tarifverträge verschiedener Gewerkschaften überschneiden (kollidierende Tarifverträge), sind im Betrieb nur die Rechtsnormen des Tarifvertrags derjenigen Gewerkschaft anwendbar, die zum Zeitpunkt des Abschlusses des zuletzt abgeschlossenen kollidierenden Tarifvertrags im Betrieb die meisten in einem Arbeitsverhältnis stehenden Mitglieder hat (Mehrheitstarifvertrag); wurden beim Zustandekommen des Mehrheitstarifvertrags die Interessen von Arbeitnehmergruppen, die auch von dem nach dem ersten Halbsatz nicht anzuwendenden Tarifvertrag erfasst werden, nicht ernsthaft und wirksam berücksichtigt, sind auch die Rechtsnormen dieses Tarifvertrags anwendbar. Kollidieren die Tarifverträge erst zu einem späteren Zeitpunkt, ist dieser für die Mehrheitsfeststellung maßgeblich. Als Betriebe gelten auch ein Betrieb nach § 1 Absatz 1 Satz 2 des Betriebsverfassungsgesetzes und ein durch Tarifvertrag nach § 3 Absatz 1 Nummer 1 bis 3 des Betriebsverfassungsgesetzes errichteter Betrieb, es sei denn, dies steht den Zielen des Absatzes 1 offensichtlich entgegen. Dies ist insbesondere der Fall, wenn die Betriebe von Tarifvertragsparteien unterschiedlichen Wirtschaftszweigen oder deren Wertschöpfungsketten zugeordnet worden sind.</P><P>(3) Für Rechtsnormen eines Tarifvertrags über eine betriebsverfassungsrechtliche Frage nach § 3 Absatz 1 und § 117 Absatz 2 des Betriebsverfassungsgesetzes gilt Absatz 2 Satz 2 nur, wenn diese betriebsverfassungsrechtliche Frage bereits durch Tarifvertrag einer anderen Gewerkschaft geregelt ist.</P><P>(4) Eine Gewerkschaft kann vom Arbeitgeber oder von der Vereinigung der Arbeitgeber die Nachzeichnung der Rechtsnormen eines mit ihrem Tarifvertrag kollidierenden Tarifvertrags verlangen. Der Anspruch auf Nachzeichnung beinhaltet den Abschluss eines die Rechtsnormen des kollidierenden Tarifvertrags enthaltenden Tarifvertrags, soweit sich die Geltungsbereiche und Rechtsnormen der Tarifverträge überschneiden. Die Rechtsnormen eines nach Satz 1 nachgezeichneten Tarifvertrags gelten unmittelbar und zwingend, soweit der Tarifvertrag der nachzeichnenden Gewerkschaft nach Absatz 2 Satz 2 nicht zur Anwendung kommt.</P><P>(5) Nimmt ein Arbeitgeber oder eine Vereinigung von Arbeitgebern mit einer Gewerkschaft Verhandlungen über den Abschluss eines Tarifvertrags auf, ist der Arbeitgeber oder die Vereinigung von Arbeitgebern verpflichtet, dies rechtzeitig und in geeigneter Weise bekanntzugeben. Eine andere Gewerkschaft, zu deren satzungsgemäßen Aufgaben der Abschluss eines Tarifvertrags nach Satz 1 gehört, ist berechtigt, dem Arbeitgeber oder der Vereinigung von Arbeitgebern ihre Vorstellungen und Forderungen mündlich vorzutragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>§ 4a Abs. 2 Satz 2: Nach Maßgabe der Entscheidungsformel nicht vereinbar mit Art. 9 Abs. 3 GG gem. BVerfGE v. 11.7.2017 (1 BvR 1571/15 u. a.). Bis zu einer Neuregelung gilt § 4a Absatz 2 Satz 2 des Tarifvertragsgesetzes mit der Maßgabe fort, dass ein Tarifvertrag von einem kollidierenden Tarifvertrag nur verdrängt werden kann, wenn plausibel dargelegt  ist, dass die Mehrheitsgewerkschaft die Interessen der Berufsgruppen, deren Tarifvertrag verdrängt wird, ernsthaft und wirksam in ihrem Tarifvertrag berücksichtigt hat; idF d. Art. 4f G v. 18.12.2018 I 2651 mWv 1.1.2019</P>",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE000504119",
        "type": "article",
        "name": "§ 5",
        "title": "Allgemeinverbindlichkeit",
        "body": {
          "content": "<P>(1) Das Bundesministerium für Arbeit und Soziales kann einen Tarifvertrag im Einvernehmen mit einem aus je drei Vertretern der Spitzenorganisationen der Arbeitgeber und der Arbeitnehmer bestehenden Ausschuss (Tarifausschuss) auf gemeinsamen Antrag der Tarifvertragsparteien für allgemeinverbindlich erklären, wenn die Allgemeinverbindlicherklärung im öffentlichen Interesse geboten erscheint. Die Allgemeinverbindlicherklärung erscheint in der Regel im öffentlichen Interesse geboten, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Tarifvertrag in seinem Geltungsbereich für die Gestaltung der Arbeitsbedingungen überwiegende Bedeutung erlangt hat oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Absicherung der Wirksamkeit der tarifvertraglichen Normsetzung gegen die Folgen wirtschaftlicher Fehlentwicklung eine Allgemeinverbindlicherklärung verlangt.</LA></DD></DL></P><P>(1a) Das Bundesministerium für Arbeit und Soziales kann einen Tarifvertrag über eine gemeinsame Einrichtung zur Sicherung ihrer Funktionsfähigkeit im Einvernehmen mit dem Tarifausschuss auf gemeinsamen Antrag der Tarifvertragsparteien für allgemeinverbindlich erklären, wenn der Tarifvertrag die Einziehung von Beiträgen und die Gewährung von Leistungen durch eine gemeinsame Einrichtung mit folgenden Gegenständen regelt:<DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Erholungsurlaub, ein Urlaubsgeld oder ein zusätzliches Urlaubsgeld,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine betriebliche Altersversorgung im Sinne des Betriebsrentengesetzes,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Vergütung der Auszubildenden oder die Ausbildung in überbetrieblichen Bildungsstätten,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine zusätzliche betriebliche oder überbetriebliche Vermögensbildung der Arbeitnehmer,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Lohnausgleich bei Arbeitszeitausfall, Arbeitszeitverkürzung oder Arbeitszeitverlängerung.</LA></DD></DL>Der Tarifvertrag kann alle mit dem Beitragseinzug und der Leistungsgewährung in Zusammenhang stehenden Rechte und Pflichten einschließlich der dem Verfahren zugrunde liegenden Ansprüche der Arbeitnehmer und Pflichten der Arbeitgeber regeln. § 7 Absatz 2 des Arbeitnehmer-Entsendegesetzes findet entsprechende Anwendung.</P><P>(2) Vor der Entscheidung über den Antrag ist Arbeitgebern und Arbeitnehmern, die von der Allgemeinverbindlicherklärung betroffen werden würden, den am Ausgang des Verfahrens interessierten Gewerkschaften und Vereinigungen der Arbeitgeber sowie den obersten Arbeitsbehörden der Länder, auf deren Bereich sich der Tarifvertrag erstreckt, Gelegenheit zur schriftlichen Stellungnahme sowie zur Äußerung in einer mündlichen und öffentlichen Verhandlung zu geben. In begründeten Fällen kann das Bundesministerium für Arbeit und Soziales eine Teilnahme an der Verhandlung mittels Video- oder Telefonkonferenz vorsehen.</P><P>(3) Erhebt die oberste Arbeitsbehörde eines beteiligten Landes Einspruch gegen die beantragte Allgemeinverbindlicherklärung, so kann das Bundesministerium für Arbeit und Soziales dem Antrag nur mit Zustimmung der Bundesregierung stattgeben.</P><P>(4) Mit der Allgemeinverbindlicherklärung erfassen die Rechtsnormen des Tarifvertrags in seinem Geltungsbereich auch die bisher nicht tarifgebundenen Arbeitgeber und Arbeitnehmer. Ein nach Absatz 1a für allgemeinverbindlich erklärter Tarifvertrag ist vom Arbeitgeber auch dann einzuhalten, wenn er nach § 3 an einen anderen Tarifvertrag gebunden ist.</P><P>(5) Das Bundesministerium für Arbeit und Soziales kann die Allgemeinverbindlicherklärung eines Tarifvertrags im Einvernehmen mit dem in Absatz 1 genannten Ausschuß aufheben, wenn die Aufhebung im öffentlichen Interesse geboten erscheint. Die Absätze 2 und 3 gelten entsprechend. Im übrigen endet die Allgemeinverbindlichkeit eines Tarifvertrags mit dessen Ablauf.</P><P>(6) Das Bundesministerium für Arbeit und Soziales kann der obersten Arbeitsbehörde eines Landes für einzelne Fälle das Recht zur Allgemeinverbindlicherklärung sowie zur Aufhebung der Allgemeinverbindlichkeit übertragen.</P><P>(7) Die Allgemeinverbindlicherklärung und die Aufhebung der Allgemeinverbindlichkeit bedürfen der öffentlichen Bekanntmachung. Die Bekanntmachung umfasst auch die von der Allgemeinverbindlicherklärung erfassten Rechtsnormen des Tarifvertrages.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>§ 5 Abs. 1, 2 bis 5 u. 7 idF d. Bek. v. 25.8.1969 I 1323: Nach Maßgabe d. Entscheidungsformel mit d. GG vereinbar gem. BVerfGE v. 24.5.1977 I 1547 - 2 BvL 11/74 -</P>",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE000602308",
        "type": "article",
        "name": "§ 6",
        "title": "Tarifregister",
        "body": {
          "content": "<P>Bei dem Bundesministerium für Arbeit und Soziales wird ein Tarifregister geführt, in das der Abschluß, die Änderung und die Aufhebung der Tarifverträge sowie der Beginn und die Beendigung der Allgemeinverbindlichkeit eingetragen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE000702308",
        "type": "article",
        "name": "§ 7",
        "title": "Übersendungs- und Mitteilungspflicht",
        "body": {
          "content": "<P>(1) Die Tarifvertragsparteien sind verpflichtet, dem Bundesministerium für Arbeit und Soziales innerhalb eines Monats nach Abschluß kostenfrei die Urschrift oder eine beglaubigte Abschrift sowie zwei weitere Abschriften eines jeden Tarifvertrags und seiner Änderungen zu übersenden; sie haben ihm das Außerkrafttreten eines jeden Tarifvertrags innerhalb eines Monats mitzuteilen. Sie sind ferner verpflichtet, den obersten Arbeitsbehörden der Länder, auf deren Bereich sich der Tarifvertrag erstreckt, innerhalb eines Monats nach Abschluß kostenfrei je drei Abschriften des Tarifvertrags und seiner Änderungen zu übersenden und auch das Außerkrafttreten des Tarifvertrags innerhalb eines Monats mitzuteilen. Erfüllt eine Tarifvertragspartei die Verpflichtungen, so werden die übrigen Tarifvertragsparteien davon befreit.</P><P>(2) Ordnungswidrig handelt, wer vorsätzlich oder fahrlässig entgegen Absatz 1 einer Übersendungs- oder Mitteilungspflicht nicht, unrichtig, nicht vollständig oder nicht rechtzeitig genügt. Die Ordnungswidrigkeit kann mit einer Geldbuße geahndet werden.</P><P>(3) Verwaltungsbehörde im Sinne des § 36 Abs. 1 Nr. 1 des Gesetzes über Ordnungswidrigkeiten ist die Behörde, der gegenüber die Pflicht nach Absatz 1 zu erfüllen ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE000801119",
        "type": "article",
        "name": "§ 8",
        "title": "Bekanntgabe des Tarifvertrags",
        "body": {
          "content": "<P>Der Arbeitgeber ist verpflichtet, die im Betrieb anwendbaren Tarifverträge sowie rechtskräftige Beschlüsse nach § 99 des Arbeitsgerichtsgesetzes über den nach § 4a Absatz 2 Satz 2 anwendbaren Tarifvertrag im Betrieb bekanntzumachen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>§ 8: Nach Maßgabe der Gründe mit GG (100-1) vereinbar gem. BVerfGE v. 11.7.2017 I 2663 - 1 BvR 1571/15 u. a. -</P>",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE000900319",
        "type": "article",
        "name": "§ 9",
        "title": "Feststellung der Rechtswirksamkeit",
        "body": {
          "content": "<P>Rechtskräftige Entscheidungen der Gerichte für Arbeitssachen, die in Rechtsstreitigkeiten zwischen Tarifvertragsparteien aus dem Tarifvertrag oder über das Bestehen oder Nichtbestehen des Tarifvertrags ergangen sind, sind in Rechtsstreitigkeiten zwischen tarifgebundenen Parteien sowie zwischen diesen und Dritten für die Gerichte und Schiedsgerichte bindend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE001003308",
        "type": "article",
        "name": "§ 10",
        "title": "Tarifvertrag und Tarifordnungen",
        "body": {
          "content": "<P>(1) Mit dem Inkrafttreten eines Tarifvertrags treten Tarifordnungen, die für den Geltungsbereich des Tarifvertrags oder Teile desselben erlassen worden sind, außer Kraft, mit Ausnahme solcher Bestimmungen, die durch den Tarifvertrag nicht geregelt worden sind.</P><P>(2) Das Bundesministerium für Arbeit und Soziales kann Tarifordnungen aufheben; die Aufhebung bedarf der öffentlichen Bekanntmachung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE001102308",
        "type": "article",
        "name": "§ 11",
        "title": "Durchführungsbestimmungen",
        "body": {
          "content": "<P>Das Bundesministerium für Arbeit und Soziales kann unter Mitwirkung der Spitzenorganisationen der Arbeitgeber und der Arbeitnehmer die zur Durchführung des Gesetzes erforderlichen Verordnungen erlassen, insbesonders über <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Errichtung und die Führung des Tarifregisters und des Tarifarchivs;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Verfahren bei der Allgemeinverbindlicherklärung von Tarifverträgen und der Aufhebung von Tarifordnungen und Anordnungen, die öffentlichen Bekanntmachungen bei der Antragstellung, der Erklärung und Beendigung der Allgemeinverbindlichkeit und der Aufhebung von Tarifordnungen und Anordnungen sowie die hierdurch entstehenden Kosten;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">den in § 5 genannten Ausschuß.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE001200319",
        "type": "article",
        "name": "§ 12",
        "title": "Spitzenorganisationen",
        "body": {
          "content": "<P>Spitzenorganisationen im Sinne dieses Gesetzes sind - unbeschadet der Regelung in § 2 - diejenigen Zusammenschlüsse von Gewerkschaften oder von Arbeitgebervereinigungen, die für die Vertretung der Arbeitnehmer- oder der Arbeitgeberinteressen im Arbeitsleben des Bundesgebiets wesentliche Bedeutung haben. Ihnen stehen gleich Gewerkschaften und Arbeitgebervereinigungen, die keinem solchen Zusammenschluß angehören, wenn sie die Voraussetzungen des letzten Halbsatzes in Satz 1 erfüllen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE001300319",
        "type": "article",
        "name": "§ 12a",
        "title": "Arbeitnehmerähnliche Personen",
        "body": {
          "content": "<P>(1) Die Vorschriften dieses Gesetzes gelten entsprechend <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">für Personen, die wirtschaftlich abhängig und vergleichbar einem Arbeitnehmer sozial schutzbedürftig sind (arbeitnehmerähnliche Personen), wenn sie auf Grund von Dienst- oder Werkverträgen für andere Personen tätig sind, die geschuldeten Leistungen persönlich und im wesentlichen ohne Mitarbeit von Arbeitnehmern erbringen und<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">überwiegend für eine Person tätig sind oder</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">ihnen von einer Person im Durchschnitt mehr als die Hälfte des Entgelts zusteht, das ihnen für ihre Erwerbstätigkeit insgesamt zusteht; ist dies nicht voraussehbar, so sind für die Berechnung, soweit im Tarifvertrag nichts anderes vereinbart ist, jeweils die letzten sechs Monate, bei kürzerer Dauer der Tätigkeit dieser Zeitraum, maßgebend,</LA></DD> </DL></LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">für die in Nummer 1 genannten Personen, für die die arbeitnehmerähnlichen Personen tätig sind, sowie für die zwischen ihnen und den arbeitnehmerähnlichen Personen durch Dienst- oder Werkverträge begründeten Rechtsverhältnisse.</LA></DD> </DL> </P><P>(2) Mehrere Personen, für die arbeitnehmerähnliche Personen tätig sind, gelten als eine Person, wenn diese mehreren Personen nach der Art eines Konzerns (§ 18 des Aktiengesetzes) zusammengefaßt sind oder zu einer zwischen ihnen bestehenden Organisationsgemeinschaft oder nicht nur vorübergehenden Arbeitsgemeinschaft gehören.</P><P>(3) Die Absätze 1 und 2 finden auf Personen, die künstlerische, schriftstellerische oder journalistische Leistungen erbringen, sowie auf Personen, die an der Erbringung, insbesondere der technischen Gestaltung solcher Leistungen unmittelbar mitwirken, auch dann Anwendung, wenn ihnen abweichend von Absatz 1 Nr. 1 Buchstabe b erster Halbsatz von einer Person im Durchschnitt mindestens ein Drittel des Entgelts zusteht, das ihnen für ihre Erwerbstätigkeit insgesamt zusteht.</P><P>(4) Die Vorschrift findet keine Anwendung auf Handelsvertreter im Sinne des § 84 des Handelsgesetzbuchs.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE001501119",
        "type": "article",
        "name": "§ 13",
        "title": "Inkrafttreten",
        "body": {
          "content": "<P>(1) Dieses Gesetz tritt mit seiner Verkündung in Kraft.</P><P>(2) Tarifverträge, die vor dem Inkrafttreten dieses Gesetzes abgeschlossen sind, unterliegen diesem Gesetz.</P><P>(3) § 4a ist nicht auf Tarifverträge anzuwenden, die am 10. Juli 2015 gelten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>§ 13 Abs. 3: Eingef. durch Art. 1 Nr. 3 G v. 3.7.2015 I 1130 mWv 10.7.2015; nach Maßgabe der Gründe mit GG (100-1) vereinbar gem. BVerfGE v. 11.7.2017 I 2663 - 1 BvR 1571/15 u. a. -</P>",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR700550949BJNE888800301",
        "type": "article",
        "name": "Anhang EV",
        "title": "Auszug aus EinigVtr Anlage I Kapitel VIII Sachgebiet A Abschnitt III\n<BR/>\n(BGBl. II 1990, 889, 1023)\n<BR/>\n- Maßgaben für das beigetretene Gebiet (Art. 3 EinigVtr) -",
        "body": {
          "content": "<P><noindex> Abschnitt III <BR/>Bundesrecht tritt in dem in Artikel 3 des Vertrages genannten Gebiet mit folgenden Maßgaben in Kraft: <BR/>... <DL Font=\"normal\" Type=\"arabic\"><DT>14.</DT><DD Font=\"normal\"><LA Size=\"normal\">Tarifvertragsgesetz in der Fassung der Bekanntmachung vom 25. August 1969 (BGBl. I S. 1323), geändert durch Artikel II § 1 des Gesetzes vom 29. Oktober 1974 (BGBl. I S. 2879),</LA><LA Size=\"normal\">mit folgender Maßgabe:</LA><LA Size=\"normal\">Bis zum Abschluß eines neuen Tarifvertrages ist der geltende Rahmenkollektivvertrag oder Tarifvertrag mit allen Nachträgen und Zusatzvereinbarungen weiter anzuwenden, soweit eine Registrierung entsprechend dem Arbeitsgesetzbuch erfolgt ist. Der Rahmenkollektivvertrag oder Tarifvertrag tritt ganz oder teilweise außer Kraft, wenn für denselben Geltungsbereich oder Teile desselben ein neuer Tarifvertrag in Kraft tritt. Bestimmungen bisheriger Rahmenkollektivverträge oder Tarifverträge, die im neuen Tarifvertrag nicht aufgehoben oder ersetzt sind, gelten weiter.</LA><LA Size=\"normal\">Rationalisierungsschutzabkommen, die vor dem 1. Juli 1990 abgeschlossen und registriert worden sind, treten ohne Nachwirkung am 31. Dezember 1990 außer Kraft; soweit Arbeitnehmer bis zum 31. Dezember 1990 die Voraussetzungen der Rationalisierungsschutzabkommen erfüllt haben, bleiben deren Ansprüche und Rechte vorbehaltlich neuer tarifvertraglicher Regelungen unberührt. Die Regelungen des Artikel 20 des Vertrages und der dazu ergangenen Anlagen bleiben unberührt.</LA></DD>    </DL>... </noindex></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      }
    ]
  }
}
