{
  "data": {
    "type": "law",
    "id": "BJNR066610007",
    "abbreviation": "USchadG",
    "extraAbbreviations": [],
    "firstPublished": "2007-05-10",
    "sourceTimestamp": "20190630212534",
    "headingShort": "Umweltschadensgesetz",
    "headingLong": "Gesetz über die Vermeidung und Sanierung von Umweltschäden",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "2007, 666"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 4 G v. 4.8.2016 I 1972"
      },
      {
        "category": "Sonst",
        "comment": "Bek. über das Inkrafttreten v. 20.2.2019 I 196 ist berücksichtigt"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 14.11.2007 +++)<BR/>(+++ Amtlicher Hinweis des Normgebers auf EG-Recht:<BR/>     Umsetzung der<BR/>     EGRL 35/2004 (CELEX Nr: 32004L0035) <BR/>     Umsetzung der<BR/>     EGRL 35/2004 (CELEX Nr: 32004L0035) vgl. Art. 3 G v. 17.8.2012 I 1726 +++)<BR/><BR/></pre>Dieses Gesetz dient der Umsetzung der Richtlinie 2004/35/EG des Europäischen Parlaments und des Rates vom 21. April 2004 über Umwelthaftung zur Vermeidung und Sanierung von Umweltschäden (ABl. EU Nr. L 143 S. 56). <BR/>Das G wurde als Art. 1 d. G v. 10.5.2007 I 666 (USchadUmsG) erlassen. Es tritt gem. Art. 4 Satz 1 dieses G am 14.11.2007 in Kraft.</P>"
    },
    "contents": [
      {
        "id": "BJNR066610007BJNE000100000",
        "type": "article",
        "name": "§ 1",
        "title": "Verhältnis zu anderen Vorschriften",
        "body": {
          "content": "<P>Dieses Gesetz findet Anwendung, soweit Rechtsvorschriften des Bundes oder der Länder die Vermeidung und Sanierung von Umweltschäden nicht näher bestimmen oder in ihren Anforderungen diesem Gesetz nicht entsprechen. Rechtsvorschriften mit weitergehenden Anforderungen bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE000202310",
        "type": "article",
        "name": "§ 2",
        "title": "Begriffsbestimmungen",
        "body": {
          "content": "<P>Im Sinne dieses Gesetzes sind <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Umweltschaden:<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Schädigung von Arten und natürlichen Lebensräumen nach Maßgabe des § 19 des Bundesnaturschutzgesetzes,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Schädigung der Gewässer nach Maßgabe des § 90 des Wasserhaushaltsgesetzes,</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Schädigung des Bodens durch eine Beeinträchtigung der Bodenfunktionen im Sinn des § 2 Abs. 2 des Bundes-Bodenschutzgesetzes, die durch eine direkte oder indirekte Einbringung von Stoffen, Zubereitungen, Organismen oder Mikroorganismen auf, in oder unter den Boden hervorgerufen wurde und Gefahren für die menschliche Gesundheit verursacht;</LA></DD></DL></LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Schaden oder Schädigung: eine direkt oder indirekt eintretende feststellbare nachteilige Veränderung einer natürlichen Ressource (Arten und natürliche Lebensräume, Gewässer und Boden) oder Beeinträchtigung der Funktion einer natürlichen Ressource;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Verantwortlicher: jede natürliche oder juristische Person, die eine berufliche Tätigkeit ausübt oder bestimmt, einschließlich der Inhaber einer Zulassung oder Genehmigung für eine solche Tätigkeit oder der Person, die eine solche Tätigkeit anmeldet oder notifiziert, und dadurch unmittelbar einen Umweltschaden oder die unmittelbare Gefahr eines solchen Schadens verursacht hat;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">berufliche Tätigkeit: jede Tätigkeit, die im Rahmen einer wirtschaftlichen Tätigkeit, einer Geschäftstätigkeit oder eines Unternehmens ausgeübt wird, unabhängig davon, ob sie privat oder öffentlich und mit oder ohne Erwerbscharakter ausgeübt wird;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">unmittelbare Gefahr eines Umweltschadens: die hinreichende Wahrscheinlichkeit, dass ein Umweltschaden in naher Zukunft eintreten wird;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vermeidungsmaßnahme: jede Maßnahme, um bei einer unmittelbaren Gefahr eines Umweltschadens diesen Schaden zu vermeiden oder zu minimieren;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Schadensbegrenzungsmaßnahme: jede Maßnahme, um die betreffenden Schadstoffe oder sonstigen Schadfaktoren unverzüglich zu kontrollieren, einzudämmen, zu beseitigen oder auf sonstige Weise zu behandeln, um weitere Umweltschäden und nachteilige Auswirkungen auf die menschliche Gesundheit oder eine weitere Beeinträchtigung von Funktionen zu begrenzen oder zu vermeiden;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">Sanierungsmaßnahme: jede Maßnahme, um einen Umweltschaden nach Maßgabe der fachrechtlichen Vorschriften zu sanieren;</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">Kosten: die durch eine ordnungsgemäße und wirksame Ausführung dieses Gesetzes erforderlichen Kosten, einschließlich der Kosten für die Prüfung eines Umweltschadens, einer unmittelbaren Gefahr eines solchen Schadens, von alternativen Maßnahmen sowie der Verwaltungs- und Verfahrenskosten und der Kosten für die Durchsetzung der Maßnahmen, der Kosten für die Datensammlung, sonstiger Gemeinkosten und der Kosten für Aufsicht und Überwachung;</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">fachrechtliche Vorschriften: die Vorschriften des Bundesnaturschutzgesetzes, des Wasserhaushaltsgesetzes und des Bundes-Bodenschutzgesetzes sowie die zu ihrer Ausführung erlassenen Verordnungen.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE000302116",
        "type": "article",
        "name": "§ 3",
        "title": "Anwendungsbereich",
        "body": {
          "content": "<P>(1) Dieses Gesetz gilt für <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Umweltschäden und unmittelbare Gefahren solcher Schäden, die durch eine der in Anlage 1 aufgeführten beruflichen Tätigkeiten verursacht werden;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Schädigungen von Arten und natürlichen Lebensräumen im Sinn des § 19 Absatz 2 und 3 des Bundesnaturschutzgesetzes und unmittelbare Gefahren solcher Schäden, die durch andere berufliche Tätigkeiten als die in Anlage 1 aufgeführten verursacht werden, sofern der Verantwortliche vorsätzlich oder fahrlässig gehandelt hat.</LA></DD></DL></P><P>(2) Für Schädigungen von Arten und natürlichen Lebensräumen sowie der Meeresgewässer außerhalb der Küstengewässer und die unmittelbare Gefahr solcher Schäden gilt dieses Gesetz im Rahmen der Vorgaben des Seerechtsübereinkommens der Vereinten Nationen vom 10. Dezember 1982 (BGBl. 1994 II S. 1799) auch im Bereich der ausschließlichen Wirtschaftszone und des Festlandsockels.</P><P>(3) Dieses Gesetz findet keine Anwendung auf Umweltschäden oder die unmittelbare Gefahr solcher Schäden, wenn sie durch <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bewaffnete Konflikte, Feindseligkeiten, Bürgerkrieg oder Aufstände,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein außergewöhnliches, unabwendbares und nicht beeinflussbares Naturereignis,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">einen Vorfall, bei dem die Haftung oder Entschädigung in den Anwendungsbereich eines der in Anlage 2 aufgeführten internationalen Übereinkommen in der jeweils für Deutschland geltenden Fassung fällt,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ausübung von Tätigkeiten, die unter den Vertrag zur Gründung der Europäischen Atomgemeinschaft fallen, oder</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">einen Vorfall oder eine Tätigkeit, für die die Haftung oder Entschädigung in den Anwendungsbereich eines der in Anlage 3 aufgeführten internationalen Übereinkünfte in der jeweils geltenden Fassung fällt,</LA></DD></DL>verursacht wurden.</P><P>(4) In Fällen, in denen der Umweltschaden oder die unmittelbare Gefahr eines solchen Schadens durch eine nicht klar abgegrenzte Verschmutzung verursacht wurde, findet dieses Gesetz nur Anwendung, wenn ein ursächlicher Zusammenhang zwischen dem Schaden und den Tätigkeiten einzelner Verantwortlicher festgestellt werden kann.</P><P>(5) Dieses Gesetz gilt weder für Tätigkeiten, deren Hauptzweck die Verteidigung oder die internationale Sicherheit ist, noch für Tätigkeiten, deren alleiniger Zweck der Schutz vor Naturkatastrophen ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE000400000",
        "type": "article",
        "name": "§ 4",
        "title": "Informationspflicht",
        "body": {
          "content": "<P>Besteht die unmittelbare Gefahr eines Umweltschadens oder ist ein Umweltschaden eingetreten, hat der Verantwortliche die zuständige Behörde unverzüglich über alle bedeutsamen Aspekte des Sachverhalts zu unterrichten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE000500000",
        "type": "article",
        "name": "§ 5",
        "title": "Gefahrenabwehrpflicht",
        "body": {
          "content": "<P>Besteht die unmittelbare Gefahr eines Umweltschadens, hat der Verantwortliche unverzüglich die erforderlichen Vermeidungsmaßnahmen zu ergreifen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE000600000",
        "type": "article",
        "name": "§ 6",
        "title": "Sanierungspflicht",
        "body": {
          "content": "<P>Ist ein Umweltschaden eingetreten, hat der Verantwortliche <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die erforderlichen Schadensbegrenzungsmaßnahmen vorzunehmen,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die erforderlichen Sanierungsmaßnahmen gemäß § 8 zu ergreifen.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE000700000",
        "type": "article",
        "name": "§ 7",
        "title": "Allgemeine Pflichten und Befugnisse der zuständigen Behörde",
        "body": {
          "content": "<P>(1) Die zuständige Behörde überwacht, dass die erforderlichen Vermeidungs-, Schadensbegrenzungs- und Sanierungsmaßnahmen vom Verantwortlichen ergriffen werden.</P><P>(2) Im Hinblick auf die Pflichten aus den §§ 4 bis 6 kann die zuständige Behörde dem Verantwortlichen aufgeben, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">alle erforderlichen Informationen und Daten über eine unmittelbare Gefahr von Umweltschäden, über den Verdacht einer solchen unmittelbaren Gefahr oder einen eingetretenen Schaden sowie eine eigene Bewertung vorzulegen,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die erforderlichen Vermeidungsmaßnahmen zu treffen,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die erforderlichen Schadensbegrenzungs- und Sanierungsmaßnahmen zu ergreifen.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE000800000",
        "type": "article",
        "name": "§ 8",
        "title": "Bestimmung von Sanierungsmaßnahmen",
        "body": {
          "content": "<P>(1) Der Verantwortliche ist verpflichtet, die gemäß den fachrechtlichen Vorschriften erforderlichen Sanierungsmaßnahmen zu ermitteln und der zuständigen Behörde zur Zustimmung vorzulegen, soweit die zuständige Behörde nicht selbst bereits die erforderlichen Sanierungsmaßnahmen ergriffen hat.</P><P>(2) Die zuständige Behörde entscheidet nach Maßgabe der fachrechtlichen Vorschriften über Art und Umfang der durchzuführenden Sanierungsmaßnahmen.</P><P>(3) Können bei mehreren Umweltschadensfällen die notwendigen Sanierungsmaßnahmen nicht gleichzeitig ergriffen werden, kann die zuständige Behörde unter Berücksichtigung von Art, Ausmaß und Schwere der einzelnen Umweltschadensfälle, der Möglichkeiten einer natürlichen Wiederherstellung sowie der Risiken für die menschliche Gesundheit die Reihenfolge der Sanierungsmaßnahmen festlegen.</P><P>(4) Die zuständige Behörde unterrichtet die nach § 10 antragsberechtigten Betroffenen und Vereinigungen über die vorgesehenen Sanierungsmaßnahmen und gibt ihnen Gelegenheit, sich zu äußern; die Unterrichtung kann durch öffentliche Bekanntmachung erfolgen. Die rechtzeitig eingehenden Stellungnahmen sind bei der Entscheidung zu berücksichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE000904116",
        "type": "article",
        "name": "§ 9",
        "title": "Kosten der Vermeidungs- und Sanierungsmaßnahmen",
        "body": {
          "content": "<P>(1) Der Verantwortliche trägt vorbehaltlich von Ansprüchen gegen die Behörden oder Dritte die Kosten der Vermeidungs-, Schadensbegrenzungs- und Sanierungsmaßnahmen. Für die Ausführung dieses Gesetzes durch Landesbehörden erlassen die Länder die zur Umsetzung der Richtlinie 2004/35/EG des Europäischen Parlaments und des Rates vom 21. April 2004 über Umwelthaftung zur Vermeidung und Sanierung von Umweltschäden (ABl. EU Nr. L 143 S. 56) notwendigen Kostenregelungen, Regelungen über Kostenbefreiungen und Kostenerstattungen; dabei können die Länder insbesondere vorsehen, dass der Verantwortliche unter den Voraussetzungen des Artikels 8 Abs. 4 der Richtlinie 2004/35/EG die Kosten der durchgeführten Sanierungsmaßnahmen nicht zu tragen hat. Dabei berücksichtigen die Länder die besondere Situation der Landwirtschaft bei der Anwendung von Pflanzenschutzmitteln. Die Behörde ist befugt, ein Verfahren zur Kostenerstattung bis zu fünf Jahre ab dem Zeitpunkt des Abschlusses der Maßnahme oder der Ermittlung des Kostenschuldners einzuleiten, wobei diese Frist ab dem jeweils späteren Zeitpunkt beginnt; Rechtsvorschriften der Länder, die längere oder keine Fristen vorsehen, bleiben unberührt.</P><P>(2) Mehrere Verantwortliche haben unabhängig von ihrer Heranziehung untereinander einen Ausgleichsanspruch. Soweit nichts anderes vereinbart wird, hängt die Verpflichtung zum Ausgleich sowie der Umfang des zu leistenden Ausgleichs davon ab, inwieweit die Gefahr oder der Schaden vorwiegend von dem einen oder dem anderen Teil verursacht worden ist; § 426 Abs. 1 Satz 2 des Bürgerlichen Gesetzbuchs findet entsprechende Anwendung. Der Ausgleichsanspruch verjährt in drei Jahren; die §§ 438, 548 und 606 des Bürgerlichen Gesetzbuchs sind nicht anzuwenden. Die Verjährung beginnt nach der Beitreibung der Kosten, wenn die zuständige Behörde selbst ausführt, im Übrigen nach der Beendigung der Maßnahmen durch den Verantwortlichen zu dem Zeitpunkt, zu dem der Verantwortliche von der Person des Ersatzpflichtigen Kenntnis erlangt. Der Ausgleichsanspruch verjährt ohne Rücksicht auf diese Kenntnis 30 Jahre nach Beendigung der Maßnahme. Für Streitigkeiten steht der Rechtsweg vor den ordentlichen Gerichten offen.</P><P>(3) Dieses Gesetz berührt nicht das Recht des Verantwortlichen, seine Haftung nach § 611 Absatz 1, 4 und 5, den §§ 612 bis 617 des Handelsgesetzbuchs oder nach den §§ 4 bis 5n des Binnenschifffahrtsgesetzes zu beschränken.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE001000000",
        "type": "article",
        "name": "§ 10",
        "title": "Aufforderung zum Tätigwerden",
        "body": {
          "content": "<P>Die zuständige Behörde wird zur Durchsetzung der Sanierungspflichten nach diesem Gesetz von Amts wegen tätig oder, wenn ein Betroffener oder eine Vereinigung, die nach § 11 Abs. 2 Rechtsbehelfe einlegen kann, dies beantragt und die zur Begründung des Antrags vorgebrachten Tatsachen den Eintritt eines Umweltschadens glaubhaft erscheinen lassen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE001101116",
        "type": "article",
        "name": "§ 11",
        "title": "Rechtsschutz",
        "body": {
          "content": "<P>(1) Ein Verwaltungsakt nach diesem Gesetz ist zu begründen und mit einer Rechtsbehelfsbelehrung zu versehen.</P><P>(2) Für Rechtsbehelfe von Vereinigungen gegen eine Entscheidung oder das Unterlassen einer Entscheidung der zuständigen Behörde nach diesem Gesetz gilt das Umwelt-Rechtsbehelfsgesetz.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE001200000",
        "type": "article",
        "name": "§ 12",
        "title": "Zusammenarbeit mit den Mitgliedstaaten der Europäischen Union",
        "body": {
          "content": "<P>(1) Sind einer oder mehrere Mitgliedstaaten der Europäischen Union von einem Umweltschaden betroffen oder wahrscheinlich betroffen, so arbeiten die zuständigen Behörden mit den Behörden der anderen Mitgliedstaaten zusammen und tauschen in angemessenem Umfang Informationen aus, damit die erforderlichen Vermeidungs-, Schadensbegrenzungs- und Sanierungsmaßnahmen durchgeführt werden.</P><P>(2) Ist ein Umweltschaden im Geltungsbereich dieses Gesetzes verursacht worden, der sich im Hoheitsgebiet eines anderen Mitgliedstaates der Europäischen Union auswirken kann, so hat die zuständige Behörde die Mitgliedstaaten, die möglicherweise betroffen sind, in angemessenem Umfang zu informieren.</P><P>(3) Stellt eine zuständige Behörde einen Umweltschaden fest, der nicht innerhalb des Geltungsbereichs dieses Gesetzes, sondern im Hoheitsgebiet eines anderen Mitgliedstaates der Europäischen Union verursacht wurde, so kann sie Empfehlungen für die Durchführung von Vermeidungs-, Schadensbegrenzungs- oder Sanierungsmaßnahmen geben und sich um die Erstattung der ihr im Zusammenhang mit der Durchführung dieser Maßnahmen angefallenen Kosten bemühen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE001300000",
        "type": "article",
        "name": "§ 13",
        "title": "Zeitliche Begrenzung der Anwendung",
        "body": {
          "content": "<P>(1) Dieses Gesetz gilt nicht für Schäden, die durch Emissionen, Ereignisse oder Vorfälle verursacht wurden, die vor dem 30. April 2007 stattgefunden haben, oder die auf eine bestimmte Tätigkeit zurückzuführen sind, die vor dem genannten Zeitpunkt geendet hat.</P><P>(2) Dieses Gesetz gilt nicht für Schäden, die vor mehr als 30 Jahre verursacht wurden, wenn in dieser Zeit keine Behörde Maßnahmen gegen den Verantwortlichen ergriffen hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE001700310",
        "type": "article",
        "name": "§ 14",
        "title": "Übergangsvorschrift zu Anlage 1",
        "body": {
          "content": "<P>Für Verbringungen von Abfällen, die Artikel 62 Abs. 1 der Verordnung (EG) Nr. 1013/2006 des Europäischen Parlaments und des Rates vom 14. Juni 2006 über die Verbringung von Abfällen unterliegen, ist § 3 Abs. 1 in Verbindung mit Anlage 1 (zu § 3 Abs. 1) Nr. 12 in der Fassung von Artikel 1 des Gesetzes zur Umsetzung der Richtlinie des Europäischen Parlaments und des Rates über die Umwelthaftung zur Vermeidung und Sanierung von Umweltschäden vom 10. Mai 2007 (BGBl. I S. 666) anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE001808116",
        "type": "article",
        "name": "Anlage 1",
        "title": "(zu § 3 Abs. 1)<BR/>Berufliche Tätigkeiten",
        "body": {
          "content": "<P><DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Betrieb von Anlagen, für den eine Genehmigung gemäß der Richtlinie 2010/75/EU des Europäischen Parlaments und des Rates vom 24. November 2010 über Industrieemissionen (integrierte Vermeidung und Verminderung der Umweltverschmutzung) (Neufassung) (ABl. L 334 vom 17.12.2010, S. 17) erforderlich ist. Dies umfasst alle in Anhang I der Richtlinie 2010/75/EU aufgeführten Tätigkeiten, mit Ausnahme von Anlagen oder Anlagenteilen, die für Zwecke der Forschung, Entwicklung und Prüfung neuer Erzeugnisse und Verfahren genutzt werden.</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Abfallbewirtschaftungsmaßnahmen (die Sammlung, die Beförderung, die Verwertung und die Beseitigung von Abfällen, einschließlich der Überwachung dieser Verfahren, der Nachsorge von Beseitigungsanlagen sowie der Tätigkeiten, die von Händlern und Maklern durchgeführt werden), soweit diese Maßnahmen einer Erlaubnis, einer Genehmigung, einer Anzeige oder einer Planfeststellung nach dem Kreislaufwirtschaftsgesetz bedürfen.</LA><LA Size=\"normal\">Diese Maßnahmen umfassen unter anderem den Betrieb von Deponien, die gemäß § 35 Absatz 2 und 3 des Kreislaufwirtschaftsgesetzes einer Planfeststellung oder Plangenehmigung bedürfen, und den Betrieb von Verbrennungsanlagen, die gemäß § 4 des Bundes-Immissionsschutzgesetzes (BImSchG) in Verbindung mit dem Anhang der Verordnung über genehmigungsbedürftige Anlagen (4. BImSchV) einer Genehmigung bedürfen.</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einbringung, Einleitung und sonstige Einträge von Schadstoffen in Oberflächengewässer gemäß § 9 Absatz 1 Nummer 4 und Absatz 2 Nummer 2 bis 4 des Wasserhaushaltsgesetzes, die einer Erlaubnis gemäß § 8 Absatz 1 des Wasserhaushaltsgesetzes bedürfen.</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Einbringung, Einleitung und sonstige Einträge von Schadstoffen in das Grundwasser gemäß § 9 Absatz 1 Nummer 4 und Absatz 2 Nummer 2 bis 4 des Wasserhaushaltsgesetzes, die einer Erlaubnis gemäß § 8 Absatz 1 des Wasserhaushaltsgesetzes bedürfen.</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Entnahmen von Wasser aus Gewässern gemäß § 9 Absatz 1 Nummer 1 und 5 des Wasserhaushaltsgesetzes, die einer Erlaubnis oder Bewilligung gemäß § 8 Absatz 1 des Wasserhaushaltsgesetzes bedürfen.</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Aufstauungen von oberirdischen Gewässern gemäß § 9 Absatz 1 Nummer 2 des Wasserhaushaltsgesetzes, die einer Erlaubnis oder Bewilligung gemäß § 8 Absatz 1 oder gemäß § 68 Absatz 1 oder Absatz 2 des Wasserhaushaltsgesetzes einer Planfeststellung oder Plangenehmigung bedürfen.</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">Herstellung, Verwendung, Lagerung, Verarbeitung, Abfüllen, Freisetzung in die Umwelt und innerbetriebliche Beförderung von<DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">gefährlichen Stoffen im Sinn des § 3a Abs. 1 des Chemikaliengesetzes (ChemG);</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">gefährlichen Zubereitungen im Sinn des § 3a Abs. 1 ChemG;</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Pflanzenschutzmittel im Sinn des Artikels 2 Absatz 1 der Verordnung (EG) Nr. 1107/2009 des Europäischen Parlaments und des Rates vom 21. Oktober 2009 über das Inverkehrbringen von Pflanzenschutzmitteln und zur Aufhebung der Richtlinien 79/117/EWG und 91/414/EWG des Rates (ABl. L 309 vom 24.11.2009, S. 1);</LA></DD><DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">Biozid-Produkten im Sinn des Artikel 3 Absatz 1 Buchstabe a der Verordnung (EU) Nr. 528/2012 des Europäischen Parlaments und des Rates vom 22. Mai 2012 über die Bereitstellung auf dem Markt und die Verwendung von Biozidprodukten (ABl. L 167 vom 27.6.2012, S. 1).</LA></DD></DL></LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">Beförderung gefährlicher oder umweltschädlicher Güter auf der Straße, auf der Schiene, auf Binnengewässern, auf See oder in der Luft gemäß der Definition in § 2 Nr. 9 der Gefahrgutverordnung Straße und Eisenbahn oder der Definition in den Nummern 1.3 und 1.4 der Anlage zu § 1 Abs. 1 der Anlaufbedingungsverordnung.</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">(weggefallen)</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gentechnische Arbeiten gemäß der Definition in § 3 Nr. 2 des Gentechnikgesetzes (GenTG) an Mikroorganismen in gentechnischen Anlagen gemäß der Definition in § 3 Nr. 4 GenTG sowie der außerbetriebliche Transport gentechnisch veränderter Mikroorganismen.</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">Jede absichtliche Freisetzung genetisch veränderter Organismen in die Umwelt gemäß der Definition in § 3 Nr. 5 erster Halbsatz GenTG sowie der Transport und das Inverkehrbringen gemäß der Definition in § 3 Nr. 6 GenTG dieser Organismen.</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">Grenzüberschreitende Verbringung von Abfällen in der, in die oder aus der Europäischen Union, für die eine Zustimmungspflicht oder ein Verbot im Sinne der Verordnung (EG) Nr. 1013/2006 des Europäischen Parlaments und des Rates vom 14. Juni 2006 über die Verbringung von Abfällen besteht.</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">Bewirtschaftung von mineralischen Abfällen gemäß der Richtlinie 2006/21/EG des Europäischen Parlaments und des Rates vom 15. März 2006 über die Bewirtschaftung von Abfällen aus der mineralgewinnenden Industrie.</LA></DD><DT>14.</DT><DD Font=\"normal\"><LA Size=\"normal\">Betrieb von Kohlendioxidspeichern nach § 3 Nummer 7 des Kohlendioxid-Speicherungsgesetzes.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE001500000",
        "type": "article",
        "name": "Anlage 2",
        "title": "(zu § 3 Abs. 3 Nr. 3)\n<BR/>\nInternationale Abkommen",
        "body": {
          "content": "<P><DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Internationales Übereinkommen vom 27. November 1992 über die zivilrechtliche Haftung für Ölverschmutzungsschäden (Haftungsübereinkommen von 1992, BGBl. 1996 II S. 670);</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Internationales Übereinkommen vom 27. November 1992 über die Errichtung eines Internationalen Fonds zur Entschädigung für Ölverschmutzungsschäden (Fondsübereinkommen von 1992, BGBl. 1996 II S. 685);</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Internationales Übereinkommen vom 23. März 2001 über die zivilrechtliche Haftung für Schäden durch Bunkerölverschmutzung;</LA></DD> <DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">Internationales Übereinkommen vom 3. Mai 1996 über Haftung und Entschädigung für Schäden bei der Beförderung schädlicher und gefährlicher Stoffe auf See;</LA></DD> <DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">Übereinkommen vom 10. Oktober 1989 über die zivilrechtliche Haftung für die während des Transports gefährlicher Güter auf dem Straßen-, Schienen- und Binnenschifffahrtsweg verursachten Schäden.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR066610007BJNE001600000",
        "type": "article",
        "name": "Anlage 3",
        "title": "(zu § 3 Abs. 3 Nr. 5)\n<BR/>\nInternationale Übereinkünfte",
        "body": {
          "content": "<P><DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">Pariser Übereinkommen vom 29. Juli 1960 über die Haftung gegenüber Dritten auf dem Gebiet der Kernenergie und Brüsseler Zusatzübereinkommen vom 31. Januar 1963 zum Pariser Übereinkommen vom 29. Juli 1960 über die Haftung gegenüber Dritten auf dem Gebiet der Kernenergie (BGBl. 1975 II S. 957);</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Wiener Übereinkommen vom 21. Mai 1963 über die zivilrechtliche Haftung für nukleare Schäden (BGBl. 2001 II S. 202);</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">Übereinkommen vom 12. September 1997 über zusätzliche Entschädigungsleistungen für nuklearen Schaden;</LA></DD> <DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">Gemeinsames Protokoll vom 21. September 1988 über die Anwendung des Wiener Übereinkommens und des Pariser Übereinkommens (BGBl. 2001 II S. 202);</LA></DD> <DT>e)</DT><DD Font=\"normal\"><LA Size=\"normal\">Brüsseler Übereinkommen vom 17. Dezember 1971 über die zivilrechtliche Haftung bei der Beförderung von Kernmaterial auf See (BGBl. 1975 II S. 957).</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      }
    ]
  }
}
