{
  "data": {
    "type": "law",
    "id": "BJNR141400004",
    "abbreviation": "UWG",
    "extraAbbreviations": [
      "UWG 2004"
    ],
    "firstPublished": "2004-07-03",
    "sourceTimestamp": "20190425212014",
    "headingShort": null,
    "headingLong": "Gesetz gegen den unlauteren Wettbewerb",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "2004, 1414"
      }
    ],
    "statusInfo": [
      {
        "category": "Neuf",
        "comment": "Neugefasst durch Bek. v. 3.3.2010 I 254;"
      },
      {
        "category": "Stand",
        "comment": "zuletzt geändert durch Art. 5 G v. 18.4.2019 I 466"
      }
    ],
    "notes": {
      "body": {
        "content": "<P><noindex>Dieses Gesetz dient der Umsetzung der Richtlinie 2005/29/EG des Europäischen Parlaments und des Rates vom 11. Mai 2005 über unlautere Geschäftspraktiken von Unternehmen gegenüber Verbrauchern im Binnenmarkt und zur Änderung der Richtlinie 84/450/EWG des Rates, der Richtlinien 97/7/EG, 98/27/EG und 2002/65/EG des Europäischen Parlaments und des Rates sowie der Verordnung (EG) Nr. 2006/2004 des Europäischen Parlaments und des Rates (ABl. L 149 vom 11.6.2005, S. 22; berichtigt im ABl. L 253 vom 25.9.2009, S. 18) sowie der Richtlinie 2006/114/EG des Europäischen Parlaments und des Rates vom 12. Dezember 2006 über irreführende und vergleichende Werbung (kodifizierte Fassung) (ABl. L 376 vom 27.12.2006, S. 21). Es dient ferner der Umsetzung von Artikel 13 der Richtlinie 2002/58/EG des Europäischen Parlaments und des Rates vom 12. Juli 2002 über die Verarbeitung personenbezogener Daten und den Schutz der Privatsphäre in der elektronischen Kommunikation (ABl. L 201 vom 31.7.2002, S. 37), der zuletzt durch Artikel 2 Nummer 7 der Richtlinie 2009/136/EG (ABl. L 337 vom 18.12.2009, S. 11) geändert worden ist.</noindex></P><P><noindex>Die Verpflichtungen aus der Richtlinie 98/34/EG des Europäischen Parlaments und des Rates vom 22. Juni 1998 über ein Informationsverfahren auf dem Gebiet der Normen und technischen Vorschriften und der Vorschriften für die Dienste der Informationsgesellschaft (ABl. L 204 vom 21.7.1998, S. 37), die zuletzt durch die Richtlinie 2006/96/EG (ABl. L 363 vom 20.12.2006, S. 81) geändert worden ist, sind beachtet worden.</noindex></P>",
        "footnotes": null
      },
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 8.7.2004 +++)<BR/>(+++ Amtlicher Hinweis des Normgebers auf EG-Recht:<BR/>     Umsetzung der<BR/>       EGRL  55/97   (CELEX Nr: 397L0055)<BR/>       EGRL  58/2002 (CELEX Nr: 302L0058)<BR/>     Beachtung der<BR/>       EGRL  34/98   (CELEX Nr: 398L0034) <BR/>     Umsetzung der<BR/>       EGRL  29/2005 (CELEX Nr: 305L0029) vgl. G v. 22.12.2008 I 2949<BR/>       EGRL 114/2006 (CELEX Nr: 306L0114) vgl. Bek. v. 3.3.2010 I 254 +++)</pre></P>"
    },
    "contents": [
      {
        "id": "BJNR141400004BJNG000101140",
        "type": "heading",
        "name": "Kapitel 1",
        "title": "Allgemeine Bestimmungen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR141400004BJNE000102140",
        "type": "article",
        "name": "§ 1",
        "title": "Zweck des Gesetzes",
        "body": {
          "content": "<P>Dieses Gesetz dient dem Schutz der Mitbewerber, der Verbraucherinnen und Verbraucher sowie der sonstigen Marktteilnehmer vor unlauteren geschäftlichen Handlungen. Es schützt zugleich das Interesse der Allgemeinheit an einem unverfälschten Wettbewerb.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE000203123",
        "type": "article",
        "name": "§ 2",
        "title": "Definitionen",
        "body": {
          "content": "<P>(1) Im Sinne dieses Gesetzes bedeutet <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>„geschäftliche Handlung“ jedes Verhalten einer Person zugunsten des eigenen oder eines fremden Unternehmens vor, bei oder nach einem Geschäftsabschluss, das mit der Förderung des Absatzes oder des Bezugs von Waren oder Dienstleistungen oder mit dem Abschluss oder der Durchführung eines Vertrags über Waren oder Dienstleistungen objektiv zusammenhängt; als Waren gelten auch Grundstücke, als Dienstleistungen auch Rechte und Verpflichtungen;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>„Marktteilnehmer“ neben Mitbewerbern und Verbrauchern alle Personen, die als Anbieter oder Nachfrager von Waren oder Dienstleistungen tätig sind;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>„Mitbewerber“ jeder Unternehmer, der mit einem oder mehreren Unternehmern als Anbieter oder Nachfrager von Waren oder Dienstleistungen in einem konkreten Wettbewerbsverhältnis steht;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>„Nachricht“ jede Information, die zwischen einer endlichen Zahl von Beteiligten über einen öffentlich zugänglichen elektronischen Kommunikationsdienst ausgetauscht oder weitergeleitet wird; dies schließt nicht Informationen ein, die als Teil eines Rundfunkdienstes über ein elektronisches Kommunikationsnetz an die Öffentlichkeit weitergeleitet werden, soweit die Informationen nicht mit dem identifizierbaren Teilnehmer oder Nutzer, der sie erhält, in Verbindung gebracht werden können;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>„Verhaltenskodex“ Vereinbarungen oder Vorschriften über das Verhalten von Unternehmern, zu welchem diese sich in Bezug auf Wirtschaftszweige oder einzelne geschäftliche Handlungen verpflichtet haben, ohne dass sich solche Verpflichtungen aus Gesetzes- oder Verwaltungsvorschriften ergeben;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA>„Unternehmer“ jede natürliche oder juristische Person, die geschäftliche Handlungen im Rahmen ihrer gewerblichen, handwerklichen oder beruflichen Tätigkeit vornimmt, und jede Person, die im Namen oder Auftrag einer solchen Person handelt;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA>„unternehmerische Sorgfalt“ der Standard an Fachkenntnissen und Sorgfalt, von dem billigerweise angenommen werden kann, dass ein Unternehmer ihn in seinem Tätigkeitsbereich gegenüber Verbrauchern nach Treu und Glauben unter Berücksichtigung der anständigen Marktgepflogenheiten einhält;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA>„wesentliche Beeinflussung des wirtschaftlichen Verhaltens des Verbrauchers“ die Vornahme einer geschäftlichen Handlung, um die Fähigkeit des Verbrauchers, eine informierte Entscheidung zu treffen, spürbar zu beeinträchtigen und damit den Verbraucher zu einer geschäftlichen Entscheidung zu veranlassen, die er andernfalls nicht getroffen hätte;</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA>„geschäftliche Entscheidung“ jede Entscheidung eines Verbrauchers oder sonstigen Marktteilnehmers darüber, ob, wie und unter welchen Bedingungen er ein Geschäft abschließen, eine Zahlung leisten, eine Ware oder Dienstleistung behalten oder abgeben oder ein vertragliches Recht im Zusammenhang mit einer Ware oder Dienstleistung ausüben will, unabhängig davon, ob der Verbraucher oder sonstige Marktteilnehmer sich entschließt, tätig zu werden.</LA></DD></DL></P><P>(2) Für den Verbraucherbegriff gilt § 13 des Bürgerlichen Gesetzbuchs entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE000303123",
        "type": "article",
        "name": "§ 3",
        "title": "Verbot unlauterer geschäftlicher Handlungen",
        "body": {
          "content": "<P>(1) Unlautere geschäftliche Handlungen sind unzulässig.</P><P>(2) Geschäftliche Handlungen, die sich an Verbraucher richten oder diese erreichen, sind unlauter, wenn sie nicht der unternehmerischen Sorgfalt entsprechen und dazu geeignet sind, das wirtschaftliche Verhalten des Verbrauchers wesentlich zu beeinflussen.</P><P>(3) Die im Anhang dieses Gesetzes aufgeführten geschäftlichen Handlungen gegenüber Verbrauchern sind stets unzulässig.</P><P>(4) Bei der Beurteilung von geschäftlichen Handlungen gegenüber Verbrauchern ist auf den durchschnittlichen Verbraucher oder, wenn sich die geschäftliche Handlung an eine bestimmte Gruppe von Verbrauchern wendet, auf ein durchschnittliches Mitglied dieser Gruppe abzustellen. Geschäftliche Handlungen, die für den Unternehmer vorhersehbar das wirtschaftliche Verhalten nur einer eindeutig identifizierbaren Gruppe von Verbrauchern wesentlich beeinflussen, die auf Grund von geistigen oder körperlichen Beeinträchtigungen, Alter oder Leichtgläubigkeit im Hinblick auf diese geschäftlichen Handlungen oder die diesen zugrunde liegenden Waren oder Dienstleistungen besonders schutzbedürftig sind, sind aus der Sicht eines durchschnittlichen Mitglieds dieser Gruppe zu beurteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE002500123",
        "type": "article",
        "name": "§ 3a",
        "title": "Rechtsbruch",
        "body": {
          "content": "<P>Unlauter handelt, wer einer gesetzlichen Vorschrift zuwiderhandelt, die auch dazu bestimmt ist, im Interesse der Marktteilnehmer das Marktverhalten zu regeln, und der Verstoß geeignet ist, die Interessen von Verbrauchern, sonstigen Marktteilnehmern oder Mitbewerbern spürbar zu beeinträchtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE000403123",
        "type": "article",
        "name": "§ 4",
        "title": "Mitbewerberschutz",
        "body": {
          "content": "<P>Unlauter handelt, wer <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die Kennzeichen, Waren, Dienstleistungen, Tätigkeiten oder persönlichen oder geschäftlichen Verhältnisse eines Mitbewerbers herabsetzt oder verunglimpft;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>über die Waren, Dienstleistungen oder das Unternehmen eines Mitbewerbers oder über den Unternehmer oder ein Mitglied der Unternehmensleitung Tatsachen behauptet oder verbreitet, die geeignet sind, den Betrieb des Unternehmens oder den Kredit des Unternehmers zu schädigen, sofern die Tatsachen nicht erweislich wahr sind; handelt es sich um vertrauliche Mitteilungen und hat der Mitteilende oder der Empfänger der Mitteilung an ihr ein berechtigtes Interesse, so ist die Handlung nur dann unlauter, wenn die Tatsachen der Wahrheit zuwider behauptet oder verbreitet wurden;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>Waren oder Dienstleistungen anbietet, die eine Nachahmung der Waren oder Dienstleistungen eines Mitbewerbers sind, wenn er <DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>eine vermeidbare Täuschung der Abnehmer über die betriebliche Herkunft herbeiführt,</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>die Wertschätzung der nachgeahmten Ware oder Dienstleistung unangemessen ausnutzt oder beeinträchtigt oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA>die für die Nachahmung erforderlichen Kenntnisse oder Unterlagen unredlich erlangt hat;</LA></DD></DL></LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>Mitbewerber gezielt behindert.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE002600123",
        "type": "article",
        "name": "§ 4a",
        "title": "Aggressive geschäftliche Handlungen",
        "body": {
          "content": "<P>(1) Unlauter handelt, wer eine aggressive geschäftliche Handlung vornimmt, die geeignet ist, den Verbraucher oder sonstigen Marktteilnehmer zu einer geschäftlichen Entscheidung zu veranlassen, die dieser andernfalls nicht getroffen hätte. Eine geschäftliche Handlung ist aggressiv, wenn sie im konkreten Fall unter Berücksichtigung aller Umstände geeignet ist, die Entscheidungsfreiheit des Verbrauchers oder sonstigen Marktteilnehmers erheblich zu beeinträchtigen durch <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>Belästigung,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>Nötigung einschließlich der Anwendung körperlicher Gewalt oder</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>unzulässige Beeinflussung.</LA></DD></DL>Eine unzulässige Beeinflussung liegt vor, wenn der Unternehmer eine Machtposition gegenüber dem Verbraucher oder sonstigen Marktteilnehmer zur Ausübung von Druck, auch ohne Anwendung oder Androhung von körperlicher Gewalt, in einer Weise ausnutzt, die die Fähigkeit des Verbrauchers oder sonstigen Marktteilnehmers zu einer informierten Entscheidung wesentlich einschränkt.</P><P>(2) Bei der Feststellung, ob eine geschäftliche Handlung aggressiv im Sinne des Absatzes 1 Satz 2 ist, ist abzustellen auf <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>Zeitpunkt, Ort, Art oder Dauer der Handlung;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die Verwendung drohender oder beleidigender Formulierungen oder Verhaltensweisen;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die bewusste Ausnutzung von konkreten Unglückssituationen oder Umständen von solcher Schwere, dass sie das Urteilsvermögen des Verbrauchers oder sonstigen Marktteilnehmers beeinträchtigen, um dessen Entscheidung zu beeinflussen;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>belastende oder unverhältnismäßige Hindernisse nichtvertraglicher Art, mit denen der Unternehmer den Verbraucher oder sonstigen Marktteilnehmer an der Ausübung seiner vertraglichen Rechte zu hindern versucht, wozu auch das Recht gehört, den Vertrag zu kündigen oder zu einer anderen Ware oder Dienstleistung oder einem anderen Unternehmer zu wechseln;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>Drohungen mit rechtlich unzulässigen Handlungen.</LA></DD></DL>Zu den Umständen, die nach Nummer 3 zu berücksichtigen sind, zählen insbesondere geistige und körperliche Beeinträchtigungen, das Alter, die geschäftliche Unerfahrenheit, die Leichtgläubigkeit, die Angst und die Zwangslage von Verbrauchern.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE000503123",
        "type": "article",
        "name": "§ 5",
        "title": "Irreführende geschäftliche Handlungen",
        "body": {
          "content": "<P>(1) Unlauter handelt, wer eine irreführende geschäftliche Handlung vornimmt, die geeignet ist, den Verbraucher oder sonstigen Marktteilnehmer zu einer geschäftlichen Entscheidung zu veranlassen, die er andernfalls nicht getroffen hätte. Eine geschäftliche Handlung ist irreführend, wenn sie unwahre Angaben enthält oder sonstige zur Täuschung geeignete Angaben über folgende Umstände enthält: <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die wesentlichen Merkmale der Ware oder Dienstleistung wie Verfügbarkeit, Art, Ausführung, Vorteile, Risiken, Zusammensetzung, Zubehör, Verfahren oder Zeitpunkt der Herstellung, Lieferung oder Erbringung, Zwecktauglichkeit, Verwendungsmöglichkeit, Menge, Beschaffenheit, Kundendienst und Beschwerdeverfahren, geographische oder betriebliche Herkunft, von der Verwendung zu erwartende Ergebnisse oder die Ergebnisse oder wesentlichen Bestandteile von Tests der Waren oder Dienstleistungen;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>den Anlass des Verkaufs wie das Vorhandensein eines besonderen Preisvorteils, den Preis oder die Art und Weise, in der er berechnet wird, oder die Bedingungen, unter denen die Ware geliefert oder die Dienstleistung erbracht wird;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die Person, Eigenschaften oder Rechte des Unternehmers wie Identität, Vermögen einschließlich der Rechte des geistigen Eigentums, den Umfang von Verpflichtungen, Befähigung, Status, Zulassung, Mitgliedschaften oder Beziehungen, Auszeichnungen oder Ehrungen, Beweggründe für die geschäftliche Handlung oder die Art des Vertriebs;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>Aussagen oder Symbole, die im Zusammenhang mit direktem oder indirektem Sponsoring stehen oder sich auf eine Zulassung des Unternehmers oder der Waren oder Dienstleistungen beziehen;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>die Notwendigkeit einer Leistung, eines Ersatzteils, eines Austauschs oder einer Reparatur;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA>die Einhaltung eines Verhaltenskodexes, auf den sich der Unternehmer verbindlich verpflichtet hat, wenn er auf diese Bindung hinweist, oder</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA>Rechte des Verbrauchers, insbesondere solche auf Grund von Garantieversprechen oder Gewährleistungsrechte bei Leistungsstörungen.</LA></DD></DL></P><P>(2) Eine geschäftliche Handlung ist auch irreführend, wenn sie im Zusammenhang mit der Vermarktung von Waren oder Dienstleistungen einschließlich vergleichender Werbung eine Verwechslungsgefahr mit einer anderen Ware oder Dienstleistung oder mit der Marke oder einem anderen Kennzeichen eines Mitbewerbers hervorruft.</P><P>(3) Angaben im Sinne von Absatz 1 Satz 2 sind auch Angaben im Rahmen vergleichender Werbung sowie bildliche Darstellungen und sonstige Veranstaltungen, die darauf zielen und geeignet sind, solche Angaben zu ersetzen.</P><P>(4) Es wird vermutet, dass es irreführend ist, mit der Herabsetzung eines Preises zu werben, sofern der Preis nur für eine unangemessen kurze Zeit gefordert worden ist. Ist streitig, ob und in welchem Zeitraum der Preis gefordert worden ist, so trifft die Beweislast denjenigen, der mit der Preisherabsetzung geworben hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE002303123",
        "type": "article",
        "name": "§ 5a",
        "title": "Irreführung durch Unterlassen",
        "body": {
          "content": "<P>(1) Bei der Beurteilung, ob das Verschweigen einer Tatsache irreführend ist, sind insbesondere deren Bedeutung für die geschäftliche Entscheidung nach der Verkehrsauffassung sowie die Eignung des Verschweigens zur Beeinflussung der Entscheidung zu berücksichtigen.</P><P>(2) Unlauter handelt, wer im konkreten Fall unter Berücksichtigung aller Umstände dem Verbraucher eine wesentliche Information vorenthält, <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die der Verbraucher je nach den Umständen benötigt, um eine informierte geschäftliche Entscheidung zu treffen, und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>deren Vorenthalten geeignet ist, den Verbraucher zu einer geschäftlichen Entscheidung zu veranlassen, die er andernfalls nicht getroffen hätte.</LA></DD></DL>Als Vorenthalten gilt auch <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>das Verheimlichen wesentlicher Informationen,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die Bereitstellung wesentlicher Informationen in unklarer, unverständlicher oder zweideutiger Weise,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die nicht rechtzeitige Bereitstellung wesentlicher Informationen.</LA></DD></DL></P><P>(3) Werden Waren oder Dienstleistungen unter Hinweis auf deren Merkmale und Preis in einer dem verwendeten Kommunikationsmittel angemessenen Weise so angeboten, dass ein durchschnittlicher Verbraucher das Geschäft abschließen kann, gelten folgende Informationen als wesentlich im Sinne des Absatzes 2, sofern sie sich nicht unmittelbar aus den Umständen ergeben: <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>alle wesentlichen Merkmale der Ware oder Dienstleistung in dem dieser und dem verwendeten Kommunikationsmittel angemessenen Umfang;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die Identität und Anschrift des Unternehmers, gegebenenfalls die Identität und Anschrift des Unternehmers, für den er handelt;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>der Gesamtpreis oder in Fällen, in denen ein solcher Preis auf Grund der Beschaffenheit der Ware oder Dienstleistung nicht im Voraus berechnet werden kann, die Art der Preisberechnung sowie gegebenenfalls alle zusätzlichen Fracht-, Liefer- und Zustellkosten oder in Fällen, in denen diese Kosten nicht im Voraus berechnet werden können, die Tatsache, dass solche zusätzlichen Kosten anfallen können;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>Zahlungs-, Liefer- und Leistungsbedingungen sowie Verfahren zum Umgang mit Beschwerden, soweit sie von Erfordernissen der unternehmerischen Sorgfalt abweichen, und</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>das Bestehen eines Rechts zum Rücktritt oder Widerruf.</LA></DD></DL></P><P>(4) Als wesentlich im Sinne des Absatzes 2 gelten auch Informationen, die dem Verbraucher auf Grund unionsrechtlicher Verordnungen oder nach Rechtsvorschriften zur Umsetzung unionsrechtlicher Richtlinien für kommerzielle Kommunikation einschließlich Werbung und Marketing nicht vorenthalten werden dürfen.</P><P>(5) Bei der Beurteilung, ob Informationen vorenthalten wurden, sind zu berücksichtigen: <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>räumliche oder zeitliche Beschränkungen durch das für die geschäftliche Handlung gewählte Kommunikationsmittel sowie</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>alle Maßnahmen des Unternehmers, um dem Verbraucher die Informationen auf andere Weise als durch das Kommunikationsmittel nach Nummer 1 zur Verfügung zu stellen.</LA></DD></DL></P><P>(6) Unlauter handelt auch, wer den kommerziellen Zweck einer geschäftlichen Handlung nicht kenntlich macht, sofern sich dieser nicht unmittelbar aus den Umständen ergibt, und das Nichtkenntlichmachen geeignet ist, den Verbraucher zu einer geschäftlichen Entscheidung zu veranlassen, die er andernfalls nicht getroffen hätte.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE000602140",
        "type": "article",
        "name": "§ 6",
        "title": "Vergleichende Werbung",
        "body": {
          "content": "<P>(1) Vergleichende Werbung ist jede Werbung, die unmittelbar oder mittelbar einen Mitbewerber oder die von einem Mitbewerber angebotenen Waren oder Dienstleistungen erkennbar macht.</P><P>(2) Unlauter handelt, wer vergleichend wirbt, wenn der Vergleich <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>sich nicht auf Waren oder Dienstleistungen für den gleichen Bedarf oder dieselbe Zweckbestimmung bezieht,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>nicht objektiv auf eine oder mehrere wesentliche, relevante, nachprüfbare und typische Eigenschaften oder den Preis dieser Waren oder Dienstleistungen bezogen ist,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>im geschäftlichen Verkehr zu einer Gefahr von Verwechslungen zwischen dem Werbenden und einem Mitbewerber oder zwischen den von diesen angebotenen Waren oder Dienstleistungen oder den von ihnen verwendeten Kennzeichen führt,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>den Ruf des von einem Mitbewerber verwendeten Kennzeichens in unlauterer Weise ausnutzt oder beeinträchtigt,</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>die Waren, Dienstleistungen, Tätigkeiten oder persönlichen oder geschäftlichen Verhältnisse eines Mitbewerbers herabsetzt oder verunglimpft oder</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA>eine Ware oder Dienstleistung als Imitation oder Nachahmung einer unter einem geschützten Kennzeichen vertriebenen Ware oder Dienstleistung darstellt.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNE000704360",
        "type": "article",
        "name": "§ 7",
        "title": "Unzumutbare Belästigungen",
        "body": {
          "content": "<P>(1) Eine geschäftliche Handlung, durch die ein Marktteilnehmer in unzumutbarer Weise belästigt wird, ist unzulässig. Dies gilt insbesondere für Werbung, obwohl erkennbar ist, dass der angesprochene Marktteilnehmer diese Werbung nicht wünscht.</P><P>(2) Eine unzumutbare Belästigung ist stets anzunehmen <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>bei Werbung unter Verwendung eines in den Nummern 2 und 3 nicht aufgeführten, für den Fernabsatz geeigneten Mittels der kommerziellen Kommunikation, durch die ein Verbraucher hartnäckig angesprochen wird, obwohl er dies erkennbar nicht wünscht;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>bei Werbung mit einem Telefonanruf gegenüber einem Verbraucher ohne dessen vorherige ausdrückliche Einwilligung oder gegenüber einem sonstigen Marktteilnehmer ohne dessen zumindest mutmaßliche Einwilligung,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>bei Werbung unter Verwendung einer automatischen Anrufmaschine, eines Faxgerätes oder elektronischer Post, ohne dass eine vorherige ausdrückliche Einwilligung des Adressaten vorliegt, oder</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>bei Werbung mit einer Nachricht, <DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>bei der die Identität des Absenders, in dessen Auftrag die Nachricht übermittelt wird, verschleiert oder verheimlicht wird oder</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>bei der gegen § 6 Absatz 1 des Telemediengesetzes verstoßen wird oder in der der Empfänger aufgefordert wird, eine Website aufzurufen, die gegen diese Vorschrift verstößt, oder</LA></DD><DT>c)</DT><DD Font=\"normal\"><LA>bei der keine gültige Adresse vorhanden ist, an die der Empfänger eine Aufforderung zur Einstellung solcher Nachrichten richten kann, ohne dass hierfür andere als die Übermittlungskosten nach den Basistarifen entstehen.</LA></DD></DL></LA></DD></DL></P><P>(3) Abweichend von Absatz 2 Nummer 3 ist eine unzumutbare Belästigung bei einer Werbung unter Verwendung elektronischer Post nicht anzunehmen, wenn <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>ein Unternehmer im Zusammenhang mit dem Verkauf einer Ware oder Dienstleistung von dem Kunden dessen elektronische Postadresse erhalten hat,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>der Unternehmer die Adresse zur Direktwerbung für eigene ähnliche Waren oder Dienstleistungen verwendet,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>der Kunde der Verwendung nicht widersprochen hat und</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>der Kunde bei Erhebung der Adresse und bei jeder Verwendung klar und deutlich darauf hingewiesen wird, dass er der Verwendung jederzeit widersprechen kann, ohne dass hierfür andere als die Übermittlungskosten nach den Basistarifen entstehen.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000101140"
        }
      },
      {
        "id": "BJNR141400004BJNG000201140",
        "type": "heading",
        "name": "Kapitel 2",
        "title": "Rechtsfolgen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR141400004BJNE000807123",
        "type": "article",
        "name": "§ 8",
        "title": "Beseitigung und Unterlassung",
        "body": {
          "content": "<P>(1) Wer eine nach § 3 oder § 7 unzulässige geschäftliche Handlung vornimmt, kann auf Beseitigung und bei Wiederholungsgefahr auf Unterlassung in Anspruch genommen werden. Der Anspruch auf Unterlassung besteht bereits dann, wenn eine derartige Zuwiderhandlung gegen § 3 oder § 7 droht.</P><P>(2) Werden die Zuwiderhandlungen in einem Unternehmen von einem Mitarbeiter oder Beauftragten begangen, so sind der Unterlassungsanspruch und der Beseitigungsanspruch auch gegen den Inhaber des Unternehmens begründet.</P><P>(3) Die Ansprüche aus Absatz 1 stehen zu: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">jedem Mitbewerber;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">rechtsfähigen Verbänden zur Förderung gewerblicher oder selbständiger beruflicher Interessen, soweit ihnen eine erhebliche Zahl von Unternehmern angehört, die Waren oder Dienstleistungen gleicher oder verwandter Art auf demselben Markt vertreiben, wenn sie insbesondere nach ihrer personellen, sachlichen und finanziellen Ausstattung imstande sind, ihre satzungsmäßigen Aufgaben der Verfolgung gewerblicher oder selbständiger beruflicher Interessen tatsächlich wahrzunehmen und soweit die Zuwiderhandlung die Interessen ihrer Mitglieder berührt;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>qualifizierten Einrichtungen, die nachweisen, dass sie in der Liste der qualifizierten Einrichtungen nach § 4 des Unterlassungsklagengesetzes oder in dem Verzeichnis der Europäischen Kommission nach Artikel 4 Absatz 3 der Richtlinie 2009/22/EG des Europäischen Parlaments und des Rates vom 23. April 2009 über Unterlassungsklagen zum Schutz der Verbraucherinteressen (ABl. L 110 vom 1.5.2009, S. 30) eingetragen sind;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">den Industrie- und Handelskammern oder den Handwerkskammern.</LA></DD></DL></P><P>(4) Die Geltendmachung der in Absatz 1 bezeichneten Ansprüche ist unzulässig, wenn sie unter Berücksichtigung der gesamten Umstände missbräuchlich ist, insbesondere wenn sie vorwiegend dazu dient, gegen den Zuwiderhandelnden einen Anspruch auf Ersatz von Aufwendungen oder Kosten der Rechtsverfolgung entstehen zu lassen. In diesen Fällen kann der Anspruchsgegner Ersatz der für seine Rechtsverteidigung erforderlichen Aufwendungen verlangen. Weiter gehende Ersatzansprüche bleiben unberührt.</P><P>(5) § 13 des Unterlassungsklagengesetzes ist entsprechend anzuwenden; in § 13 Absatz 1 und 3 Satz 2 des Unterlassungsklagengesetzes treten an die Stelle der dort aufgeführten Ansprüche nach dem Unterlassungsklagengesetz die Ansprüche nach dieser Vorschrift. Im Übrigen findet das Unterlassungsklagengesetz keine Anwendung, es sei denn, es liegt ein Fall des § 4a des Unterlassungsklagengesetzes vor.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000201140"
        }
      },
      {
        "id": "BJNR141400004BJNE000902140",
        "type": "article",
        "name": "§ 9",
        "title": "Schadensersatz",
        "body": {
          "content": "<P>Wer vorsätzlich oder fahrlässig eine nach § 3 oder § 7 unzulässige geschäftliche Handlung vornimmt, ist den Mitbewerbern zum Ersatz des daraus entstehenden Schadens verpflichtet. Gegen verantwortliche Personen von periodischen Druckschriften kann der Anspruch auf Schadensersatz nur bei einer vorsätzlichen Zuwiderhandlung geltend gemacht werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000201140"
        }
      },
      {
        "id": "BJNR141400004BJNE001003140",
        "type": "article",
        "name": "§ 10",
        "title": "Gewinnabschöpfung",
        "body": {
          "content": "<P>(1) Wer vorsätzlich eine nach § 3 oder § 7 unzulässige geschäftliche Handlung vornimmt und hierdurch zu Lasten einer Vielzahl von Abnehmern einen Gewinn erzielt, kann von den gemäß § 8 Absatz 3 Nummer 2 bis 4 zur Geltendmachung eines Unterlassungsanspruchs Berechtigten auf Herausgabe dieses Gewinns an den Bundeshaushalt in Anspruch genommen werden.</P><P>(2) Auf den Gewinn sind die Leistungen anzurechnen, die der Schuldner auf Grund der Zuwiderhandlung an Dritte oder an den Staat erbracht hat. Soweit der Schuldner solche Leistungen erst nach Erfüllung des Anspruchs nach Absatz 1 erbracht hat, erstattet die zuständige Stelle des Bundes dem Schuldner den abgeführten Gewinn in Höhe der nachgewiesenen Zahlungen zurück.</P><P>(3) Beanspruchen mehrere Gläubiger den Gewinn, so gelten die §§ 428 bis 430 des Bürgerlichen Gesetzbuchs entsprechend.</P><P>(4) Die Gläubiger haben der zuständigen Stelle des Bundes über die Geltendmachung von Ansprüchen nach Absatz 1 Auskunft zu erteilen. Sie können von der zuständigen Stelle des Bundes Erstattung der für die Geltendmachung des Anspruchs erforderlichen Aufwendungen verlangen, soweit sie vom Schuldner keinen Ausgleich erlangen können. Der Erstattungsanspruch ist auf die Höhe des an den Bundeshaushalt abgeführten Gewinns beschränkt.</P><P>(5) Zuständige Stelle im Sinn der Absätze 2 und 4 ist das Bundesamt für Justiz.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000201140"
        }
      },
      {
        "id": "BJNR141400004BJNE001101140",
        "type": "article",
        "name": "§ 11",
        "title": "Verjährung",
        "body": {
          "content": "<P>(1) Die Ansprüche aus den §§ 8, 9 und 12 Absatz 1 Satz 2 verjähren in sechs Monaten.</P><P>(2) Die Verjährungsfrist beginnt, wenn <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>der Anspruch entstanden ist und</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>der Gläubiger von den den Anspruch begründenden Umständen und der Person des Schuldners Kenntnis erlangt oder ohne grobe Fahrlässigkeit erlangen müsste.</LA></DD></DL></P><P>(3) Schadensersatzansprüche verjähren ohne Rücksicht auf die Kenntnis oder grob fahrlässige Unkenntnis in zehn Jahren von ihrer Entstehung, spätestens in 30 Jahren von der den Schaden auslösenden Handlung an.</P><P>(4) Andere Ansprüche verjähren ohne Rücksicht auf die Kenntnis oder grob fahrlässige Unkenntnis in drei Jahren von der Entstehung an.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000201140"
        }
      },
      {
        "id": "BJNR141400004BJNG000301140",
        "type": "heading",
        "name": "Kapitel 3",
        "title": "Verfahrensvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR141400004BJNE001202360",
        "type": "article",
        "name": "§ 12",
        "title": "Anspruchsdurchsetzung, Veröffentlichungsbefugnis, Streitwertminderung",
        "body": {
          "content": "<P>(1) Die zur Geltendmachung eines Unterlassungsanspruchs Berechtigten sollen den Schuldner vor der Einleitung eines gerichtlichen Verfahrens abmahnen und ihm Gelegenheit geben, den Streit durch Abgabe einer mit einer angemessenen Vertragsstrafe bewehrten Unterlassungsverpflichtung beizulegen. Soweit die Abmahnung berechtigt ist, kann der Ersatz der erforderlichen Aufwendungen verlangt werden.</P><P>(2) Zur Sicherung der in diesem Gesetz bezeichneten Ansprüche auf Unterlassung können einstweilige Verfügungen auch ohne die Darlegung und Glaubhaftmachung der in den §§ 935 und 940 der Zivilprozessordnung bezeichneten Voraussetzungen erlassen werden.</P><P>(3) Ist auf Grund dieses Gesetzes Klage auf Unterlassung erhoben worden, so kann das Gericht der obsiegenden Partei die Befugnis zusprechen, das Urteil auf Kosten der unterliegenden Partei öffentlich bekannt zu machen, wenn sie ein berechtigtes Interesse dartut. Art und Umfang der Bekanntmachung werden im Urteil bestimmt. Die Befugnis erlischt, wenn von ihr nicht innerhalb von drei Monaten nach Eintritt der Rechtskraft Gebrauch gemacht worden ist. Der Ausspruch nach Satz 1 ist nicht vorläufig vollstreckbar.</P><P>(4) Macht eine Partei in Rechtsstreitigkeiten, in denen durch Klage ein Anspruch aus einem der in diesem Gesetz geregelten Rechtsverhältnisse geltend gemacht wird, glaubhaft, dass die Belastung mit den Prozesskosten nach dem vollen Streitwert ihre wirtschaftliche Lage erheblich gefährden würde, so kann das Gericht auf ihren Antrag anordnen, dass die Verpflichtung dieser Partei zur Zahlung von Gerichtskosten sich nach einem ihrer Wirtschaftslage angepassten Teil des Streitwerts bemisst. Die Anordnung hat zur Folge, dass <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die begünstigte Partei die Gebühren ihres Rechtsanwalts ebenfalls nur nach diesem Teil des Streitwerts zu entrichten hat,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die begünstigte Partei, soweit ihr Kosten des Rechtsstreits auferlegt werden oder soweit sie diese übernimmt, die von dem Gegner entrichteten Gerichtsgebühren und die Gebühren seines Rechtsanwalts nur nach dem Teil des Streitwerts zu erstatten hat und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>der Rechtsanwalt der begünstigten Partei, soweit die außergerichtlichen Kosten dem Gegner auferlegt oder von ihm übernommen werden, seine Gebühren von dem Gegner nach dem für diesen geltenden Streitwert beitreiben kann.</LA></DD></DL></P><P>(5) Der Antrag nach Absatz 4 kann vor der Geschäftsstelle des Gerichts zur Niederschrift erklärt werden. Er ist vor der Verhandlung zur Hauptsache anzubringen. Danach ist er nur zulässig, wenn der angenommene oder festgesetzte Streitwert später durch das Gericht heraufgesetzt wird. Vor der Entscheidung über den Antrag ist der Gegner zu hören.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000301140"
        }
      },
      {
        "id": "BJNR141400004BJNE001301140",
        "type": "article",
        "name": "§ 13",
        "title": "Sachliche Zuständigkeit",
        "body": {
          "content": "<P>(1) Für alle bürgerlichen Rechtsstreitigkeiten, mit denen ein Anspruch auf Grund dieses Gesetzes geltend gemacht wird, sind die Landgerichte ausschließlich zuständig. Es gilt § 95 Absatz 1 Nummer 5 des Gerichtsverfassungsgesetzes.</P><P>(2) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung für die Bezirke mehrerer Landgerichte eines von ihnen als Gericht für Wettbewerbsstreitsachen zu bestimmen, wenn dies der Rechtspflege in Wettbewerbsstreitsachen, insbesondere der Sicherung einer einheitlichen Rechtsprechung, dienlich ist. Die Landesregierungen können die Ermächtigung auf die Landesjustizverwaltungen übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000301140"
        }
      },
      {
        "id": "BJNR141400004BJNE001401140",
        "type": "article",
        "name": "§ 14",
        "title": "Örtliche Zuständigkeit",
        "body": {
          "content": "<P>(1) Für Klagen auf Grund dieses Gesetzes ist das Gericht zuständig, in dessen Bezirk der Beklagte seine gewerbliche oder selbständige berufliche Niederlassung oder in Ermangelung einer solchen seinen Wohnsitz hat. Hat der Beklagte auch keinen Wohnsitz, so ist sein inländischer Aufenthaltsort maßgeblich.</P><P>(2) Für Klagen auf Grund dieses Gesetzes ist außerdem nur das Gericht zuständig, in dessen Bezirk die Handlung begangen ist. Satz 1 gilt für Klagen, die von den nach § 8 Absatz 3 Nummer 2 bis 4 zur Geltendmachung eines Unterlassungsanspruchs Berechtigten erhoben werden, nur dann, wenn der Beklagte im Inland weder eine gewerbliche oder selbständige berufliche Niederlassung noch einen Wohnsitz hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000301140"
        }
      },
      {
        "id": "BJNR141400004BJNE001502140",
        "type": "article",
        "name": "§ 15",
        "title": "Einigungsstellen",
        "body": {
          "content": "<P>(1) Die Landesregierungen errichten bei Industrie- und Handelskammern Einigungsstellen zur Beilegung von bürgerlichen Rechtsstreitigkeiten, in denen ein Anspruch auf Grund dieses Gesetzes geltend gemacht wird (Einigungsstellen).</P><P>(2) Die Einigungsstellen sind mit einer vorsitzenden Person, die die Befähigung zum Richteramt nach dem Deutschen Richtergesetz hat, und beisitzenden Personen zu besetzen. Als beisitzende Personen werden im Falle einer Anrufung durch eine nach § 8 Absatz 3 Nummer 3 zur Geltendmachung eines Unterlassungsanspruchs berechtigte qualifizierte Einrichtung Unternehmer und Verbraucher in gleicher Anzahl tätig, sonst mindestens zwei sachverständige Unternehmer. Die vorsitzende Person soll auf dem Gebiet des Wettbewerbsrechts erfahren sein. Die beisitzenden Personen werden von der vorsitzenden Person für den jeweiligen Streitfall aus einer alljährlich für das Kalenderjahr aufzustellenden Liste berufen. Die Berufung soll im Einvernehmen mit den Parteien erfolgen. Für die Ausschließung und Ablehnung von Mitgliedern der Einigungsstelle sind die §§ 41 bis 43 und § 44 Absatz 2 bis 4 der Zivilprozessordnung entsprechend anzuwenden. Über das Ablehnungsgesuch entscheidet das für den Sitz der Einigungsstelle zuständige Landgericht (Kammer für Handelssachen oder, falls es an einer solchen fehlt, Zivilkammer).</P><P>(3) Die Einigungsstellen können bei bürgerlichen Rechtsstreitigkeiten, in denen ein Anspruch auf Grund dieses Gesetzes geltend gemacht wird, angerufen werden, wenn der Gegner zustimmt. Soweit die Wettbewerbshandlungen Verbraucher betreffen, können die Einigungsstellen von jeder Partei zu einer Aussprache mit dem Gegner über den Streitfall angerufen werden; einer Zustimmung des Gegners bedarf es nicht.</P><P>(4) Für die Zuständigkeit der Einigungsstellen ist § 14 entsprechend anzuwenden.</P><P>(5) Die der Einigungsstelle vorsitzende Person kann das persönliche Erscheinen der Parteien anordnen. Gegen eine unentschuldigt ausbleibende Partei kann die Einigungsstelle ein Ordnungsgeld festsetzen. Gegen die Anordnung des persönlichen Erscheinens und gegen die Festsetzung des Ordnungsgeldes findet die sofortige Beschwerde nach den Vorschriften der Zivilprozessordnung an das für den Sitz der Einigungsstelle zuständige Landgericht (Kammer für Handelssachen oder, falls es an einer solchen fehlt, Zivilkammer) statt.</P><P>(6) Die Einigungsstelle hat einen gütlichen Ausgleich anzustreben. Sie kann den Parteien einen schriftlichen, mit Gründen versehenen Einigungsvorschlag machen. Der Einigungsvorschlag und seine Begründung dürfen nur mit Zustimmung der Parteien veröffentlicht werden.</P><P>(7) Kommt ein Vergleich zustande, so muss er in einem besonderen Schriftstück niedergelegt und unter Angabe des Tages seines Zustandekommens von den Mitgliedern der Einigungsstelle, welche in der Verhandlung mitgewirkt haben, sowie von den Parteien unterschrieben werden. Aus einem vor der Einigungsstelle geschlossenen Vergleich findet die Zwangsvollstreckung statt; § 797a der Zivilprozessordnung ist entsprechend anzuwenden.</P><P>(8) Die Einigungsstelle kann, wenn sie den geltend gemachten Anspruch von vornherein für unbegründet oder sich selbst für unzuständig erachtet, die Einleitung von Einigungsverhandlungen ablehnen.</P><P>(9) Durch die Anrufung der Einigungsstelle wird die Verjährung in gleicher Weise wie durch Klageerhebung gehemmt. Kommt ein Vergleich nicht zustande, so ist der Zeitpunkt, zu dem das Verfahren beendet ist, von der Einigungsstelle festzustellen. Die vorsitzende Person hat dies den Parteien mitzuteilen.</P><P>(10) Ist ein Rechtsstreit der in Absatz 3 Satz 2 bezeichneten Art ohne vorherige Anrufung der Einigungsstelle anhängig gemacht worden, so kann das Gericht auf Antrag den Parteien unter Anberaumung eines neuen Termins aufgeben, vor diesem Termin die Einigungsstelle zur Herbeiführung eines gütlichen Ausgleichs anzurufen. In dem Verfahren über den Antrag auf Erlass einer einstweiligen Verfügung ist diese Anordnung nur zulässig, wenn der Gegner zustimmt. Absatz 8 ist nicht anzuwenden. Ist ein Verfahren vor der Einigungsstelle anhängig, so ist eine erst nach Anrufung der Einigungsstelle erhobene Klage des Antragsgegners auf Feststellung, dass der geltend gemachte Anspruch nicht bestehe, nicht zulässig.</P><P>(11) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung die zur Durchführung der vorstehenden Bestimmungen und zur Regelung des Verfahrens vor den Einigungsstellen erforderlichen Vorschriften zu erlassen, insbesondere über die Aufsicht über die Einigungsstellen, über ihre Besetzung unter angemessener Beteiligung der nicht den Industrie- und Handelskammern angehörenden Unternehmern (§ 2 Absatz 2 bis 6 des Gesetzes zur vorläufigen Regelung des Rechts der Industrie- und Handelskammern in der im Bundesgesetzblatt Teil III, Gliederungsnummer 701-1, veröffentlichten bereinigten Fassung) und über die Vollstreckung von Ordnungsgeldern sowie Bestimmungen über die Erhebung von Auslagen durch die Einigungsstelle zu treffen. Bei der Besetzung der Einigungsstellen sind die Vorschläge der für ein Bundesland errichteten, mit öffentlichen Mitteln geförderten Verbraucherzentralen zur Bestimmung der in Absatz 2 Satz 2 genannten Verbraucher zu berücksichtigen.</P><P>(12) Abweichend von Absatz 2 Satz 1 kann in den Ländern Brandenburg, Mecklenburg-Vorpommern, Sachsen, Sachsen-Anhalt und Thüringen die Einigungsstelle auch mit einem Rechtskundigen als Vorsitzendem besetzt werden, der die Befähigung zum Berufsrichter nach dem Recht der Deutschen Demokratischen Republik erworben hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000301140"
        }
      },
      {
        "id": "BJNR141400004BJNG000402140",
        "type": "heading",
        "name": "Kapitel 4",
        "title": "Straf- und Bußgeldvorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR141400004BJNE001601140",
        "type": "article",
        "name": "§ 16",
        "title": "Strafbare Werbung",
        "body": {
          "content": "<P>(1) Wer in der Absicht, den Anschein eines besonders günstigen Angebots hervorzurufen, in öffentlichen Bekanntmachungen oder in Mitteilungen, die für einen größeren Kreis von Personen bestimmt sind, durch unwahre Angaben irreführend wirbt, wird mit Freiheitsstrafe bis zu zwei Jahren oder mit Geldstrafe bestraft.</P><P>(2) Wer es im geschäftlichen Verkehr unternimmt, Verbraucher zur Abnahme von Waren, Dienstleistungen oder Rechten durch das Versprechen zu veranlassen, sie würden entweder vom Veranstalter selbst oder von einem Dritten besondere Vorteile erlangen, wenn sie andere zum Abschluss gleichartiger Geschäfte veranlassen, die ihrerseits nach der Art dieser Werbung derartige Vorteile für eine entsprechende Werbung weiterer Abnehmer erlangen sollen, wird mit Freiheitsstrafe bis zu zwei Jahren oder mit Geldstrafe bestraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000402140"
        }
      },
      {
        "id": "BJNR141400004BJNE001702360",
        "type": "article",
        "name": "(XXXX) §§ 17 bis 19",
        "title": "(weggefallen)",
        "body": null,
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000402140"
        }
      },
      {
        "id": "BJNR141400004BJNE002003360",
        "type": "article",
        "name": "§ 20",
        "title": "Bußgeldvorschriften",
        "body": {
          "content": "<P>(1) Ordnungswidrig handelt, wer vorsätzlich oder fahrlässig entgegen § 7 Absatz 1 <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>in Verbindung mit § 7 Absatz 2 Nummer 2 mit einem Telefonanruf oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>in Verbindung mit § 7 Absatz 2 Nummer 3 unter Verwendung einer automatischen Anrufmaschine</LA></DD></DL>gegenüber einem Verbraucher ohne dessen vorherige ausdrückliche Einwilligung wirbt.</P><P>(2) Die Ordnungswidrigkeit kann mit einer Geldbuße bis zu dreihunderttausend Euro geahndet werden.</P><P>(3) Verwaltungsbehörde im Sinne des § 36 Absatz 1 Nummer 1 des Gesetzes über Ordnungswidrigkeiten ist die Bundesnetzagentur für Elektrizität, Gas, Telekommunikation, Post und Eisenbahnen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000402140"
        }
      },
      {
        "id": "BJNR141400004BJNE002403123",
        "type": "article",
        "name": "Anhang",
        "title": "(zu § 3 Absatz 3)",
        "body": {
          "content": "<P><noindex><kommentar typ=\"Fundstelle\">(Fundstelle: BGBl. I 2010, 262 - 263)</kommentar></noindex></P><P>Unzulässige geschäftliche Handlungen im Sinne des § 3 Absatz 3 sind <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe eines Unternehmers, zu den Unterzeichnern eines Verhaltenskodexes zu gehören;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Verwendung von Gütezeichen, Qualitätskennzeichen oder Ähnlichem ohne die erforderliche Genehmigung;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe, ein Verhaltenskodex sei von einer öffentlichen oder anderen Stelle gebilligt;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe, ein Unternehmer, eine von ihm vorgenommene geschäftliche Handlung oder eine Ware oder Dienstleistung sei von einer öffentlichen oder privaten Stelle bestätigt, gebilligt oder genehmigt worden, oder die unwahre Angabe, den Bedingungen für die Bestätigung, Billigung oder Genehmigung werde entsprochen;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Waren- oder Dienstleistungsangebote im Sinne des § 5a Absatz 3 zu einem bestimmten Preis, wenn der Unternehmer nicht darüber aufklärt, dass er hinreichende Gründe für die Annahme hat, er werde nicht in der Lage sein, diese oder gleichartige Waren oder Dienstleistungen für einen angemessenen Zeitraum in angemessener Menge zum genannten Preis bereitzustellen oder bereitstellen zu lassen (Lockangebote). Ist die Bevorratung kürzer als zwei Tage, obliegt es dem Unternehmer, die Angemessenheit nachzuweisen;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Waren- oder Dienstleistungsangebote im Sinne des § 5a Absatz 3 zu einem bestimmten Preis, wenn der Unternehmer sodann in der Absicht, stattdessen eine andere Ware oder Dienstleistung abzusetzen, eine fehlerhafte Ausführung der Ware oder Dienstleistung vorführt oder sich weigert zu zeigen, was er beworben hat, oder sich weigert, Bestellungen dafür anzunehmen oder die beworbene Leistung innerhalb einer vertretbaren Zeit zu erbringen;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe, bestimmte Waren oder Dienstleistungen seien allgemein oder zu bestimmten Bedingungen nur für einen sehr begrenzten Zeitraum verfügbar, um den Verbraucher zu einer sofortigen geschäftlichen Entscheidung zu veranlassen, ohne dass dieser Zeit und Gelegenheit hat, sich auf Grund von Informationen zu entscheiden;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">Kundendienstleistungen in einer anderen Sprache als derjenigen, in der die Verhandlungen vor dem Abschluss des Geschäfts geführt worden sind, wenn die ursprünglich verwendete Sprache nicht Amtssprache des Mitgliedstaats ist, in dem der Unternehmer niedergelassen ist; dies gilt nicht, soweit Verbraucher vor dem Abschluss des Geschäfts darüber aufgeklärt werden, dass diese Leistungen in einer anderen als der ursprünglich verwendeten Sprache erbracht werden;</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe oder das Erwecken des unzutreffenden Eindrucks, eine Ware oder Dienstleistung sei verkehrsfähig;</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe oder das Erwecken des unzutreffenden Eindrucks, gesetzlich bestehende Rechte stellten eine Besonderheit des Angebots dar;</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA Size=\"normal\">der vom Unternehmer finanzierte Einsatz redaktioneller Inhalte zu Zwecken der Verkaufsförderung, ohne dass sich dieser Zusammenhang aus dem Inhalt oder aus der Art der optischen oder akustischen Darstellung eindeutig ergibt (als Information getarnte Werbung);</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA Size=\"normal\">unwahre Angaben über Art und Ausmaß einer Gefahr für die persönliche Sicherheit des Verbrauchers oder seiner Familie für den Fall, dass er die angebotene Ware nicht erwirbt oder die angebotene Dienstleistung nicht in Anspruch nimmt;</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA Size=\"normal\">Werbung für eine Ware oder Dienstleistung, die der Ware oder Dienstleistung eines bestimmten Herstellers ähnlich ist, wenn dies in der Absicht geschieht, über die betriebliche Herkunft der beworbenen Ware oder Dienstleistung zu täuschen;</LA></DD><DT>14.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Einführung, der Betrieb oder die Förderung eines Systems zur Verkaufsförderung, bei dem vom Verbraucher ein finanzieller Beitrag für die Möglichkeit verlangt wird, allein oder hauptsächlich durch die Einführung weiterer Teilnehmer in das System eine Vergütung zu erlangen (Schneeball- oder Pyramidensystem);</LA></DD><DT>15.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe, der Unternehmer werde demnächst sein Geschäft aufgeben oder seine Geschäftsräume verlegen;</LA></DD><DT>16.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Angabe, durch eine bestimmte Ware oder Dienstleistung ließen sich die Gewinnchancen bei einem Glücksspiel erhöhen;</LA></DD><DT>17.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe oder das Erwecken des unzutreffenden Eindrucks, der Verbraucher habe bereits einen Preis gewonnen oder werde ihn gewinnen oder werde durch eine bestimmte Handlung einen Preis gewinnen oder einen sonstigen Vorteil erlangen, wenn es einen solchen Preis oder Vorteil tatsächlich nicht gibt, oder wenn jedenfalls die Möglichkeit, einen Preis oder sonstigen Vorteil zu erlangen, von der Zahlung eines Geldbetrags oder der Übernahme von Kosten abhängig gemacht wird;</LA></DD><DT>18.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe, eine Ware oder Dienstleistung könne Krankheiten, Funktionsstörungen oder Missbildungen heilen;</LA></DD><DT>19.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine unwahre Angabe über die Marktbedingungen oder Bezugsquellen, um den Verbraucher dazu zu bewegen, eine Ware oder Dienstleistung zu weniger günstigen Bedingungen als den allgemeinen Marktbedingungen abzunehmen oder in Anspruch zu nehmen;</LA></DD><DT>20.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Angebot eines Wettbewerbs oder Preisausschreibens, wenn weder die in Aussicht gestellten Preise noch ein angemessenes Äquivalent vergeben werden;</LA></DD><DT>21.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Angebot einer Ware oder Dienstleistung als „gratis“, „umsonst“, „kostenfrei“ oder dergleichen, wenn hierfür gleichwohl Kosten zu tragen sind; dies gilt nicht für Kosten, die im Zusammenhang mit dem Eingehen auf das Waren- oder Dienstleistungsangebot oder für die Abholung oder Lieferung der Ware oder die Inanspruchnahme der Dienstleistung unvermeidbar sind;</LA></DD><DT>22.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Übermittlung von Werbematerial unter Beifügung einer Zahlungsaufforderung, wenn damit der unzutreffende Eindruck vermittelt wird, die beworbene Ware oder Dienstleistung sei bereits bestellt;</LA></DD><DT>23.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe oder das Erwecken des unzutreffenden Eindrucks, der Unternehmer sei Verbraucher oder nicht für Zwecke seines Geschäfts, Handels, Gewerbes oder Berufs tätig;</LA></DD><DT>24.</DT><DD Font=\"normal\"><LA Size=\"normal\">die unwahre Angabe oder das Erwecken des unzutreffenden Eindrucks, es sei im Zusammenhang mit Waren oder Dienstleistungen in einem anderen Mitgliedstaat der Europäischen Union als dem des Warenverkaufs oder der Dienstleistung ein Kundendienst verfügbar;</LA></DD><DT>25.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Erwecken des Eindrucks, der Verbraucher könne bestimmte Räumlichkeiten nicht ohne vorherigen Vertragsabschluss verlassen;</LA></DD><DT>26.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei persönlichem Aufsuchen in der Wohnung die Nichtbeachtung einer Aufforderung des Besuchten, diese zu verlassen oder nicht zu ihr zurückzukehren, es sein denn, der Besuch ist zur rechtmäßigen Durchsetzung einer vertraglichen Verpflichtung gerechtfertigt;</LA></DD><DT>27.</DT><DD Font=\"normal\"><LA Size=\"normal\">Maßnahmen, durch die der Verbraucher von der Durchsetzung seiner vertraglichen Rechte aus einem Versicherungsverhältnis dadurch abgehalten werden soll, dass von ihm bei der Geltendmachung seines Anspruchs die Vorlage von Unterlagen verlangt wird, die zum Nachweis dieses Anspruchs nicht erforderlich sind, oder dass Schreiben zur Geltendmachung eines solchen Anspruchs systematisch nicht beantwortet werden;</LA></DD><DT>28.</DT><DD Font=\"normal\"><LA Size=\"normal\">die in eine Werbung einbezogene unmittelbare Aufforderung an Kinder, selbst die beworbene Ware zu erwerben oder die beworbene Dienstleistung in Anspruch zu nehmen oder ihre Eltern oder andere Erwachsene dazu zu veranlassen;</LA></DD><DT>29.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Aufforderung zur Bezahlung nicht bestellter, aber gelieferter Waren oder erbrachter Dienstleistungen oder eine Aufforderung zur Rücksendung oder Aufbewahrung nicht bestellter Sachen und</LA></DD><DT>30.</DT><DD Font=\"normal\"><LA Size=\"normal\">die ausdrückliche Angabe, dass der Arbeitsplatz oder Lebensunterhalt des Unternehmers gefährdet sei, wenn der Verbraucher die Ware oder Dienstleistung nicht abnehme.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR141400004BJNG000402140"
        }
      }
    ]
  }
}
