{
  "data": {
    "type": "law",
    "id": "BJNR005930964",
    "abbreviation": "VereinsG",
    "extraAbbreviations": [],
    "firstPublished": "1964-08-05",
    "sourceTimestamp": "20200704213002",
    "headingShort": "Vereinsgesetz",
    "headingLong": "Gesetz zur Regelung des öffentlichen Vereinsrechts",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "1964, 593"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 1 G v. 10.3.2017 I 419"
      },
      {
        "category": "Hinweis",
        "comment": "Änderung durch Art. 149 V v. 19.6.2020 I 1328 (Nr. 29) textlich nachgewiesen, dokumentarisch noch nicht abschließend bearbeitet"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.1.1975 +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR005930964BJNE000600326",
        "type": "article",
        "name": "Eingangsformel",
        "title": null,
        "body": {
          "content": "<P>Der Bundestag hat mit Zustimmung des Bundesrates das folgende Gesetz beschlossen:</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR005930964BJNG000100326",
        "type": "heading",
        "name": "Erster Abschnitt",
        "title": "Allgemeine Vorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR005930964BJNE000700326",
        "type": "article",
        "name": "§ 1",
        "title": "Vereinsfreiheit",
        "body": {
          "content": "<P>(1) Die Bildung von Vereinen ist frei (Vereinsfreiheit).</P><P>(2) Gegen Vereine, die die Vereinsfreiheit mißbrauchen, kann zur Wahrung der öffentlichen Sicherheit oder Ordnung nur nach Maßgabe dieses Gesetzes eingeschritten werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000100326"
        }
      },
      {
        "id": "BJNR005930964BJNE000801320",
        "type": "article",
        "name": "§ 2",
        "title": "Begriff des Vereins",
        "body": {
          "content": "<P>(1) Verein im Sinne dieses Gesetzes ist ohne Rücksicht auf die Rechtsform jede Vereinigung, zu der sich eine Mehrheit natürlicher oder juristischer Personen für längere Zeit zu einem gemeinsamen Zweck freiwillig zusammengeschlossen und einer organisierten Willensbildung unterworfen hat.</P><P>(2) Vereine im Sinne dieses Gesetzes sind nicht <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">politische Parteien im Sinne des Artikels 21 des Grundgesetzes,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Fraktionen des Deutschen Bundestages und der Parlamente der Länder.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000100326"
        }
      },
      {
        "id": "BJNR005930964BJNG000200326",
        "type": "heading",
        "name": "Zweiter Abschnitt",
        "title": "Verbot von Vereinen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR005930964BJNE000905116",
        "type": "article",
        "name": "§ 3",
        "title": "Verbot",
        "body": {
          "content": "<P>(1) Ein Verein darf erst dann als verboten (Artikel 9 Abs. 2 des Grundgesetzes) behandelt werden, wenn durch Verfügung der Verbotsbehörde festgestellt ist, daß seine Zwecke oder seine Tätigkeit den Strafgesetzen zuwiderlaufen oder daß er sich gegen die verfassungsmäßige Ordnung oder den Gedanken der Völkerverständigung richtet; in der Verfügung ist die Auflösung des Vereins anzuordnen (Verbot). Mit dem Verbot ist in der Regel die Beschlagnahme und die Einziehung <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">des Vereinsvermögens,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">von Forderungen Dritter, soweit die Einziehung in § 12 Abs. 1 vorgesehen ist, und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">von Sachen Dritter, soweit der Berechtigte durch die Überlassung der Sachen an den Verein dessen verfassungswidrige Bestrebungen vorsätzlich gefördert hat oder die Sachen zur Förderung dieser Bestrebungen bestimmt sind,</LA></DD></DL>zu verbinden.</P><P>(2) Verbotsbehörde ist <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die obersten Landesbehörde oder die nach Landesrecht zuständige Behörde für Vereine und Teilvereine, deren erkennbare Organisation und Tätigkeit sich auf das Gebiet eines Landes beschränken;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Bundesministerium des Innern, für Bau und Heimat für Vereine und Teilvereine, deren Organisation oder Tätigkeit sich über das Gebiet eines Landes hinaus erstreckt.</LA></DD></DL>Die oberste Landesbehörde oder die nach Landesrecht zuständige Behörde entscheidet im Benehmen mit dem Bundesministerium des Innern, für Bau und Heimat, wenn sich das Verbot gegen den Teilverein eines Vereins richtet, für dessen Verbot nach Satz 1 Nr. 2 das Bundesministerium des Innern, für Bau und Heimat zuständig ist. Das Bundesministerium des Innern, für Bau und Heimat entscheidet im Benehmen mit Behörden, die nach Satz 1 Nr. 1 für das Verbot von Teilvereinen zuständig gewesen wären.</P><P>(3) Das Verbot erstreckt sich, wenn es nicht ausdrücklich beschränkt wird, auf alle Organisationen, die dem Verein derart eingegliedert sind, daß sie nach dem Gesamtbild der tatsächlichen Verhältnisse als Gliederung dieses Vereins erscheinen (Teilorganisationen). Auf nichtgebietliche Teilorganisationen mit eigener Rechtspersönlichkeit erstreckt sich das Verbot nur, wenn sie in der Verbotsverfügung ausdrücklich benannt sind.</P><P>(4) Das Verbot ist schriftlich oder elektronisch mit einer dauerhaft überprüfbaren Signatur nach § 37 Abs. 4 des Verwaltungsverfahrensgesetzes abzufassen, zu begründen und dem Verein, im Falle des Absatzes 3 Satz 2 auch den Teilorganisationen, zuzustellen. Der verfügende Teil des Verbots ist im Bundesanzeiger und danach im amtlichen Mitteilungsblatt des Landes bekanntzumachen, in dem der Verein oder, sofern sich das Verbot hierauf beschränkt, der Teilverein seinen Sitz hat; Verbote nach § 15 werden nur im Bundesanzeiger bekanntgemacht. Das Verbot wird mit der Zustellung, spätestens mit der Bekanntmachung im Bundesanzeiger, wirksam und vollziehbar; § 80 der Verwaltungsgerichtsordnung bleibt unberührt.</P><P>(5) Die Verbotsbehörde kann das Verbot auch auf Handlungen von Mitgliedern des Vereins stützen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">ein Zusammenhang zur Tätigkeit im Verein oder zu seiner Zielsetzung besteht,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Handlungen auf einer organisierten Willensbildung beruhen und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">nach den Umständen anzunehmen ist, daß sie vom Verein geduldet werden.</LA></DD></DL></P><P/>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000200326"
        }
      },
      {
        "id": "BJNR005930964BJNE001002116",
        "type": "article",
        "name": "§ 4",
        "title": "Ermittlungen",
        "body": {
          "content": "<P>(1) Die Verbotsbehörde kann für ihre Ermittlungen die Hilfe der für die Wahrung der öffentlichen Sicherheit oder Ordnung zuständigen Behörden und Dienststellen in Anspruch nehmen. Ermittlungsersuchen des Bundesministeriums des Innern, für Bau und Heimat sind an die zuständige oberste Landesbehörde zu richten.</P><P>(2) Hält die Verbotsbehörde oder eine gemäß Absatz 1 Satz 1 ersuchte Stelle eine richterliche Vernehmung von Zeugen, eine Beschlagnahme von Beweismitteln oder eine Durchsuchung für erforderlich, so stellt sie ihre Anträge bei dem Verwaltungsgericht, in dessen Bezirk die Handlung vorzunehmen ist. Die richterlichen Anordnungen oder Maßnahmen trifft der Vorsitzende oder ein von ihm bestimmtes Mitglied des Gerichts.</P><P>(3) Für die richterliche Vernehmung von Zeugen gilt § 98 der Verwaltungsgerichtsordnung entsprechend.</P><P>(4) Für die Beschlagnahme von Gegenständen, die als Beweismittel von Bedeutung sein können, gelten die §§ 94 bis 97, 98 Abs. 4 sowie die §§ 99 bis 101 der Strafprozeßordnung entsprechend. Bestehen hinreichende Anhaltspunkte dafür, daß eine Durchsuchung zur Auffindung solcher Beweismittel führen werde, so kann die Durchsuchung der Räume des Vereins sowie der Räume, der Sachen und der Person eines Mitglieds oder Hintermannes des Vereins angeordnet werden. Bei anderen Personen ist die Durchsuchung nur zur Beschlagnahme bestimmter Beweismittel und nur dann zulässig, wenn Tatsachen darauf schließen lassen, daß sich die gesuchte Sache in ihrem Gewahrsam befindet. Die §§ 104, 105 Abs. 2 bis 4, §§ 106 bis 110 der Strafprozeßordnung gelten entsprechend.</P><P>(5) Bei Gefahr im Verzug kann auch die Verbotsbehörde oder eine gemäß Absatz 1 Satz 1 ersuchte Stelle eine Beschlagnahme, mit Ausnahme der Beschlagnahme nach § 99 der Strafprozeßordnung, oder eine Durchsuchung anordnen. Die Vorschriften des Absatzes 4 sowie § 98 Abs. 2 Satz 1 und 2 der Strafprozeßordnung gelten entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000200326"
        }
      },
      {
        "id": "BJNR005930964BJNE001102308",
        "type": "article",
        "name": "§ 5",
        "title": "Vollzug des Verbots",
        "body": {
          "content": "<P>(1) Soweit das Verbot nach diesem Gesetz nicht von der Verbotsbehörde selbst oder den von ihr gemäß § 10 Abs. 3 und § 11 Abs. 3 beauftragten Stellen zu vollziehen ist, wird es von den von der Landesregierung bestimmten Behörden vollzogen.</P><P>(2) Folgt dem Verbot eines Teilvereins, bevor es unanfechtbar geworden ist, ein den Teilverein einschließendes Verbot des Gesamtvereins, so ist von diesem Zeitpunkt an nur noch das Verbot des Gesamtvereins zu vollziehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000200326"
        }
      },
      {
        "id": "BJNR005930964BJNE001200326",
        "type": "article",
        "name": "§ 6",
        "title": "Anfechtung des Verbotsvollzugs",
        "body": {
          "content": "<P>(1) Wird eine Maßnahme zum Vollzug des Verbots angefochten und kommt es für die Entscheidung darauf an, ob das Verbot rechtmäßig ist, so hat das Verwaltungsgericht, wenn es die Rechtmäßigkeit des Verbots bezweifelt, das Verfahren auszusetzen, bis über das Verbot unanfechtbar entschieden ist, und dieses Ergebnis seiner Entscheidung zugrunde zu legen.</P><P>(2) Widerspruch und Anfechtungsklage gegen Maßnahmen zum Vollzug des Verbots haben keine aufschiebende Wirkung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000200326"
        }
      },
      {
        "id": "BJNR005930964BJNE001301307",
        "type": "article",
        "name": "§ 7",
        "title": "Unanfechtbarkeit des Verbots, Eintragung in öffentliche\nRegister",
        "body": {
          "content": "<P>(1) Ist das Verbot unanfechtbar geworden, so ist sein verfügender Teil nochmals unter Hinweis auf die Unanfechtbarkeit im Bundesanzeiger und in dem in § 3 Abs. 4 Satz 2 genannten Mitteilungsblatt zu veröffentlichen.</P><P>(2) Ist der Verein oder eine Teilorganisation in ein öffentliches Register eingetragen, so sind auf Anzeige der Verbotsbehörde einzutragen <BR/>die Beschlagnahme des Vereinsvermögens und ihre Aufhebung, <BR/>die Bestellung und Abberufung von Verwaltern (§ 10 Abs. 3), <BR/>die Auflösung des Vereins, nachdem das Verbot unanfechtbar geworden ist, und <BR/>das Erlöschen des Vereins.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000200326"
        }
      },
      {
        "id": "BJNR005930964BJNE001400326",
        "type": "article",
        "name": "§ 8",
        "title": "Verbot der Bildung von Ersatzorganisationen",
        "body": {
          "content": "<P>(1) Es ist verboten, Organisationen zu bilden, die verfassungswidrige Bestrebungen (Artikel 9 Abs. 2 des Grundgesetzes) eines nach § 3 dieses Gesetzes verbotenen Vereins an dessen Stelle weiterverfolgen (Ersatzorganisationen) oder bestehende Organisationen als Ersatzorganisationen fortzuführen.</P><P>(2) Gegen eine Ersatzorganisation, die Verein im Sinne dieses Gesetzes ist, kann zur verwaltungsmäßigen Durchführung des in Absatz 1 enthaltenen Verbots nur auf Grund einer besonderen Verfügung vorgegangen werden, in der festgestellt wird, daß sie Ersatzorganisation des verbotenen Vereins ist. Die §§ 3 bis 7 und 10 bis 13 gelten entsprechend. Widerspruch und Anfechtungsklage gegen die Verfügung haben keine aufschiebende Wirkung. Die für die Wahrung der öffentlichen Sicherheit oder Ordnung zuständigen Behörden und Dienststellen sind bei Gefahr im Verzug zu vorläufigen Maßnahmen berechtigt, die außer Kraft treten, wenn die Verbotsbehörde nicht binnen zweier Wochen die in Satz 1 bestimmte Verfügung trifft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000200326"
        }
      },
      {
        "id": "BJNR005930964BJNE001502116",
        "type": "article",
        "name": "§ 9",
        "title": "Kennzeichenverbot",
        "body": {
          "content": "<P>(1) Kennzeichen des verbotenen Vereins dürfen für die Dauer der Vollziehbarkeit des Verbots nicht mehr <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">öffentlich, in einer Versammlung oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">in Schriften, Ton- oder Bildträgern, Abbildungen oder Darstellungen, die verbreitet werden oder zur Verbreitung bestimmt sind,</LA></DD></DL>verwendet werden. Ausgenommen ist eine Verwendung von Kennzeichen im Rahmen der staatsbürgerlichen Aufklärung, der Abwehr verfassungswidriger Bestrebungen und ähnlicher Zwecke.</P><P>(2) Kennzeichen im Sinne des Absatzes 1 sind insbesondere Fahnen, Abzeichen, Uniformstücke, Parolen und Grußformen. Den in Satz 1 genannten Kennzeichen stehen solche gleich, die ihnen zum Verwechseln ähnlich sind.</P><P>(3) Absatz 1 gilt entsprechend für Kennzeichen eines verbotenen Vereins, die in im Wesentlichen gleicher Form von anderen nicht verbotenen Teilorganisationen oder von selbständigen Vereinen verwendet werden. Ein Kennzeichen eines verbotenen Vereins wird insbesondere dann in im Wesentlichen gleicher Form verwendet, wenn bei ähnlichem äußerem Gesamterscheinungsbild das Kennzeichen des verbotenen Vereins oder Teile desselben mit einer anderen Orts- oder Regionalbezeichnung versehen wird.</P><P>(4) Diese Vorschriften gelten auch für die Verwendung von Kennzeichen einer Ersatzorganisation für die Dauer der Vollziehbarkeit einer Verfügung nach § 8 Abs. 2 Satz 1.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000200326"
        }
      },
      {
        "id": "BJNR005930964BJNG000300326",
        "type": "heading",
        "name": "Dritter Abschnitt",
        "title": "Beschlagnahme und Einziehung des\nVermögens verbotener Vereine",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR005930964BJNE001602310",
        "type": "article",
        "name": "§ 10",
        "title": "Vermögensbeschlagnahme",
        "body": {
          "content": "<P>(1) Die Beschlagnahme (§ 3 Abs. 1 Satz 2) hat die Wirkung eines Veräußerungsverbots. Rechtsgeschäfte, die gegen das Veräußerungsverbot verstoßen, sind nichtig, es sei denn, daß der andere Teil weder wußte noch wissen mußte, daß der Gegenstand, auf den sich das Rechtsgeschäft bezieht, der Beschlagnahme unterliegt. Die Beschlagnahme erfaßt auch die Gegenstände, die der Verein einem Dritten zu treuen Händen übertragen hat oder die ein Dritter als Treuhänder für den Verein erworben hat. In den Fällen des Satzes 3 sind die Vorschriften zugunsten derjenigen, welche Rechte von einem Nichtberechtigten herleiten, entsprechend anzuwenden.</P><P>(2) Auf Grund der Beschlagnahme können Sachen im Gewahrsam des Vereins und auf Grund besonderer Anordnung Sachen im Gewahrsam Dritter sichergestellt werden. Soweit es der Zweck der Sicherstellung erfordert, dürfen auch Räume betreten sowie verschlossene Türen und Behältnisse geöffnet werden. Die Anwendung unmittelbaren Zwanges ist ohne vorherige Androhung oder Fristsetzung zulässig, wenn sonst die Sicherstellung gefährdet wäre. Werden von der Beschlagnahme Gegenstände im Sinne des § 99 der Strafprozeßordnung erfaßt, gelten für die Sicherstellung die §§ 99, 100 und 101 Abs. 3 bis 8 der Strafprozeßordnung entsprechend. Maßnahmen nach Satz 4 und die Durchsuchung von Wohnungen ordnet nur das Verwaltungsgericht an, in dessen Bezirk die Handlungen vorzunehmen sind. Anordnungen nach Satz 5 trifft der Vorsitzende oder ein von ihm bestimmtes Mitglied des Gerichts.</P><P>(3) Die Verbotsbehörde kann für das beschlagnahmte Vermögen Verwalter bestellen und abberufen. Die Verwalter unterliegen den Weisungen der Verbotsbehörde.</P><P>(4) Die Vorstandsmitglieder sind verpflichtet, Auskunft über den Bestand und Verbleib des Vereinsvermögens zu geben. Auf Verlangen der Verbotsbehörde haben sie ein Verzeichnis des Bestandes vorzulegen und zu beeiden. Der Eid ist mit dem in § 260 Abs. 2 des Bürgerlichen Gesetzbuchs bezeichneten Inhalt auf Ersuchen der Verbotsbehörde vor dem für den Wohnsitz des Eidespflichtigen zuständigen Amtsgericht zu leisten.</P><P>(5) Die Aufhebung der Beschlagnahme sowie der Aufschub und die Wiederherstellung ihrer Vollziehbarkeit haben keine rückwirkende Kraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000300326"
        }
      },
      {
        "id": "BJNR005930964BJNE001702116",
        "type": "article",
        "name": "§ 11",
        "title": "Vermögenseinziehung",
        "body": {
          "content": "<P>(1) Die Einziehung (§ 3 Abs. 1 Satz 2) wird im Fall des § 3 Abs. 2 Nr. 1 zugunsten des Landes, im Fall des § 3 Abs. 2 Nr. 2 zugunsten des Bundes angeordnet. Die Einziehung erfaßt auch die Gegenstände, auf die sich nach § 10 Abs. 1 Satz 3 die Beschlagnahme erstreckt, mit Ausnahme der vom Verein einem Dritten zur Sicherung übertragenen Gegenstände.</P><P>(2) Mit Eintritt der Unanfechtbarkeit des Verbots und der Einziehungsanordnung erwirbt der Einziehungsbegünstigte das Vereinsvermögen und die nach Absatz 1 Satz 2 eingezogenen Gegenstände als besondere Vermögensmasse. Gegenstände, die einer Teilorganisation in der Rechtsform eines Vereins, einer Gesellschaft oder einer Stiftung gehört haben, bilden eine eigene Vermögensmasse. Der Verein und die von der Einziehung betroffenen Teilorganisationen erlöschen. Ihre Rechtsverhältnisse sind im Einziehungsverfahren abzuwickeln.</P><P>(3) Das Bundesministerium des Innern, für Bau und Heimat als Verbotsbehörde kann mit der Durchführung der Einziehung und mit der Abwicklung (§ 13) das Bundesverwaltungsamt oder eine andere Bundesbehörde beauftragen (Einziehungsbehörde). § 10 Abs. 3 gilt entsprechend. Die Beauftragung ist im Bundesanzeiger und in dem in § 3 Abs. 4 Satz 2 genannten Mitteilungsblatt zu veröffentlichen.</P><P>(4) Die Verbotsbehörde kann von der Einziehung absehen, wenn keine Gefahr besteht, daß Vermögenswerte des Vereins von neuem zur Förderung von Handlungen oder Bestrebungen der in Artikel 9 Abs. 2 des Grundgesetzes genannten Art verwendet werden oder daß die Vermögensauseinandersetzung dazu mißbraucht wird, den organisatorischen Zusammenhalt des Vereins aufrechtzuerhalten, ferner, soweit es sich um Gegenstände von unerheblichem Wert handelt. Die Verbotsbehörde kann die Liquidatoren bestellen. § 12 Abs. 1 Satz 1 gilt sinngemäß für den Anspruch auf den Liquidationserlös.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000300326"
        }
      },
      {
        "id": "BJNR005930964BJNE001803308",
        "type": "article",
        "name": "§ 12",
        "title": "Einziehung von Gegenständen Dritter",
        "body": {
          "content": "<P>(1) Die Verbotsbehörde oder die Einziehungsbehörde zieht Forderungen Dritter gegen den Verein ein, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">sie aus Beziehungen entstanden sind, die sich nach Art, Umfang oder Zweck als eine vorsätzliche Förderung der verfassungswidrigen Bestrebungen des Vereins darstellen, oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">sie begründet wurden, um Vermögenswerte des Vereins dem behördlichen Zugriff zu entziehen oder den Wert des Vereinsvermögens zu mindern.</LA></DD> </DL>Hat der Gläubiger eine solche Forderung durch Abtretung erworben, so kann sie nur eingezogen werden, wenn der Gläubiger die in Satz 1 bezeichneten Tatsachen bei dem Erwerb kannte.</P><P>(2) Sachen Dritter werden eingezogen, wenn der Berechtigte durch die Überlassung der Sachen an den Verein dessen verfassungswidrige Bestrebungen vorsätzlich gefördert hat oder die Sachen zur Förderung dieser Bestrebungen bestimmt sind.</P><P>(3) Rechte Dritter an den nach § 11 Abs. 1 oder nach § 12 Abs. 1 oder 2 eingezogenen Gegenständen bleiben bestehen. Sie werden eingezogen, wenn sie unter den in Absatz 1 bezeichneten Voraussetzungen begründet oder erworben worden sind.</P><P>(4) Die nach den Absätzen 1 bis 3 eingezogenen Gegenstände gehen mit Eintritt der Unanfechtbarkeit des Verbots und der Einziehungsverfügung auf den Einziehungsbegünstigten über. Nicht vererbliche Rechte erlöschen.</P><P>(5) Verfügungen des Vereins, die in den letzten sechs Monaten vor Erlaß des Verbots in der dem anderen Teil bekannten Absicht vorgenommen wurden, Gegenstände des Vereinsvermögens beiseite zu schaffen, sind dem Einziehungsbegünstigten gegenüber unwirksam. Ist zugunsten eines Vereinsmitglieds oder einer Person, die ihm im Sinne des § 138 Abs. 1 der Insolvenzordnung nahesteht, verfügt worden, so wird vermutet, daß diesen die in Satz 1 bezeichnete Absicht bekannt war.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000300326"
        }
      },
      {
        "id": "BJNR005930964BJNE001901307",
        "type": "article",
        "name": "§ 13",
        "title": "Abwicklung",
        "body": {
          "content": "<P>(1) Die Gläubiger, die ihre Forderungen innerhalb der von der Verbotsbehörde oder Einziehungsbehörde gesetzten Ausschlußfrist angemeldet haben, sind aus der besonderen Vermögensmasse zu befriedigen. Die Befriedigung von Gläubigern, die im Falle des Insolvenzverfahrens Insolvenzgläubiger wären, ist, soweit nicht eine Rechtsverordnung etwas anderes bestimmt, erst zulässig, wenn die Verwertung des eingezogenen Vermögens (§ 11 Abs. 1) eine zur Befriedigung aller Gläubiger ausreichende bare Masse ergeben hat. Forderungen, die innerhalb der Ausschlußfrist nicht angemeldet werden, erlöschen.</P><P>(2) Zur Vermeidung unbilliger Härten kann die Verbotsbehörde oder die Einziehungsbehörde anordnen, daß ein nach § 11 Abs. 1 Satz 2 eintretender Rechtsverlust unterbleibt, oder von der Einziehung nach § 12 absehen.</P><P>(3) Reicht das Vermögen nicht zur Befriedigung aller Ansprüche gegen die besondere Vermögensmasse aus, so findet auf Antrag der Verbotsbehörde oder der Einziehungsbehörde ein Insolvenzverfahren über die besondere Vermögensmasse statt. § 12 bleibt unberührt. Die von der Beschlagnahme (§ 3 Abs. 1 Satz 2) ab entstandenen Verwaltungsaufwendungen und die dem Verein nach dem Verbot durch die Inanspruchnahme von Rechtsbehelfen entstandenen Prozeßkosten sowie die Verwaltungsschulden gelten als Masseverbindlichkeiten. Der Insolvenzverwalter wird auf Vorschlag der Verbotsbehörde oder der Einziehungsbehörde vom Insolvenzgericht bestellt und entlassen. Die §§ 57, 67 bis 73, 101 der Insolvenzordnung sind nicht anzuwenden.</P><P>(4) Das nach Befriedigung der gegen die besondere Vermögensmasse gerichteten Ansprüche verbleibende Vermögen und die nach § 12 eingezogenen Gegenstände sind vom Einziehungsbegünstigten für gemeinnützige Zwecke zu verwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000300326"
        }
      },
      {
        "id": "BJNR005930964BJNG000400326",
        "type": "heading",
        "name": "Vierter Abschnitt",
        "title": "Sondervorschriften",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR005930964BJNE002002320",
        "type": "article",
        "name": "§ 14",
        "title": "Ausländervereine",
        "body": {
          "content": "<P>(1) Vereine, deren Mitglieder oder Leiter sämtlich oder überwiegend Ausländer sind (Ausländervereine), können über die in Artikel 9 Abs. 2 des Grundgesetzes genannten Gründe hinaus unter den Voraussetzungen des Absatzes 2 verboten werden. Vereine, deren Mitglieder oder Leiter sämtlich oder überwiegend ausländische Staatsangehörige eines Mitgliedstaates der Europäischen Union sind, gelten nicht als Ausländervereine. § 3 Abs. 1 Satz 2 und § 12 Abs. 1 und 2 sind mit der Maßgabe anzuwenden, dass die Beschlagnahme und die Einziehung von Forderungen und Sachen Dritter auch im Falle des Absatzes 2 zulässig sind.</P><P>(2) Ausländervereine können verboten werden, soweit ihr Zweck oder ihre Tätigkeit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die politische Willensbildung in der Bundesrepublik Deutschland oder das friedliche Zusammenleben von Deutschen und Ausländern oder von verschiedenen Ausländergruppen im Bundesgebiet, die öffentliche Sicherheit oder Ordnung oder sonstige erhebliche Interessen der Bundesrepublik Deutschland beeinträchtigt oder gefährdet,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">den völkerrechtlichen Verpflichtungen der Bundesrepublik Deutschland zuwiderläuft,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Bestrebungen außerhalb des Bundesgebiets fördert, deren Ziele oder Mittel mit den Grundwerten einer die Würde des Menschen achtenden staatlichen Ordnung unvereinbar sind,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gewaltanwendung als Mittel zur Durchsetzung politischer, religiöser oder sonstiger Belange unterstützt, befürwortet oder hervorrufen soll oder</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vereinigungen innerhalb oder außerhalb des Bundesgebiets unterstützt, die Anschläge gegen Personen oder Sachen veranlassen, befürworten oder androhen.</LA></DD> </DL> </P><P>(3) Anstelle des Vereinsverbots kann die Verbotsbehörde gegenüber Ausländervereinen Betätigungsverbote erlassen, die sie auch auf bestimmte Handlungen oder bestimmte Personen beschränken kann. Im übrigen bleiben Ausländervereinen gegenüber die gesetzlichen Vorschriften zur Wahrung der öffentlichen Sicherheit oder Ordnung unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000400326"
        }
      },
      {
        "id": "BJNR005930964BJNE002102116",
        "type": "article",
        "name": "§ 15",
        "title": "Ausländische Vereine",
        "body": {
          "content": "<P>(1) Für Vereine mit Sitz im Ausland (ausländische Vereine), deren Organisation oder Tätigkeit sich auf den räumlichen Geltungsbereich dieses Gesetzes erstreckt, gilt § 14 entsprechend. Zuständig für das Verbot ist das Bundesministerium des Innern, für Bau und Heimat.</P><P>(2) Ausländische Vereine und die einem ausländischen Verein eingegliederten Teilvereine, deren Mitglieder und Leiter sämtlich oder überwiegend Deutsche oder ausländische Unionsbürger sind, können nur aus den in Artikel 9 Abs. 2 des Grundgesetzes genannten Gründen verboten oder in ein Verbot einbezogen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000400326"
        }
      },
      {
        "id": "BJNR005930964BJNE002202320",
        "type": "article",
        "name": "§ 16",
        "title": "Arbeitnehmer- und Arbeitgebervereinigungen",
        "body": {
          "content": "<P>(1) Verbote nach § 3 Abs. 1 oder Verfügungen nach § 8 Abs. 2 Satz 1 gegen Vereinigungen, die den Schutz des Übereinkommens Nr. 87 der Internationalen Arbeitsorganisation vom 9. Juli 1948 über die Vereinigungsfreiheit und den Schutz des Vereinigungsrechts (Bundesgesetzbl. 1956 II S. 2072) genießen, werden erst wirksam, wenn das Gericht ihre Rechtmäßigkeit bestätigt hat. § 3 Abs. 4 und § 8 Abs. 2 Satz 3 und 4 sind nicht anzuwenden.</P><P>(2) Die Verbotsbehörde legt den nach § 48 Abs. 2 und 3, § 50 Abs. 1 Nr. 2 der Verwaltungsgerichtsordnung zuständigen Gericht ihre schriftlich oder elektronisch mit einer dauerhaft überprüfbaren Signatur nach § 37 Abs. 4 des Verwaltungsverfahrensgesetzes abgefaßte und begründete Entscheidung vor. Das Gericht stellt sie der Vereinigung und ihren darin benannten nichtgebietlichen Teilorganisationen mit eigener Rechtspersönlichkeit (§ 3 Abs. 3 Satz 2) zu. Beteiligt am Verfahren sind die Verbotsbehörde, die Vereinigung und ihre in der Entscheidung benannten nichtgebietlichen Teilorganisationen mit eigener Rechtspersönlichkeit sowie die nach § 63 Nr. 3 und 4 der Verwaltungsgerichtsordnung Beteiligten.</P><P>(3) Versagt das Gericht die Bestätigung, so hebt es in dem Urteil zugleich das Verbot oder die Verfügung auf.</P><P>(4) Auf Antrag der Verbotsbehörde kann das Gericht die nötigen einstweiligen Anordnungen treffen, insbesondere die Beschlagnahme des Vereinsvermögens verfügen. Betätigungsverbote und Beschlagnahmeanordnungen hat das Gericht entsprechend § 3 Abs. 4 Satz 2 bekanntzumachen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000400326"
        }
      },
      {
        "id": "BJNR005930964BJNE002301310",
        "type": "article",
        "name": "§ 17",
        "title": "Wirtschaftsvereinigungen",
        "body": {
          "content": "<P>Die Vorschriften dieses Gesetzes sind auf Aktiengesellschaften, Kommanditgesellschaften auf Aktien, Gesellschaften mit beschränkter Haftung, konzessionierte Wirtschaftsvereine nach § 22 des Bürgerlichen Gesetzbuches, Europäische Gesellschaften, Genossenschaften, Europäische Genossenschaften und Versicherungsvereine auf Gegenseitigkeit nur anzuwenden, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn sie sich gegen die verfassungsmäßige Ordnung oder gegen den Gedanken der Völkerverständigung richten oder</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn ihre Zwecke oder ihre Tätigkeit den in § 74a Abs. 1 oder § 120 Abs. 1 und 2 des Gerichtsverfassungsgesetzes genannten Strafgesetzen oder dem § 130 des Strafgesetzbuches zuwiderlaufen oder</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn sie von einem Verbot, das aus einem der in Nummer 1 oder 2 genannten Gründe erlassen wurde, nach § 3 Abs. 3 als Teilorganisation erfaßt werden, oder</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn sie Ersatzorganisation eines Vereins sind, der aus einem der in Nummer 1 oder 2 genannten Gründe verboten wurde.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000400326"
        }
      },
      {
        "id": "BJNR005930964BJNE002400326",
        "type": "article",
        "name": "§ 18",
        "title": "Räumlicher Geltungsbereich von Vereinsverboten",
        "body": {
          "content": "<P>Verbote von Vereinen, die ihren Sitz außerhalb des räumlichen Geltungsbereichs dieses Gesetzes, aber Teilorganisationen innerhalb dieses Bereichs haben, erstrecken sich nur auf die Teilorganisationen innerhalb dieses Bereichs. Hat der Verein im räumlichen Geltungsbereich dieses Gesetzes keine Organisation, so richtet sich das Verbot (§ 3 Abs. 1) gegen seine Tätigkeit in diesem Bereich.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000400326"
        }
      },
      {
        "id": "BJNR005930964BJNG000500326",
        "type": "heading",
        "name": "Fünfter Abschnitt",
        "title": "Schlußbestimmungen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR005930964BJNE002501307",
        "type": "article",
        "name": "§ 19",
        "title": "Rechtsverordnungen",
        "body": {
          "content": "<P>Die Bundesregierung kann durch Rechtsverordnung mit Zustimmung des Bundesrates <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Bestimmungen über den Vollzug des Verbotes, insbesondere die Durchführung der Auflösung eines Vereins, die Durchführung und Aufhebung der Beschlagnahme sowie die Verwaltung des Vereinsvermögens während der Beschlagnahme erlassen,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Bestimmungen über das Verfahren der Einziehung, die Ausschlußfrist (§ 13 Abs. 1 Satz 1), die vorzeitige Befriedigung von Gläubigern (§ 13 Abs. 1 Satz 2), die Anwendung des § 13 Abs. 2 oder die Berichtigung des Grundbuchs treffen und das Insolvenzverfahren über die besondere Vermögensmasse in Anpassung an die besonderen Gegebenheiten bei der Einziehung näher regeln,</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">nähere Vorschriften über die Verwendung des eingezogenen Vermögens treffen,</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Ausländervereine und ausländische Vereine einer Anmelde- und Auskunftspflicht unterwerfen, Vorschriften über Inhalt, Form und Verfahren der Anmeldung erlassen und die Auskunftspflicht näher regeln.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      },
      {
        "id": "BJNR005930964BJNE002606116",
        "type": "article",
        "name": "§ 20",
        "title": "Zuwiderhandlungen gegen Verbote",
        "body": {
          "content": "<P>(1) Wer im räumlichen Geltungsbereichs dieses Gesetzes durch eine darin ausgeübte Tätigkeit <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">den organisatorischen Zusammenhalt eines Vereins entgegen einem vollziehbaren Verbot oder entgegen einer vollziehbaren Feststellung, daß er Ersatzorganisation eines verbotenen Vereins ist, aufrechterhält oder sich in einem solchen Verein als Mitglied betätigt,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">den organisatorischen Zusammenhalt einer Partei oder eines Vereins entgegen einer vollziehbaren Feststellung, daß sie Ersatzorganisation einer verbotenen Partei sind (§ 33 Abs. 3 des Parteiengesetzes), aufrechterhält oder sich in einer solchen Partei oder in einem solchen Verein als Mitglied betätigt,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">den organisatorischen Zusammenhalt eines Vereines oder einer Partei der in den Nummern 1 und 2 bezeichneten Art oder deren weitere Betätigung unterstützt,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">einem vollziehbaren Verbot nach § 14 Abs. 3 Satz 1 oder § 18 Satz 2 zuwiderhandelt oder</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Kennzeichen einer der in den Nummern 1 und 2 bezeichneten Vereine oder Parteien oder eines von einem Betätigungsverbot nach § 15 Abs. 1 in Verbindung mit § 14 Abs. 3 Satz 1 betroffenen Vereins während der Vollziehbarkeit des Verbots oder der Feststellung verbreitet oder öffentlich oder in einer Versammlung verwendet,</LA></DD></DL>wird mit Freiheitsstrafe bis zu einem Jahr oder mit Geldstrafe bestraft, wenn die Tat nicht in den §§ 84, 85, 86a oder den §§ 129 bis 129b des Strafgesetzbuches mit Strafe bedroht ist. In den Fällen der Nummer 5 gilt § 9 Absatz 1 Satz 2, Absatz 2 oder 3 entsprechend.</P><P>(2) Das Gericht kann von einer Bestrafung nach Absatz 1 absehen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Beteiligten die Schuld gering oder deren Mitwirkung von untergeordneter Bedeutung ist oder</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Täter sich freiwillig und ernsthaft bemüht, das Fortbestehen der Partei oder des Vereins zu verhindern; erreicht er dieses Ziel oder wird es ohne sein Bemühen erreicht, so wird der Täter nicht bestraft.</LA></DD></DL></P><P>(3) Kennzeichen, auf die sich eine Straftat nach Absatz 1 Nr. 5 bezieht, können eingezogen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": "<P>(+++ § 20 Abs. 1: IdF d. Art. 6 Nr. 1, d. in Berlin gem. Art. 9 Abs. 2 Nr. 5 keine Anwendung findet, G v. 25.6.1968 I 741 mWv 1.8.1968 u. Satz 1 idF d. Art. 80 Nr. 2 Buchst. a G v. 2.3.1974 I 469 mWv 1.1.1975 +++) <BR/>(+++ § 20 Abs. 3: IdF d. Art. 6 Nr. 1, d. in Berlin gem. Art. 9 Abs. 2 Nr. 5 keine Anwendung findet, G v. 25.6.1968 I 741 mWv 1.8.1968 +++) <BR/>§ 20 Abs. 1 Nr. 1: Mit GG (100-1) vereinbar, soweit hiernach bestraft wird, wer im räumlichen Geltungsbereich des Gesetzes durch eine darin ausgeübte Tätigkeit den organisatorischen Zusammenhalt eines Vereins entgegen einem vollziehbaren Verbot aufrechterhält, BVerfGE v. 15.6.1989 (2 BvL 4/87)</P>",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      },
      {
        "id": "BJNR005930964BJNE002700326",
        "type": "article",
        "name": "§ 21",
        "title": "Zuwiderhandlungen gegen Rechtsverordnungen",
        "body": {
          "content": "<P>(1) Ordnungswidrig handelt, wer vorsätzlich oder fahrlässig einer Vorschrift einer nach § 19 Nr. 4 erlassenen Rechtsverordnung zuwiderhandelt, wenn die Rechtsverordnung für einen bestimmten Tatbestand auf diese Bußgeldvorschrift verweist.</P><P>(2) Die Ordnungswidrigkeit kann mit einer Geldbuße bis zu zweitausend Deutsche Mark geahndet werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      },
      {
        "id": "BJNR005930964BJNE002800326",
        "type": "article",
        "name": "(XXXX) §§ 22 bis 29",
        "title": "(weggefallen)",
        "body": null,
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      },
      {
        "id": "BJNR005930964BJNE003301116",
        "type": "article",
        "name": "§ 30",
        "title": "Aufhebung und Fortgeltung von Rechtsvorschriften",
        "body": {
          "content": "<P>(1) (Aufhebungsvorschriften)</P><P>(2) Unberührt bleiben <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 39 Abs. 2 des Gesetzes über das Bundesverfassungsgericht,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die §§ 43 und 44 des Bürgerlichen Gesetzbuches,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 62 des Gesetzes betreffend die Gesellschaften mit beschränkter Haftung, §§ 288 bis 293 des Aktiengesetzes, § 81 des Gesetzes betreffend die Erwerbs- und Wirtschaftsgenossenschaften, § 304 des Versicherungsaufsichtsgesetzes und § 38 Abs. 1 des Gesetzes über das Kreditwesen,</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">§ 13 des Gesetzes über die Rechtsstellung heimatloser Ausländer im Bundesgebiet vom 25. April 1951 (Bundesgesetzbl. I S. 269) und</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die in zwischenstaatlichen Vereinbarungen getroffenen Sonderregelungen über Ausländervereine und ausländische Vereine.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      },
      {
        "id": "BJNR005930964BJNE003401116",
        "type": "article",
        "name": "§ 30a",
        "title": "Zuständige Stelle zur Ausführung der Verordnung (EU, Euratom) Nr. 1141/2014",
        "body": {
          "content": "<P>Zuständige Stelle im Sinne der Artikel 16 Absatz 3, Artikel 23 Absatz 1 und Absatz 5 sowie des Artikels 28 Absatz 1 der Verordnung (EU, Euratom) Nr. 1141/2014 des Europäischen Parlaments und des Rates vom 22. Oktober 2014 über das Statut und die Finanzierung europäischer politischer Parteien und europäischer politischer Stiftungen (ABl. L 317 vom 4.11.2014, S. 1, L 131 vom 20.5.2016, S. 91) ist das Bundesministerium des Innern, für Bau und Heimat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      },
      {
        "id": "BJNR005930964BJNE002900326",
        "type": "article",
        "name": "§ 31",
        "title": "Übergangsregelungen",
        "body": {
          "content": "<P>(1) Auf vereinsrechtliche Entscheidungen, die vor Inkrafttreten dieses Gesetzes ergangen sind, sind die bisher geltenden Vorschriften anzuwenden.</P><P>(2) Die §§ 8, 9 und 20 dieses Gesetzes sowie § 90b des Strafgesetzbuches in der Fassung des § 22 Nr. 3 dieses Gesetzes sind auch anzuwenden, wenn ein Verein vor Inkrafttreten dieses Gesetzes verboten worden ist.</P><P>(3) Unanfechtbar verboten im Sinne des § 90b des Strafgesetzbuches in der Fassung des § 22 Nr. 3 dieses Gesetzes ist ein Verein auch dann, wenn das Bundesverwaltungsgericht oder das oberste Verwaltungsgericht eines Landes unanfechtbar festgestellt hat, daß er nach Artikel 9 Abs. 2 des Grundgesetzes verboten ist.</P><P>(4) Rechtshängige Verfahren nach § 129a Abs. 3 des Strafgesetzbuches in der Fassung des Strafrechtsänderungsgesetzes vom 30. August 1951 (Bundesgesetzbl. I S. 739) sind mit Inkrafttreten dieses Gesetzes beendet. Gerichtskosten werden nicht erhoben; jede Partei trägt ihre außergerichtlichen Kosten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      },
      {
        "id": "BJNR005930964BJNE003000326",
        "type": "article",
        "name": "§ 32",
        "title": "Einschränkung von Grundrechten",
        "body": {
          "content": "<P>Die Grundrechte des Brief- und Postgeheimnisses (Artikel 10 des Grundgesetzes) und der Unverletzlichkeit der Wohnung (Artikel 13 des Grundgesetzes) werden nach Maßgabe dieses Gesetzes eingeschränkt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      },
      {
        "id": "BJNR005930964BJNE003201308",
        "type": "article",
        "name": "§ 33",
        "title": "Inkrafttreten",
        "body": {
          "content": "<P>Dieses Gesetz tritt einen Monat nach seiner Verkündung in Kraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR005930964BJNG000500326"
        }
      }
    ]
  }
}
