{
  "data": {
    "type": "law",
    "id": "BJNR300400007",
    "abbreviation": "VVG-InfoV",
    "extraAbbreviations": [],
    "firstPublished": "2007-12-18",
    "sourceTimestamp": "20200409212525",
    "headingShort": "VVG-Informationspflichtenverordnung",
    "headingLong": "Verordnung über Informationspflichten bei Versicherungsverträgen <FnR ID=\"F769932.1_BJNR300400007\"/>",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "2007, 3004"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 1 V v. 5.3.2020 I 484"
      }
    ],
    "notes": {
      "body": {
        "content": null,
        "footnotes": "<Footnote FnZ=\"*\" Group=\"column\" ID=\"F769932.1_BJNR300400007\" Pos=\"normal\" Postfix=\")\"><noindex>Die Verordnung dient der Umsetzung der Richtlinie 92/49/EWG des Rates vom 18. Juni 1992 zur Koordinierung der Rechts- und Verwaltungsvorschriften für die Direktversicherung (mit Ausnahme der Lebensversicherung) sowie zur Änderung der Richtlinien 73/239/EWG (ABl. EG Nr. L 228 S. 1), der Richtlinie 2002/65/EG des Europäischen Parlaments und des Rates vom 23. September 2002 über den Fernabsatz von Finanzdienstleistungen an Verbraucher und zur Änderung der Richtlinie 90/619/EWG des Rates und der Richtlinien 97/7/EG und 98/27/EG (ABl. EG Nr. L 271 S. 16) sowie der Richtlinie 2002/83/EG des Europäischen Parlaments und des Rates vom 5. November 2002 über Lebensversicherungen (ABl. EG Nr. L 345 S. 1).</noindex></Footnote>"
      },
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab: 1.1.2008 +++)<BR/>(+++ Amtlicher Hinweis des Normgebers auf EG-Recht:<BR/>     Umsetzung der<BR/>       EWGRL 49/92             (CELEX Nr: 392L0049)<BR/>       EGRL 65/2002            (CELEX Nr: 302L0065)<BR/>       EGRL 83/2002            (CELEX Nr: 302L0083) +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR300400007BJNE000100000",
        "type": "article",
        "name": "Eingangsformel",
        "title": null,
        "body": {
          "content": "<P>Auf Grund des § 7 Abs. 2 und 3 des Versicherungsvertragsgesetzes vom 23. November 2007 (BGBl. I S. 2631) verordnet das Bundesministerium der Justiz im Einvernehmen mit dem Bundesministerium der Finanzen und im Benehmen mit dem Bundesministerium für Ernährung, Landwirtschaft und Verbraucherschutz:</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR300400007BJNE000200000",
        "type": "article",
        "name": "§ 1",
        "title": "Informationspflichten bei allen Versicherungszweigen",
        "body": {
          "content": "<P>(1) Der Versicherer hat dem Versicherungsnehmer gemäß § 7 Abs. 1 Satz 1 des Versicherungsvertragsgesetzes folgende Informationen zur Verfügung zu stellen: <DL Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA>die Identität des Versicherers und der etwaigen Niederlassung, über die der Vertrag abgeschlossen werden soll; anzugeben ist auch das Handelsregister, bei dem der Rechtsträger eingetragen ist, und die zugehörige Registernummer;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA>die Identität eines Vertreters des Versicherers in dem Mitgliedstaat der Europäischen Union, in dem der Versicherungsnehmer seinen Wohnsitz hat, wenn es einen solchen Vertreter gibt, oder die Identität einer anderen gewerblich tätigen Person als dem Anbieter, wenn der Versicherungsnehmer mit dieser geschäftlich zu tun hat, und die Eigenschaft, in der diese Person gegenüber dem Versicherungsnehmer tätig wird;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA>die ladungsfähige Anschrift des Versicherers und jede andere Anschrift, die für die Geschäftsbeziehung zwischen dem Versicherer, seinem Vertreter oder einer anderen gewerblich tätigen Person gemäß Nummer 2 und dem Versicherungsnehmer maßgeblich ist, bei juristischen Personen, Personenvereinigungen oder -gruppen auch den Namen eines Vertretungsberechtigten;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA>die Hauptgeschäftstätigkeit des Versicherers;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA>Angaben über das Bestehen eines Garantiefonds oder anderer Entschädigungsregelungen, die nicht unter die Richtlinie 94/19/EG des Europäischen Parlaments und des Rates vom 30. Mai 1994 über Einlagensicherungssysteme (ABl. EG Nr. L 135 S. 5) und die Richtlinie 97/9/EG des Europäischen Parlaments und des Rates vom 3. März 1997 über Systeme für die Entschädigung der Anleger (ABl. EG Nr. L 84 S. 22) fallen; Name und Anschrift des Garantiefonds sind anzugeben;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA><DL Type=\"alpha\"><DT>a)</DT><DD Font=\"normal\"><LA>die für das Versicherungsverhältnis geltenden Allgemeinen Versicherungsbedingungen einschließlich der Tarifbestimmungen;</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA>die wesentlichen Merkmale der Versicherungsleistung, insbesondere Angaben über Art, Umfang und Fälligkeit der Leistung des Versicherers;</LA></DD></DL></LA></DD><DT>7.</DT><DD Font=\"normal\"><LA>den Gesamtpreis der Versicherung einschließlich aller Steuern und sonstigen Preisbestandteile, wobei die Prämien einzeln auszuweisen sind, wenn das Versicherungsverhältnis mehrere selbständige Versicherungsverträge umfassen soll, oder, wenn ein genauer Preis nicht angegeben werden kann, Angaben zu den Grundlagen seiner Berechnung, die dem Versicherungsnehmer eine Überprüfung des Preises ermöglichen;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA>gegebenenfalls zusätzlich anfallende Kosten unter Angabe des insgesamt zu zahlenden Betrages sowie mögliche weitere Steuern, Gebühren oder Kosten, die nicht über den Versicherer abgeführt oder von ihm in Rechnung gestellt werden; anzugeben sind auch alle Kosten, die dem Versicherungsnehmer für die Benutzung von Fernkommunikationsmitteln entstehen, wenn solche zusätzlichen Kosten in Rechnung gestellt werden;</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA>Einzelheiten hinsichtlich der Zahlung und der Erfüllung, insbesondere zur Zahlungsweise der Prämien;</LA></DD><DT>10.</DT><DD Font=\"normal\"><LA>die Befristung der Gültigkeitsdauer der zur Verfügung gestellten Informationen, beispielsweise die Gültigkeitsdauer befristeter Angebote, insbesondere hinsichtlich des Preises;</LA></DD><DT>11.</DT><DD Font=\"normal\"><LA>gegebenenfalls den Hinweis, dass sich die Finanzdienstleistung auf Finanzinstrumente bezieht, die wegen ihrer spezifischen Merkmale oder der durchzuführenden Vorgänge mit speziellen Risiken behaftet sind, oder deren Preis Schwankungen auf dem Finanzmarkt unterliegt, auf die der Versicherer keinen Einfluss hat, und dass in der Vergangenheit erwirtschaftete Beträge kein Indikator für künftige Erträge sind; die jeweiligen Umstände und Risiken sind zu bezeichnen;</LA></DD><DT>12.</DT><DD Font=\"normal\"><LA>Angaben darüber, wie der Vertrag zustande kommt, insbesondere über den Beginn der Versicherung und des Versicherungsschutzes sowie die Dauer der Frist, während der der Antragsteller an den Antrag gebunden sein soll;</LA></DD><DT>13.</DT><DD Font=\"normal\"><LA>das Bestehen oder Nichtbestehen eines Widerrufsrechts sowie die Bedingungen, Einzelheiten der Ausübung, insbesondere Namen und Anschrift derjenigen Person, gegenüber der der Widerruf zu erklären ist, und die Rechtsfolgen des Widerrufs einschließlich Informationen über den Betrag, den der Versicherungsnehmer im Falle des Widerrufs gegebenenfalls zu zahlen hat;</LA></DD><DT>14.</DT><DD Font=\"normal\"><LA>Angaben zur Laufzeit und gegebenenfalls zur Mindestlaufzeit des Vertrages;</LA></DD><DT>15.</DT><DD Font=\"normal\"><LA>Angaben zur Beendigung des Vertrages, insbesondere zu den vertraglichen Kündigungsbedingungen einschließlich etwaiger Vertragsstrafen;</LA></DD><DT>16.</DT><DD Font=\"normal\"><LA>die Mitgliedstaaten der Europäischen Union, deren Recht der Versicherer der Aufnahme von Beziehungen zum Versicherungsnehmer vor Abschluss des Versicherungsvertrages zugrunde legt;</LA></DD><DT>17.</DT><DD Font=\"normal\"><LA>das auf den Vertrag anwendbare Recht, eine Vertragsklausel über das auf den Vertrag anwendbare Recht oder über das zuständige Gericht;</LA></DD><DT>18.</DT><DD Font=\"normal\"><LA>die Sprachen, in welchen die Vertragsbedingungen und die in dieser Vorschrift genannten Vorabinformationen mitgeteilt werden, sowie die Sprachen, in welchen sich der Versicherer verpflichtet, mit Zustimmung des Versicherungsnehmers die Kommunikation während der Laufzeit dieses Vertrages zu führen;</LA></DD><DT>19.</DT><DD Font=\"normal\"><LA>einen möglichen Zugang des Versicherungsnehmers zu einem außergerichtlichen Beschwerde- und Rechtsbehelfsverfahren und gegebenenfalls die Voraussetzungen für diesen Zugang; dabei ist ausdrücklich darauf hinzuweisen, dass die Möglichkeit für den Versicherungsnehmer, den Rechtsweg zu beschreiten, hiervon unberührt bleibt;</LA></DD><DT>20.</DT><DD Font=\"normal\"><LA>Name und Anschrift der zuständigen Aufsichtsbehörde sowie die Möglichkeit einer Beschwerde bei dieser Aufsichtsbehörde.</LA></DD></DL></P><P>(2) Soweit die Mitteilung durch Übermittlung der Vertragsbestimmungen einschließlich der Allgemeinen Versicherungsbedingungen erfolgt, bedürfen die Informationen nach Absatz 1 Nr. 3, 13 und 15 einer hervorgehobenen und deutlich gestalteten Form.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR300400007BJNE000303360",
        "type": "article",
        "name": "§ 2",
        "title": "Informationspflichten bei der Lebensversicherung, der Berufsunfähigkeitsversicherung und der Unfallversicherung mit Prämienrückgewähr",
        "body": {
          "content": "<P>(1) Bei der Lebensversicherung hat der Versicherer dem Versicherungsnehmer gemäß § 7 Abs. 1 Satz 1 des Versicherungsvertragsgesetzes zusätzlich zu den in § 1 Abs. 1 genannten Informationen die folgenden Informationen zur Verfügung zu stellen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Angaben zur Höhe der in die Prämie einkalkulierten Kosten; dabei sind die einkalkulierten Abschlusskosten als einheitlicher Gesamtbetrag und die übrigen einkalkulierten Kosten als Anteil der Jahresprämie unter Angabe der jeweiligen Laufzeit auszuweisen; bei den übrigen einkalkulierten Kosten sind die einkalkulierten Verwaltungskosten zusätzlich gesondert als Anteil der Jahresprämie unter Angabe der jeweiligen Laufzeit auszuweisen;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Angaben zu möglichen sonstigen Kosten, insbesondere zu Kosten, die einmalig oder aus besonderem Anlass entstehen können;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Angaben über die für die Überschussermittlung und Überschussbeteiligung geltenden Berechnungsgrundsätze und Maßstäbe;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Angabe der in Betracht kommenden Rückkaufswerte;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Angaben über den Mindestversicherungsbetrag für eine Umwandlung in eine prämienfreie oder eine prämienreduzierte Versicherung und über die Leistungen aus einer prämienfreien oder prämienreduzierten Versicherung;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Ausmaß, in dem die Leistungen nach den Nummern 4 und 5 garantiert sind;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei fondsgebundenen Versicherungen Angaben über die der Versicherung zugrunde liegenden Fonds und die Art der darin enthaltenen Vermögenswerte;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">allgemeine Angaben über die für diese Versicherungsart geltende Steuerregelung;</LA></DD><DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Lebensversicherungsverträgen, die Versicherungsschutz für ein Risiko bieten, bei dem der Eintritt der Verpflichtung des Versicherers gewiss ist, die Minderung der Wertentwicklung durch Kosten in Prozentpunkten (Effektivkosten) bis zum Beginn der Auszahlungsphase.</LA></DD></DL></P><P>(2) Die Angaben nach Absatz 1 Nr. 1, 2, 4 und 5 haben in Euro zu erfolgen. Bei Absatz 1 Nr. 6 gilt Satz 1 mit der Maßgabe, dass das Ausmaß der Garantie in Euro anzugeben ist.</P><P>(3) Die vom Versicherer zu übermittelnde Modellrechnung im Sinne von § 154 Abs. 1 des Versicherungsvertragsgesetzes ist mit folgenden Zinssätzen darzustellen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">dem Höchstrechnungszinssatz, multipliziert mit 1,67,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">dem Zinssatz nach Nummer 1 zuzüglich eines Prozentpunktes und</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">dem Zinssatz nach Nummer 1 abzüglich eines Prozentpunktes.</LA></DD></DL></P><P>(4) Auf die Berufsunfähigkeitsversicherung sind die Absätze 1 und 2 entsprechend anzuwenden. Darüber hinaus ist darauf hinzuweisen, dass der in den Versicherungsbedingungen verwendete Begriff der Berufsunfähigkeit nicht mit dem Begriff der Berufsunfähigkeit oder der Erwerbsminderung im sozialrechtlichen Sinne oder dem Begriff der Berufsunfähigkeit im Sinne der Versicherungsbedingungen in der Krankentagegeldversicherung übereinstimmt.</P><P>(5) Auf die Unfallversicherung mit Prämienrückgewähr sind Absatz 1 Nr. 3 bis 8 und Absatz 2 entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR300400007BJNE000403118",
        "type": "article",
        "name": "§ 3",
        "title": "Informationspflichten bei der Krankenversicherung",
        "body": {
          "content": "<P>(1) Bei der substitutiven Krankenversicherung (§ 146 Absatz 1 des Versicherungsaufsichtsgesetzes) hat der Versicherer dem Versicherungsnehmer gemäß § 7 Abs. 1 Satz 1 des Versicherungsvertragsgesetzes zusätzlich zu den in § 1 Abs. 1 genannten Informationen folgende Informationen zur Verfügung zu stellen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Angaben zur Höhe der in die Prämie einkalkulierten Kosten; dabei sind die einkalkulierten Abschlusskosten als einheitlicher Gesamtbetrag und die übrigen einkalkulierten Kosten als Anteil der Jahresprämie unter Angabe der jeweiligen Laufzeit auszuweisen; bei den übrigen einkalkulierten Kosten sind die einkalkulierten Verwaltungskosten zusätzlich gesondert als Anteil der Jahresprämie unter Angabe der jeweiligen Laufzeit auszuweisen;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Angaben zu möglichen sonstigen Kosten, insbesondere zu Kosten, die einmalig oder aus besonderem Anlass entstehen können;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Angaben über die Auswirkungen steigender Krankheitskosten auf die zukünftige Beitragsentwicklung;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Hinweise auf die Möglichkeiten zur Beitragsbegrenzung im Alter, insbesondere auf die Möglichkeiten eines Wechsels in den Standardtarif oder Basistarif oder in andere Tarife gemäß § 204 des Versicherungsvertragsgesetzes und der Vereinbarung von Leistungsausschlüssen, sowie auf die Möglichkeit einer Prämienminderung gemäß § 152 Absatz 3 und 4 des Versicherungsaufsichtsgesetzes;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">einen Hinweis, dass ein Wechsel von der privaten in die gesetzliche Krankenversicherung in fortgeschrittenem Alter in der Regel ausgeschlossen ist;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">einen Hinweis, dass ein Wechsel innerhalb der privaten Krankenversicherung in fortgeschrittenem Alter mit höheren Beiträgen verbunden sein kann und gegebenenfalls auf einen Wechsel in den Standardtarif oder Basistarif beschränkt ist;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Übersicht über die Beitragsentwicklung im Zeitraum der dem Angebot vorangehenden zehn Jahre; anzugeben ist, welcher monatliche Beitrag in den dem Angebot vorangehenden zehn Jahren jeweils zu entrichten gewesen wäre, wenn der Versicherungsvertrag zum damaligen Zeitpunkt von einer Person gleichen Geschlechts wie der Antragsteller mit Eintrittsalter von 35 Jahren abgeschlossen worden wäre; besteht der angebotene Tarif noch nicht seit zehn Jahren, so ist auf den Zeitpunkt der Einführung des Tarifs abzustellen, und es ist darauf hinzuweisen, dass die Aussagekraft der Übersicht wegen der kurzen Zeit, die seit der Einführung des Tarifs vergangen ist, begrenzt ist; ergänzend ist die Entwicklung eines vergleichbaren Tarifs, der bereits seit zehn Jahren besteht, darzustellen.</LA></DD></DL></P><P>(2) Die Angaben zu Absatz 1 Nr. 1, 2 und 7 haben in Euro zu erfolgen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR300400007BJNE000503118",
        "type": "article",
        "name": "§ 4",
        "title": "Produktinformationsblatt",
        "body": {
          "content": "<P>(1) Ist der Versicherungsnehmer ein Verbraucher, so hat der Versicherer ihm ein Produktinformationsblatt zur Verfügung zu stellen.</P><P>(2) Das Produktinformationsblatt ist nach der Durchführungsverordnung (EU) 2017/1469 der Kommission vom 11. August 2017 zur Festlegung eines Standardformats für das Informationsblatt zu Versicherungsprodukten (ABl. L 209 vom 12.8.2017, S. 19) in ihrer jeweils geltenden Fassung zu erstellen; unter den Überschriften, die nach Artikel 4 Absatz 1 in Verbindung mit dem Anhang oder nach Absatz 4 der Durchführungsverordnung zu verwenden sind, sind die entsprechenden Informationen zu geben. Zusätzlich sind bei Versicherungsprodukten, die kein Versicherungsprodukt im Sinne des Anhangs I der Richtlinie 2009/138/EG des Europäischen Parlaments und des Rates vom 25. November 2009 betreffend die Aufnahme und Ausübung der Versicherungs- und der Rückversicherungstätigkeit (Solvabilität II) (ABl. L 335 vom 17.12.2009, S. 1) sind, die Prämie, die Abschluss- und Vertriebskosten und die Verwaltungskosten (§ 2 Absatz 1 Nummer 1) sowie die sonstigen Kosten (§ 2 Absatz 1 Nummer 2) jeweils in Euro gesondert auszuweisen; die Information ist unter der Überschrift „Prämie; Kosten“ als letzte Information zu geben.</P><P>(3) Diese Regelung gilt nicht für Versicherungsanlageprodukte im Sinne der Verordnung (EU) Nr. 1286/2014 des Europäischen Parlaments und des Rates vom 26. November 2014 über Basisinformationsblätter für verpackte Anlageprodukte für Kleinanleger und Versicherungsanlageprodukte (PRIIP) (ABl. L 352 vom 9.12.2014, S. 1; L 358 vom 13.12.2014, S. 50), die durch die Verordnung (EU) 2016/2340 (ABl. L 354 vom 23.12.2016, S. 35) geändert worden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR300400007BJNE000600000",
        "type": "article",
        "name": "§ 5",
        "title": "Informationspflichten bei Telefongesprächen",
        "body": {
          "content": "<P>(1) Nimmt der Versicherer mit dem Versicherungsnehmer telefonischen Kontakt auf, muss er seine Identität und den geschäftlichen Zweck des Kontakts bereits zu Beginn eines jeden Gesprächs ausdrücklich offenlegen.</P><P>(2) Bei Telefongesprächen hat der Versicherer dem Versicherungsnehmer aus diesem Anlass nur die Informationen nach § 1 Abs. 1 Nr. 1 bis 3, 6 Buchstabe b, Nr. 7 bis 10 und 12 bis 14 mitzuteilen. Satz 1 gilt nur, wenn der Versicherer den Versicherungsnehmer darüber informiert hat, dass auf Wunsch weitere Informationen mitgeteilt werden können und welcher Art diese Informationen sind, und der Versicherungsnehmer ausdrücklich auf die Mitteilung der weiteren Informationen zu diesem Zeitpunkt verzichtet.</P><P>(3) Die in §§ 1 bis 4 vorgesehenen Informationspflichten bleiben unberührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR300400007BJNE000701118",
        "type": "article",
        "name": "§ 6",
        "title": "Informationspflichten während der Laufzeit des Vertrages",
        "body": {
          "content": "<P>(1) Der Versicherer hat dem Versicherungsnehmer während der Laufzeit des Versicherungsvertrages folgende Informationen mitzuteilen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">jede Änderung der Identität oder der ladungsfähigen Anschrift des Versicherers und der etwaigen Niederlassung, über die der Vertrag abgeschlossen worden ist;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Änderungen bei den Angaben nach § 1 Abs. 1 Nr. 6 Buchstabe b, Nr. 7 bis 9 und 14 sowie nach § 2 Abs. 1 Nr. 3 bis 7, sofern sie sich aus Änderungen von Rechtsvorschriften ergeben;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">soweit nach dem Vertrag eine Überschussbeteiligung vorgesehen ist, alljährlich eine Information über den Stand der Überschussbeteiligung sowie Informationen darüber, inwieweit diese Überschussbeteiligung garantiert ist; dies gilt nicht für die Krankenversicherung.</LA></DD></DL></P><P>(2) Bei der substitutiven Krankenversicherung nach § 146 Absatz 1 des Versicherungsaufsichtsgesetzes hat der Versicherer bei jeder Prämienerhöhung unter Beifügung des Textes der gesetzlichen Regelung auf die Möglichkeit des Tarifwechsels (Umstufung) gemäß § 204 des Versicherungsvertragsgesetzes hinzuweisen. Bei Versicherten, die das 60. Lebensjahr vollendet haben, ist der Versicherungsnehmer auf Tarife, die einen gleichartigen Versicherungsschutz wie die bisher vereinbarten Tarife bieten und bei denen eine Umstufung zu einer Prämienreduzierung führen würde, hinzuweisen. Der Hinweis muss solche Tarife enthalten, die bei verständiger Würdigung der Interessen des Versicherungsnehmers für eine Umstufung besonders in Betracht kommen. Zu den in Satz 2 genannten Tarifen zählen jedenfalls diejenigen Tarife mit Ausnahme des Basistarifs, die jeweils im abgelaufenen Geschäftsjahr den höchsten Neuzugang, gemessen an der Zahl der versicherten Personen, zu verzeichnen hatten. Insgesamt dürfen nicht mehr als zehn Tarife genannt werden. Dabei ist jeweils anzugeben, welche Prämien für die versicherten Personen im Falle eines Wechsels in den jeweiligen Tarif zu zahlen wären. Darüber hinaus ist auf die Möglichkeit eines Wechsels in den Standardtarif oder Basistarif hinzuweisen. Dabei sind die Voraussetzungen des Wechsels in den Standardtarif oder Basistarif, die in diesem Falle zu entrichtende Prämie sowie die Möglichkeit einer Prämienminderung im Basistarif gemäß § 152 Absatz 4 des Versicherungsaufsichtsgesetzes mitzuteilen. Auf Anfrage ist dem Versicherungsnehmer der Übertragungswert gemäß § 146 Absatz 1 Nummer 5 des Versicherungsaufsichtsgesetzes anzugeben; ab dem 1. Januar 2013 ist der Übertragungswert jährlich mitzuteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR300400007BJNE000801118",
        "type": "article",
        "name": "§ 7",
        "title": "Übergangsvorschrift",
        "body": {
          "content": "<P>Für Versicherungsprodukte, die weder Versicherungsanlageprodukt im Sinne der Verordnung (EU) Nr. 1286/2014 noch Versicherungsprodukt im Sinne des Anhangs I der Richtlinie 2009/138/EG sind, kann der Versicherer bis einschließlich 31. Dezember 2018 das Produktinformationsblatt nach § 4 in seiner bis 13. März 2018 geltenden Fassung gestalten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      }
    ]
  }
}
