{
  "data": {
    "type": "law",
    "id": "BJNR000970897",
    "abbreviation": "ZVG",
    "extraAbbreviations": [],
    "firstPublished": "1897-03-24",
    "sourceTimestamp": "20191212212502",
    "headingShort": null,
    "headingLong": "Gesetz über die Zwangsversteigerung und die Zwangsverwaltung",
    "publicationInfo": [
      {
        "periodical": "RGBl",
        "reference": "1897, 97"
      }
    ],
    "statusInfo": [
      {
        "category": "Stand",
        "comment": "Zuletzt geändert durch Art. 9 G v. 24.5.2016 I 1217"
      }
    ],
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis Geltung ab: 1.7.1979 +++)<BR/>(+++ Maßgaben aufgrund EinigVtr vgl. ZVG Anhang EV;<BR/>     diese geändert durch G v. 26.6.1992 I 1147 mWv 1.7.1992 +++)<BR/><BR/></pre>Zu Bundesgesetzbl. III Folge 2: Bezeichnung vollständig \"Gesetz über die ... und die Zwangsverwaltung\"</P>"
    },
    "contents": [
      {
        "id": "BJNR000970897BJNG000100302",
        "type": "heading",
        "name": "Erster Abschnitt",
        "title": "Zwangsversteigerung und\nZwangsverwaltung von Grundstücken im Wege der Zwangsvollstreckung",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR000970897BJNG000200302",
        "type": "heading",
        "name": "Erster Titel",
        "title": "Allgemeine Vorschriften",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000100302"
        }
      },
      {
        "id": "BJNR000970897BJNE000100302",
        "type": "article",
        "name": "§ 1",
        "title": null,
        "body": {
          "content": "<P>(1) Für die Zwangsversteigerung und die Zwangsverwaltung eines Grundstücks ist als Vollstreckungsgericht das Amtsgericht zuständig, in dessen Bezirk das Grundstück belegen ist.</P><P>(2) Die Landesregierungen werden ermächtigt, durch Rechtsverordnung die Zwangsversteigerungs- und Zwangsverwaltungssachen einem Amtsgericht für die Bezirke mehrerer Amtsgerichte zuzuweisen, sofern die Zusammenfassung für eine sachdienliche Förderung und schnellere Erledigung der Verfahren erforderlich ist. Die Landesregierungen können die Ermächtigung auf die Landesjustizverwaltungen übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE000201307",
        "type": "article",
        "name": "§ 2",
        "title": null,
        "body": {
          "content": "<P>(1) Ist das Grundstück in den Bezirken verschiedener Amtsgerichte belegen oder ist es mit Rücksicht auf die Grenzen der Bezirke ungewiß, welches Gericht zuständig ist, so hat das zunächst höhere Gericht eines der Amtsgerichte zum Vollstreckungsgericht zu bestellen; § 36 Abs. 2 und 3 und § 37 der Zivilprozeßordnung finden entsprechende Anwendung.</P><P>(2) Die gleiche Anordnung kann getroffen werden, wenn die Zwangsversteigerung oder die Zwangsverwaltung mehrerer Grundstücke in demselben Verfahren zulässig ist und die Grundstücke in den Bezirken verschiedener Amtsgerichte belegen sind. Von der Anordnung soll das zum Vollstreckungsgericht bestellte Gericht die übrigen Gerichte in Kenntnis setzen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE000301301",
        "type": "article",
        "name": "§ 3",
        "title": null,
        "body": {
          "content": "<P>Die Zustellungen erfolgen von Amts wegen. Sie können durch Einschreiben mit Rückschein erfolgen. Zum Nachweis der Zustellung genügt der Rückschein.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE000400302",
        "type": "article",
        "name": "§ 4",
        "title": null,
        "body": {
          "content": "<P>Wohnt derjenige, welchem zugestellt werden soll, weder am Ort noch im Bezirk des Vollstreckungsgerichts, so kann die Zustellung durch Aufgabe zur Post erfolgen, solange nicht die Bestellung eines daselbst wohnhaften Prozeßbevollmächtigten oder Zustellungsbevollmächtigten dem Gericht angezeigt ist. Die Postsendung muß mit der Bezeichnung \"Einschreiben\" versehen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE000500302",
        "type": "article",
        "name": "§ 5",
        "title": null,
        "body": {
          "content": "<P>Die Bestellung eines Zustellungsbevollmächtigten bei dem Grundbuchamt gilt auch für das Verfahren des Vollstreckungsgerichts, sofern sie diesem bekannt geworden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE000601301",
        "type": "article",
        "name": "§ 6",
        "title": null,
        "body": {
          "content": "<P>(1) Ist der Aufenthalt desjenigen, welchem zugestellt werden soll, und der Aufenthalt seines Zustellungsbevollmächtigten dem Vollstreckungsgericht nicht bekannt oder sind die Voraussetzungen für eine öffentliche Zustellung aus sonstigen Gründen (§ 185 der Zivilprozeßordnung) gegeben, so hat das Gericht für denjenigen, welchem zugestellt werden soll, einen Zustellungsvertreter zu bestellen.</P><P>(2) Das gleiche gilt, wenn im Falle der Zustellung durch Aufgabe zur Post die Postsendung als unbestellbar zurückkommt. Die zurückgekommene Sendung soll dem Zustellungsvertreter ausgehändigt werden.</P><P>(3) Statt der Bestellung eines Vertreters genügt es, wenn die Zustellung für nicht prozeßfähige Personen an die Vormundschaftsbehörde, für juristische Personen oder für Vereine, die als solche klagen und verklagt werden können, an die Aufsichtsbehörde angeordnet wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE000700302",
        "type": "article",
        "name": "§ 7",
        "title": null,
        "body": {
          "content": "<P>(1) An den Zustellungsvertreter erfolgen die Zustellungen, solange derjenige, welchem zugestellt werden soll, nicht ermittelt ist.</P><P>(2) Der Zustellungsvertreter ist zur Ermittlung und Benachrichtigung des Vertretenen verpflichtet. Er kann von diesem eine Vergütung für seine Tätigkeit und Ersatz seiner Auslagen fordern. Über die Vergütung und die Erstattung der Auslagen entscheidet das Vollstreckungsgericht.</P><P>(3) Für die Erstattung der Auslagen haftet der Gläubiger, soweit der Zustellungsvertreter von dem Vertretenen Ersatz nicht zu erlangen vermag; die dem Gläubiger zur Last fallenden Auslagen gehören zu den Kosten der die Befriedigung aus dem Grundstück bezweckenden Rechtsverfolgung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE000800302",
        "type": "article",
        "name": "§ 8",
        "title": null,
        "body": {
          "content": "<P>Die Vorschriften der §§ 4 bis 7 finden auf die an den Schuldner zu bewirkende Zustellung des Beschlusses, durch welchen die Zwangsvollstreckung angeordnet oder der Beitritt eines Gläubigers zugelassen wird, keine Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE000900302",
        "type": "article",
        "name": "§ 9",
        "title": null,
        "body": {
          "content": "<P>In dem Verfahren gelten als Beteiligte, außer dem Gläubiger und dem Schuldner: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">diejenigen, für welche zur Zeit der Eintragung des Vollstreckungsvermerks ein Recht im Grundbuch eingetragen oder durch Eintragung gesichert ist;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">diejenigen, welche ein der Zwangsvollstreckung entgegenstehendes Recht, ein Recht an dem Grundstück oder an einem das Grundstück belastenden Recht, einen Anspruch mit dem Recht auf Befriedigung aus dem Grundstück oder ein Miet- oder Pachtrecht, auf Grund dessen ihnen das Grundstück überlassen ist, bei dem Vollstreckungsgericht anmelden und auf Verlangen des Gerichts oder eines Beteiligten glaubhaft machen.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE001003160",
        "type": "article",
        "name": "§ 10",
        "title": null,
        "body": {
          "content": "<P>(1) Ein Recht auf Befriedigung aus dem Grundstück gewähren nach folgender Rangordnung, bei gleichem Rang nach dem Verhältnis ihrer Beträge: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Anspruch eines die Zwangsverwaltung betreibenden Gläubigers auf Ersatz seiner Ausgaben zur Erhaltung oder nötigen Verbesserung des Grundstücks, im Falle der Zwangsversteigerung jedoch nur, wenn die Verwaltung bis zum Zuschlag fortdauert und die Ausgaben nicht aus den Nutzungen des Grundstücks erstattet werden können;</LA></DD><DT>1a.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Falle einer Zwangsversteigerung, bei der das Insolvenzverfahren über das Vermögen des Schuldners eröffnet ist, die zur Insolvenzmasse gehörenden Ansprüche auf Ersatz der Kosten der Feststellung der beweglichen Gegenstände, auf die sich die Versteigerung erstreckt; diese Kosten sind nur zu erheben, wenn ein Insolvenzverwalter bestellt ist, und pauschal mit vier vom Hundert des Wertes anzusetzen, der nach § 74a Abs. 5 Satz 2 festgesetzt worden ist;</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">bei Vollstreckung in ein Wohnungseigentum die daraus fälligen Ansprüche auf Zahlung der Beiträge zu den Lasten und Kosten des gemeinschaftlichen Eigentums oder des Sondereigentums, die nach § 16 Abs. 2, § 28 Abs. 2 und 5 des Wohnungseigentumsgesetzes geschuldet werden, einschließlich der Vorschüsse und Rückstellungen sowie der Rückgriffsansprüche einzelner Wohnungseigentümer. Das Vorrecht erfasst die laufenden und die rückständigen Beträge aus dem Jahr der Beschlagnahme und den letzten zwei Jahren. Das Vorrecht einschließlich aller Nebenleistungen ist begrenzt auf Beträge in Höhe von nicht mehr als 5 vom Hundert des nach § 74a Abs. 5 festgesetzten Wertes. Die Anmeldung erfolgt durch die Gemeinschaft der Wohnungseigentümer. Rückgriffsansprüche einzelner Wohnungseigentümer werden von diesen angemeldet;</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ansprüche auf Entrichtung der öffentlichen Lasten des Grundstücks wegen der aus den letzten vier Jahren rückständigen Beträge; wiederkehrende Leistungen, insbesondere Grundsteuern, Zinsen, Zuschläge oder Rentenleistungen, sowie Beträge, die zur allmählichen Tilgung einer Schuld als Zuschlag zu den Zinsen zu entrichten sind, genießen dieses Vorrecht nur für die laufenden Beträge und für die Rückstände aus den letzten zwei Jahren. Untereinander stehen öffentliche Grundstückslasten, gleichviel ob sie auf Bundes- oder Landesrecht beruhen, im Range gleich. Die Vorschriften des § 112 Abs. 1 und der §§ 113 und 116 des Gesetzes über den Lastenausgleich vom 14. August 1952 (Bundesgesetzbl. I S. 446) bleiben unberührt;</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ansprüche aus Rechten an dem Grundstück, soweit sie nicht infolge der Beschlagnahme dem Gläubiger gegenüber unwirksam sind, einschließlich der Ansprüche auf Beträge, die zur allmählichen Tilgung einer Schuld als Zuschlag zu den Zinsen zu entrichten sind; Ansprüche auf wiederkehrende Leistungen, insbesondere Zinsen, Zuschläge, Verwaltungskosten oder Rentenleistungen, genießen das Vorrecht dieser Klasse nur wegen der laufenden und der aus den letzten zwei Jahren rückständigen Beträge;</LA></DD><DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Anspruch des Gläubigers, soweit er nicht in einer der vorhergehenden Klassen zu befriedigen ist;</LA></DD><DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ansprüche der vierten Klasse, soweit sie infolge der Beschlagnahme dem Gläubiger gegenüber unwirksam sind;</LA></DD><DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ansprüche der dritten Klasse wegen der älteren Rückstände;</LA></DD><DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ansprüche der vierten Klasse wegen der älteren Rückstände.</LA></DD></DL></P><P>(2) Das Recht auf Befriedigung aus dem Grundstück besteht auch für die Kosten der Kündigung und der die Befriedigung aus dem Grundstück bezweckenden Rechtsverfolgung.</P><P>(3) Zur Vollstreckung mit dem Range nach Absatz 1 Nr. 2 müssen die dort genannten Beträge die Höhe des Verzugsbetrages nach § 18 Abs. 2 Nr. 2 des Wohnungseigentumsgesetzes übersteigen; liegt ein vollstreckbarer Titel vor, so steht § 30 der Abgabenordnung einer Mitteilung des Einheitswerts an die in Absatz 1 Nr. 2 genannten Gläubiger nicht entgegen. Für die Vollstreckung genügt ein Titel, aus dem die Verpflichtung des Schuldners zur Zahlung, die Art und der Bezugszeitraum des Anspruchs sowie seine Fälligkeit zu erkennen sind. Soweit die Art und der Bezugszeitraum des Anspruchs sowie seine Fälligkeit nicht aus dem Titel zu erkennen sind, sind sie in sonst geeigneter Weise glaubhaft zu machen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE001100302",
        "type": "article",
        "name": "§ 11",
        "title": null,
        "body": {
          "content": "<P>(1) Sind Ansprüche aus verschiedenen Rechten nach § 10 Nr. 4, 6 oder 8 in derselben Klasse zu befriedigen, so ist für sie das Rangverhältnis maßgebend, welches unter den Rechten besteht.</P><P>(2) In der fünften Klasse geht unter mehreren Ansprüchen derjenige vor, für welchen die Beschlagnahme früher erfolgt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE001200302",
        "type": "article",
        "name": "§ 12",
        "title": null,
        "body": {
          "content": "<P>Die Ansprüche aus einem und demselben Recht haben untereinander folgende Rangordnung: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ansprüche auf Ersatz der im § 10 Abs. 2 bezeichneten Kosten;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Ansprüche auf wiederkehrende Leistungen und andere Nebenleistungen;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Hauptanspruch.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE001300302",
        "type": "article",
        "name": "§ 13",
        "title": null,
        "body": {
          "content": "<P>(1) Laufende Beträge wiederkehrender Leistungen sind der letzte vor der Beschlagnahme fällig gewordene Betrag sowie die später fällig werdenden Beträge. Die älteren Beträge sind Rückstände.</P><P>(2) Absatz 1 ist anzuwenden, gleichviel ob die Ansprüche auf wiederkehrende Leistungen auf öffentlichem oder privatem Recht oder ob sie auf Bundes- oder Landesrecht beruhen oder ob die gesetzlichen Vorschriften andere als die in § 10 Abs. 1 Nr. 3 und 4 bestimmten Fristen festsetzen; kürzere Fristen als die in § 10 Abs. 1 Nr. 3 und 4 bestimmten werden stets vom letzten Fälligkeitstag vor der Beschlagnahme zurückgerechnet.</P><P>(3) Fehlt es innerhalb der letzten zwei Jahre an einem Fälligkeitstermin, so entscheidet der Zeitpunkt der Beschlagnahme.</P><P>(4) Liegen mehrere Beschlagnahmen vor, so ist die erste maßgebend. Bei der Zwangsversteigerung gilt, wenn bis zur Beschlagnahme eine Zwangsverwaltung fortgedauert hat, die für diese bewirkte Beschlagnahme als die erste.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNE001400302",
        "type": "article",
        "name": "§ 14",
        "title": null,
        "body": {
          "content": "<P>Ansprüche von unbestimmtem Betrag gelten als aufschiebend bedingt durch die Feststellung des Betrags.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000200302"
        }
      },
      {
        "id": "BJNR000970897BJNG000300302",
        "type": "heading",
        "name": "Zweiter Titel",
        "title": "Zwangsversteigerung",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000100302"
        }
      },
      {
        "id": "BJNR000970897BJNG000400302",
        "type": "heading",
        "name": "I.",
        "title": "Anordnung der Versteigerung",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE001500302",
        "type": "article",
        "name": "§ 15",
        "title": null,
        "body": {
          "content": "<P>Die Zwangsversteigerung eines Grundstücks wird von dem Vollstreckungsgericht auf Antrag angeordnet.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE001600302",
        "type": "article",
        "name": "§ 16",
        "title": null,
        "body": {
          "content": "<P>(1) Der Antrag soll das Grundstück, den Eigentümer, den Anspruch und den vollstreckbaren Titel bezeichnen.</P><P>(2) Die für den Beginn der Zwangsvollstreckung erforderlichen Urkunden sind dem Antrag beizufügen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE001700302",
        "type": "article",
        "name": "§ 17",
        "title": null,
        "body": {
          "content": "<P>(1) Die Zwangsversteigerung darf nur angeordnet werden, wenn der Schuldner als Eigentümer des Grundstücks eingetragen oder wenn er Erbe des eingetragenen Eigentümers ist.</P><P>(2) Die Eintragung ist durch ein Zeugnis des Grundbuchamts nachzuweisen. Gehören Vollstreckungsgericht und Grundbuchamt demselben Amtsgericht an, so genügt statt des Zeugnisses die Bezugnahme auf das Grundbuch.</P><P>(3) Die Erbfolge ist durch Urkunden glaubhaft zu machen, sofern sie nicht bei dem Gericht offenkundig ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE001801301",
        "type": "article",
        "name": "§ 18",
        "title": null,
        "body": {
          "content": "<P>Die Zwangsversteigerung mehrerer Grundstücke kann in demselben Verfahren erfolgen, wenn sie entweder wegen einer Forderung gegen denselben Schuldner oder wegen eines an jedem der Grundstücke bestehenden Rechts oder wegen einer Forderung, für welche die Eigentümer gesamtschuldnerisch haften, betrieben wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE001900302",
        "type": "article",
        "name": "§ 19",
        "title": null,
        "body": {
          "content": "<P>(1) Ordnet das Gericht die Zwangsversteigerung an, so hat es zugleich das Grundbuchamt um Eintragung dieser Anordnung in das Grundbuch zu ersuchen.</P><P>(2) Das Grundbuchamt hat nach der Eintragung des Versteigerungsvermerks dem Gericht eine beglaubigte Abschrift des Grundbuchblatts und der Urkunden, auf welche im Grundbuch Bezug genommen wird, zu erteilen, die bei ihm bestellten Zustellungsbevollmächtigten zu bezeichnen und Nachricht zu geben, was ihm über Wohnort und Wohnung der eingetragenen Beteiligten und deren Vertreter bekannt ist. Statt der Erteilung einer beglaubigten Abschrift der Urkunden genügt die Beifügung der Grundakten oder der Urkunden.</P><P>(3) Eintragungen im Grundbuch, die nach der Eintragung des Vermerks über die Anordnung der Zwangsversteigerung erfolgen, soll das Grundbuchamt dem Gericht mitteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE002000302",
        "type": "article",
        "name": "§ 20",
        "title": null,
        "body": {
          "content": "<P>(1) Der Beschluß, durch welchen die Zwangsversteigerung angeordnet wird, gilt zugunsten des Gläubigers als Beschlagnahme des Grundstücks.</P><P>(2) Die Beschlagnahme umfaßt auch diejenigen Gegenstände, auf welche sich bei einem Grundstück die Hypothek erstreckt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE002101301",
        "type": "article",
        "name": "§ 21",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschlagnahme umfaßt land- und forstwirtschaftliche Erzeugnisse des Grundstücks sowie die Forderung aus einer Versicherung solcher Erzeugnisse nur, soweit die Erzeugnisse noch mit dem Boden verbunden oder soweit sie Zubehör des Grundstücks sind.</P><P>(2) Die Beschlagnahme umfaßt nicht die Miet- und Pachtforderungen sowie die Ansprüche aus einem mit dem Eigentum an dem Grundstück verbundenen Recht auf wiederkehrende Leistungen.</P><P>(3) Das Recht eines Pächters auf den Fruchtgenuß wird von der Beschlagnahme nicht berührt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE002200302",
        "type": "article",
        "name": "§ 22",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschlagnahme des Grundstücks wird mit dem Zeitpunkt wirksam, in welchem der Beschluß, durch den die Zwangsversteigerung angeordnet ist, dem Schuldner zugestellt wird. Sie wird auch wirksam mit dem Zeitpunkt, in welchem das Ersuchen um Eintragung des Versteigerungsvermerks dem Grundbuchamt zugeht, sofern auf das Ersuchen die Eintragung demnächst erfolgt.</P><P>(2) Erstreckt sich die Beschlagnahme auf eine Forderung, so hat das Gericht auf Antrag des Gläubigers dem Drittschuldner zu verbieten, an den Schuldner zu zahlen. Die Beschlagnahme wird dem Drittschuldner gegenüber erst mit dem Zeitpunkt wirksam, in welchem sie ihm bekannt oder das Zahlungsverbot ihm zugestellt wird. Die Vorschriften des § 845 der Zivilprozeßordnung finden entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE002300302",
        "type": "article",
        "name": "§ 23",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschlagnahme hat die Wirkung eines Veräußerungsverbots. Der Schuldner kann jedoch, wenn sich die Beschlagnahme auf bewegliche Sachen erstreckt, über einzelne Stücke innerhalb der Grenzen einer ordnungsmäßigen Wirtschaft auch dem Gläubiger gegenüber wirksam verfügen.</P><P>(2) Kommt es bei einer gegen die Beschlagnahme verstoßenden Verfügung nach § 135 Abs. 2 des Bürgerlichen Gesetzbuchs darauf an, ob derjenige, zu dessen Gunsten verfügt wurde, die Beschlagnahme kannte, so steht die Kenntnis des Versteigerungsantrags einer Kenntnis der Beschlagnahme gleich. Die Beschlagnahme gilt auch in Ansehung der mithaftenden beweglichen Sachen als bekannt, sobald der Versteigerungsvermerk eingetragen ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE002400302",
        "type": "article",
        "name": "§ 24",
        "title": null,
        "body": {
          "content": "<P>Die Verwaltung und Benutzung des Grundstücks verbleibt dem Schuldner nur innerhalb der Grenzen einer ordnungsmäßigen Wirtschaft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE002500302",
        "type": "article",
        "name": "§ 25",
        "title": null,
        "body": {
          "content": "<P>Ist zu besorgen, daß durch das Verhalten des Schuldners die ordnungsmäßige Wirtschaft gefährdet wird, so hat das Vollstreckungsgericht auf Antrag des Gläubigers die zur Abwendung der Gefährdung erforderlichen Maßregeln anzuordnen. Das Gericht kann die Maßregeln aufheben, wenn der zu deren Fortsetzung erforderliche Geldbetrag nicht vorgeschossen wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE002600302",
        "type": "article",
        "name": "§ 26",
        "title": null,
        "body": {
          "content": "<P>Ist die Zwangsversteigerung wegen des Anspruchs aus einem eingetragenen Recht angeordnet, so hat eine nach der Beschlagnahme bewirkte Veräußerung des Grundstücks auf den Fortgang des Verfahrens gegen den Schuldner keinen Einfluß.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNE002700302",
        "type": "article",
        "name": "§ 27",
        "title": null,
        "body": {
          "content": "<P>(1) Wird nach der Anordnung der Zwangsversteigerung ein weiterer Antrag auf Zwangsversteigerung des Grundstücks gestellt, so erfolgt statt des Versteigerungsbeschlusses die Anordnung, daß der Beitritt des Antragstellers zu dem Verfahren zugelassen wird. Eine Eintragung dieser Anordnung in das Grundbuch findet nicht statt.</P><P>(2) Der Gläubiger, dessen Beitritt zugelassen ist, hat dieselben Rechte, wie wenn auf seinen Antrag die Versteigerung angeordnet wäre.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000400302"
        }
      },
      {
        "id": "BJNR000970897BJNG000500302",
        "type": "heading",
        "name": "II.",
        "title": "Aufhebung und einstweilige\nEinstellung des Verfahrens",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE002801307",
        "type": "article",
        "name": "§ 28",
        "title": null,
        "body": {
          "content": "<P>(1) Wird dem Vollstreckungsgericht ein aus dem Grundbuch ersichtliches Recht bekannt, welches der Zwangsversteigerung oder der Fortsetzung des Verfahrens entgegensteht, so hat das Gericht das Verfahren entweder sofort aufzuheben oder unter Bestimmung einer Frist, binnen welcher der Gläubiger die Hebung des Hindernisses nachzuweisen hat, einstweilen einzustellen. Im letzteren Fall ist das Verfahren nach dem Ablauf der Frist aufzuheben, wenn nicht inzwischen der Nachweis erbracht ist.</P><P>(2) Wird dem Vollstreckungsgericht eine Verfügungsbeschränkung oder ein Vollstreckungsmangel bekannt, ist Absatz 1 entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE002900302",
        "type": "article",
        "name": "§ 29",
        "title": null,
        "body": {
          "content": "<P>Das Verfahren ist aufzuheben, wenn der Versteigerungsantrag von dem Gläubiger zurückgenommen wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE003000302",
        "type": "article",
        "name": "§ 30",
        "title": null,
        "body": {
          "content": "<P>(1) Das Verfahren ist einstweilen einzustellen, wenn der Gläubiger die Einstellung bewilligt. Die Einstellung kann wiederholt bewilligt werden. Ist das Verfahren auf Grund einer Bewilligung des Gläubigers bereits zweimal eingestellt, so gilt eine erneute Einstellungsbewilligung als Rücknahme des Versteigerungsantrags.</P><P>(2) Der Bewilligung der Einstellung steht es gleich, wenn der Gläubiger die Aufhebung des Versteigerungstermins bewilligt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE003101301",
        "type": "article",
        "name": "§ 30a",
        "title": null,
        "body": {
          "content": "<P>(1) Das Verfahren ist auf Antrag des Schuldners einstweilen auf die Dauer von höchstens sechs Monaten einzustellen, wenn Aussicht besteht, daß durch die Einstellung die Versteigerung vermieden wird, und wenn die Einstellung nach den persönlichen und wirtschaftlichen Verhältnissen des Schuldners sowie nach der Art der Schuld der Billigkeit entspricht.</P><P>(2) Der Antrag ist abzulehnen, wenn die einstweilige Einstellung dem betreibenden Gläubiger unter Berücksichtigung seiner wirtschaftlichen Verhältnisse nicht zuzumuten ist, insbesondere ihm einen unverhältnismäßigen Nachteil bringen würde, oder wenn mit Rücksicht auf die Beschaffenheit oder die sonstigen Verhältnisse des Grundstücks anzunehmen ist, daß die Versteigerung zu einem späteren Zeitpunkt einen wesentlich geringeren Erlös bringen würde.</P><P>(3) Die einstweilige Einstellung kann auch mit der Maßgabe angeordnet werden, daß sie außer Kraft tritt, wenn der Schuldner die während der Einstellung fällig werdenden wiederkehrenden Leistungen nicht binnen zwei Wochen nach Eintritt der Fälligkeit bewirkt. Wird die Zwangsversteigerung von einem Gläubiger betrieben, dessen Hypothek oder Grundschuld innerhalb der ersten sieben Zehntel des Grundstückswertes steht, so darf das Gericht von einer solchen Anordnung nur insoweit absehen, als dies nach den besonderen Umständen des Falles zur Wiederherstellung einer geordneten wirtschaftlichen Lage des Schuldners geboten und dem Gläubiger unter Berücksichtigung seiner gesamten wirtschaftlichen Verhältnisse, insbesondere seiner eigenen Zinsverpflichtungen, zuzumuten ist.</P><P>(4) Das Gericht kann ferner anordnen, daß der Schuldner Zahlungen auf Rückstände wiederkehrender Leistungen zu bestimmten Terminen zu bewirken hat.</P><P>(5) Das Gericht kann schließlich die einstweilige Einstellung von sonstigen Auflagen mit der Maßgabe abhängig machen, daß die einstweilige Einstellung des Verfahrens bei Nichterfüllung dieser Auflagen außer Kraft tritt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE003201310",
        "type": "article",
        "name": "§ 30b",
        "title": null,
        "body": {
          "content": "<P>(1) Die einstweilige Einstellung ist binnen einer Notfrist von zwei Wochen zu beantragen. Die Frist beginnt mit der Zustellung der Verfügung, in welcher der Schuldner auf das Recht zur Stellung des Einstellungsantrages, den Fristbeginn und die Rechtsfolgen eines fruchtlosen Fristablaufs hingewiesen wird. Der Hinweis ist möglichst zugleich mit dem Beschluß, durch den die Zwangsversteigerung angeordnet wird, zuzustellen.</P><P>(2) Die Entscheidung über den Antrag auf einstweilige Einstellung des Verfahrens ergeht durch Beschluß. Vor der Entscheidung sind der Schuldner und der betreibende Gläubiger zu hören; in geeigneten Fällen kann das Gericht mündliche Verhandlung anberaumen. Der Schuldner und der betreibende Gläubiger haben ihre Angaben auf Verlangen des Gerichts glaubhaft zu machen.</P><P>(3) Gegen die Entscheidung ist die sofortige Beschwerde zulässig; vor der Entscheidung ist der Gegner zu hören.</P><P>(4) Der Versteigerungstermin soll erst nach Rechtskraft des die einstweilige Einstellung ablehnenden Beschlusses bekanntgegeben werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE003403301",
        "type": "article",
        "name": "§ 30c",
        "title": null,
        "body": {
          "content": "<P>War das Verfahren gemäß § 30a einstweilen eingestellt, so kann es auf Grund des § 30a einmal erneut eingestellt werden, es sei denn, daß die Einstellung dem Gläubiger unter Berücksichtigung seiner gesamten wirtschaftlichen Verhältnisse nicht zuzumuten ist. § 30b gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE022601308",
        "type": "article",
        "name": "§ 30d",
        "title": null,
        "body": {
          "content": "<P>(1) Ist über das Vermögen des Schuldners ein Insolvenzverfahren eröffnet, so ist auf Antrag des Insolvenzverwalters die Zwangsversteigerung einstweilen einzustellen, wenn <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">im Insolvenzverfahren der Berichtstermin nach § 29 Abs. 1 Nr. 1 der Insolvenzordnung noch bevorsteht,</LA></DD><DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">das Grundstück nach dem Ergebnis des Berichtstermins nach § 29 Abs. 1 Nr. 1 der Insolvenzordnung im Insolvenzverfahren für eine Fortführung des Unternehmens oder für die Vorbereitung der Veräußerung eines Betriebs oder einer anderen Gesamtheit von Gegenständen benötigt wird,</LA></DD><DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">durch die Versteigerung die Durchführung eines vorgelegten Insolvenzplans gefährdet würde oder</LA></DD><DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">in sonstiger Weise durch die Versteigerung die angemessene Verwertung der Insolvenzmasse wesentlich erschwert würde.</LA></DD></DL>Der Antrag ist abzulehnen, wenn die einstweilige Einstellung dem Gläubiger unter Berücksichtigung seiner wirtschaftlichen Verhältnisse nicht zuzumuten ist.</P><P>(2) Hat der Schuldner einen Insolvenzplan vorgelegt und ist dieser nicht nach § 231 der Insolvenzordnung zurückgewiesen worden, so ist die Zwangsversteigerung auf Antrag des Schuldners unter den Voraussetzungen des Absatzes 1 Satz 1 Nr. 3, Satz 2 einstweilen einzustellen.</P><P>(3) § 30b Abs. 2 bis 4 gilt entsprechend mit der Maßgabe, daß an die Stelle des Schuldners der Insolvenzverwalter tritt, wenn dieser den Antrag gestellt hat, und daß die Zwangsversteigerung eingestellt wird, wenn die Voraussetzungen für die Einstellung glaubhaft gemacht sind.</P><P>(4) Ist vor der Eröffnung des Insolvenzverfahrens ein vorläufiger Verwalter bestellt, so ist auf dessen Antrag die Zwangsversteigerung einstweilen einzustellen, wenn glaubhaft gemacht wird, daß die einstweilige Einstellung zur Verhütung nachteiliger Veränderungen in der Vermögenslage des Schuldners erforderlich ist. Ist ein vorläufiger Sachwalter bestellt, so steht dieses Antragsrecht dem Schuldner zu.*%</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE022700307",
        "type": "article",
        "name": "§ 30e",
        "title": null,
        "body": {
          "content": "<P>(1) Die einstweilige Einstellung ist mit der Auflage anzuordnen, daß dem betreibenden Gläubiger für die Zeit nach dem Berichtstermin nach § 29 Abs. 1 Nr. 1 der Insolvenzordnung laufend die geschuldeten Zinsen binnen zwei Wochen nach Eintritt der Fälligkeit aus der Insolvenzmasse gezahlt werden. Ist das Versteigerungsverfahren schon vor der Eröffnung des Insolvenzverfahrens nach § 30d Abs. 4 einstweilen eingestellt worden, so ist die Zahlung von Zinsen spätestens von dem Zeitpunkt an anzuordnen, der drei Monate nach der ersten einstweiligen Einstellung liegt.</P><P>(2) Wird das Grundstück für die Insolvenzmasse genutzt, so ordnet das Gericht auf Antrag des betreibenden Gläubigers weiter die Auflage an, daß der entstehende Wertverlust von der Einstellung des Versteigerungsverfahrens an durch laufende Zahlungen aus der Insolvenzmasse an den Gläubiger auszugleichen ist.</P><P>(3) Die Absätze 1 und 2 gelten nicht, soweit nach der Höhe der Forderung sowie dem Wert und der sonstigen Belastung des Grundstücks nicht mit einer Befriedigung des Gläubigers aus dem Versteigerungserlös zu rechnen ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE022800307",
        "type": "article",
        "name": "§ 30f",
        "title": null,
        "body": {
          "content": "<P>(1) Im Falle des § 30d Abs. 1 bis 3 ist die einstweilige Einstellung auf Antrag des Gläubigers aufzuheben, wenn die Voraussetzungen für die Einstellung fortgefallen sind, wenn die Auflagen nach § 30e nicht beachtet werden oder wenn der Insolvenzverwalter, im Falle des § 30d Abs. 2 der Schuldner, der Aufhebung zustimmt. Auf Antrag des Gläubigers ist weiter die einstweilige Einstellung aufzuheben, wenn das Insolvenzverfahren beendet ist.</P><P>(2) Die einstweilige Einstellung nach § 30d Abs. 4 ist auf Antrag des Gläubigers aufzuheben, wenn der Antrag auf Eröffnung des Insolvenzverfahrens zurückgenommen oder abgewiesen wird. Im übrigen gilt Absatz 1 Satz 1 entsprechend.</P><P>(3) Vor der Entscheidung des Gerichts ist der Insolvenzverwalter, im Falle des § 30d Abs. 2 der Schuldner, zu hören. § 30b Abs. 3 gilt entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE003501307",
        "type": "article",
        "name": "§ 31",
        "title": null,
        "body": {
          "content": "<P>(1) Im Falle einer einstweiligen Einstellung darf das Verfahren, soweit sich nicht aus dem Gesetz etwas anderes ergibt, nur auf Antrag des Gläubigers fortgesetzt werden. Wird der Antrag nicht binnen sechs Monaten gestellt, so ist das Verfahren aufzuheben.</P><P>(2) Die Frist nach Absatz 1 Satz 2 beginnt <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">im Falle des § 30 mit der Einstellung des Verfahrens,</LA></DD> <DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">im Falle des § 30a mit dem Zeitpunkt, bis zu dem die Einstellung angeordnet war,</LA></DD> <DT>c)</DT><DD Font=\"normal\"><LA Size=\"normal\">im Falle des § 30f Abs. 1 mit dem Ende des Insolvenzverfahrens, im Falle des § 30f Abs. 2 mit der Rücknahme oder der Abweisung des Antrags auf Eröffnung des Insolvenzverfahrens,</LA></DD> <DT>d)</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn die Einstellung vom Prozeßgericht angeordnet war, mit der Wiederaufhebung der Anordnung oder mit einer sonstigen Erledigung der Einstellung.</LA></DD> </DL> </P><P>(3) Das Vollstreckungsgericht soll den Gläubiger auf den Fristbeginn unter Bekanntgabe der Rechtsfolgen eines fruchtlosen Fristablaufs hinweisen; die Frist beginnt erst zu laufen, nachdem der Hinweis auf die Rechtsfolgen eines fruchtlosen Fristablaufs dem Gläubiger zugestellt worden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE003600302",
        "type": "article",
        "name": "§ 32",
        "title": null,
        "body": {
          "content": "<P>Der Beschluß, durch welchen das Verfahren aufgehoben oder einstweilen eingestellt wird, ist dem Schuldner, dem Gläubiger und, wenn die Anordnung von einem Dritten beantragt war, auch diesem zuzustellen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE003700302",
        "type": "article",
        "name": "§ 33",
        "title": null,
        "body": {
          "content": "<P>Nach dem Schluß der Versteigerung darf, wenn ein Grund zur Aufhebung oder zur einstweiligen Einstellung des Verfahrens oder zur Aufhebung des Termins vorliegt, die Entscheidung nur durch Versagung des Zuschlags gegeben werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNE003800302",
        "type": "article",
        "name": "§ 34",
        "title": null,
        "body": {
          "content": "<P>Im Falle der Aufhebung des Verfahrens ist das Grundbuchamt um Löschung des Versteigerungsvermerks zu ersuchen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000500302"
        }
      },
      {
        "id": "BJNR000970897BJNG000600302",
        "type": "heading",
        "name": "III.",
        "title": "Bestimmung des Versteigerungstermins",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE003900302",
        "type": "article",
        "name": "§ 35",
        "title": null,
        "body": {
          "content": "<P>Die Versteigerung wird durch das Vollstreckungsgericht ausgeführt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNE004000302",
        "type": "article",
        "name": "§ 36",
        "title": null,
        "body": {
          "content": "<P>(1) Der Versteigerungstermin soll erst nach der Beschlagnahme des Grundstücks und nach dem Eingang der Mitteilungen des Grundbuchamts bestimmt werden.</P><P>(2) Der Zeitraum zwischen der Anberaumung des Termins und dem Termin soll, wenn nicht besondere Gründe vorliegen, nicht mehr als sechs Monate betragen. War das Verfahren einstweilen eingestellt, so soll diese Frist nicht mehr als zwei Monate, muß aber mindestens einen Monat betragen.</P><P>(3) Der Termin kann nach dem Ermessen des Gerichts an der Gerichtsstelle oder an einem anderen Ort im Gerichtsbezirk abgehalten werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNE004100302",
        "type": "article",
        "name": "§ 37",
        "title": null,
        "body": {
          "content": "<P>Die Terminsbestimmung muß enthalten: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Bezeichnung des Grundstücks;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zeit und Ort des Versteigerungstermins;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Angabe, daß die Versteigerung im Wege der Zwangsvollstreckung erfolgt;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Aufforderung, Rechte, soweit sie zur Zeit der Eintragung des Versteigerungsvermerks aus dem Grundbuch nicht ersichtlich waren, spätestens im Versteigerungstermin vor der Aufforderung zur Abgabe von Geboten anzumelden und, wenn der Gläubiger widerspricht, glaubhaft zu machen, widrigenfalls die Rechte bei der Feststellung des geringsten Gebots nicht berücksichtigt und bei der Verteilung des Versteigerungserlöses dem Anspruch des Gläubigers und den übrigen Rechten nachgesetzt werden würden;</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Aufforderung an diejenigen, welche ein der Versteigerung entgegenstehendes Recht haben, vor der Erteilung des Zuschlags die Aufhebung oder einstweilige Einstellung des Verfahrens herbeizuführen, widrigenfalls für das Recht der Versteigerungserlös an die Stelle des versteigerten Gegenstandes treten würde.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNE004204301",
        "type": "article",
        "name": "§ 38",
        "title": null,
        "body": {
          "content": "<P>(1) Die Terminsbestimmung soll die Angabe des Grundbuchblatts, der Größe und des Verkehrswerts des Grundstücks enthalten. Ist in einem früheren Versteigerungstermin der Zuschlag aus den Gründen des § 74a Abs. 1 oder des § 85a Abs. 1 versagt worden, so soll auch diese Tatsache in der Terminsbestimmung angegeben werden.</P><P>(2) Das Gericht kann Wertgutachten und Abschätzungen in einem für das Gericht bestimmten elektronischen Informations- und Kommunikationssystem öffentlich bekannt machen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNE004301310",
        "type": "article",
        "name": "§ 39",
        "title": null,
        "body": {
          "content": "<P>(1) Die Terminsbestimmung muß durch einmalige Einrückung in das für Bekanntmachungen des Gerichts bestimmte Blatt oder in einem für das Gericht bestimmten elektronischen Informations- und Kommunikationssystem öffentlich bekanntgemacht werden.</P><P>(2) Hat das Grundstück nur einen geringen Wert, so kann das Gericht anordnen, daß die Einrückung oder Veröffentlichung nach Absatz 1 unterbleibt; in diesem Fall muß die Bekanntmachung dadurch erfolgen, daß die Terminsbestimmung in der Gemeinde, in deren Bezirk das Grundstück belegen ist, an die für amtliche Bekanntmachungen bestimmte Stelle angeheftet wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNE004401310",
        "type": "article",
        "name": "§ 40",
        "title": null,
        "body": {
          "content": "<P>(1) Die Terminsbestimmung soll an die Gerichtstafel angeheftet werden. Ist das Gericht nach § 2 Abs. 2 zum Vollstreckungsgericht bestellt, so soll die Anheftung auch bei den übrigen Gerichten bewirkt werden. Wird der Termin nach § 39 Abs. 1 durch Veröffentlichung in einem für das Gericht bestimmten elektronischen Informations- und Kommunikationssystem öffentlich bekannt gemacht, so kann die Anheftung an die Gerichtstafel unterbleiben.</P><P>(2) Das Gericht ist befugt, noch andere und wiederholte Veröffentlichungen zu veranlassen; bei der Ausübung dieser Befugnis ist insbesondere auf den Ortsgebrauch Rücksicht zu nehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNE004500302",
        "type": "article",
        "name": "§ 41",
        "title": null,
        "body": {
          "content": "<P>(1) Die Terminsbestimmung ist den Beteiligten zuzustellen.</P><P>(2) Im Laufe der vierten Woche vor dem Termin soll den Beteiligten mitgeteilt werden, auf wessen Antrag und wegen welcher Ansprüche die Versteigerung erfolgt.</P><P>(3) Als Beteiligte gelten auch diejenigen, welche das angemeldete Recht noch glaubhaft zu machen haben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNE004600302",
        "type": "article",
        "name": "§ 42",
        "title": null,
        "body": {
          "content": "<P>(1) Die Einsicht der Mitteilungen des Grundbuchamts sowie der erfolgten Anmeldungen ist jedem gestattet.</P><P>(2) Das gleiche gilt von anderen das Grundstück betreffenden Nachweisungen, welche ein Beteiligter einreicht, insbesondere von Abschätzungen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNE004700302",
        "type": "article",
        "name": "§ 43",
        "title": null,
        "body": {
          "content": "<P>(1) Der Versteigerungstermin ist aufzuheben und von neuem zu bestimmen, wenn die Terminsbestimmung nicht sechs Wochen vor dem Termin bekanntgemacht ist. War das Verfahren einstweilen eingestellt, so reicht es aus, daß die Bekanntmachung der Terminsbestimmung zwei Wochen vor dem Termin bewirkt ist.</P><P>(2) Das gleiche gilt, wenn nicht vier Wochen vor dem Termin dem Schuldner ein Beschluß, auf Grund dessen die Versteigerung erfolgen kann, und allen Beteiligten, die schon zur Zeit der Anberaumung des Termins dem Gericht bekannt waren, die Terminsbestimmung zugestellt ist, es sei denn, daß derjenige, in Ansehung dessen die Frist nicht eingehalten ist, das Verfahren genehmigt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000600302"
        }
      },
      {
        "id": "BJNR000970897BJNG000700302",
        "type": "heading",
        "name": "IV.",
        "title": "Geringstes Gebot\nVersteigerungsbedingungen",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE004800302",
        "type": "article",
        "name": "§ 44",
        "title": null,
        "body": {
          "content": "<P>(1) Bei der Versteigerung wird nur ein solches Gebot zugelassen, durch welches die dem Anspruch des Gläubigers vorgehenden Rechte sowie die aus dem Versteigerungserlös zu entnehmenden Kosten des Verfahrens gedeckt werden (geringstes Gebot).</P><P>(2) Wird das Verfahren wegen mehrerer Ansprüche von verschiedenem Rang betrieben, so darf der vorgehende Anspruch der Feststellung des geringsten Gebots nur dann zugrunde gelegt werden, wenn der wegen dieses Anspruchs ergangene Beschluß dem Schuldner vier Wochen vor dem Versteigerungstermin zugestellt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE004901301",
        "type": "article",
        "name": "§ 45",
        "title": null,
        "body": {
          "content": "<P>(1) Ein Recht ist bei der Feststellung des geringsten Gebots insoweit, als es zur Zeit der Eintragung des Versteigerungsvermerks aus dem Grundbuch ersichtlich war, nach dem Inhalt des Grundbuchs, im übrigen nur dann zu berücksichtigen, wenn es rechtzeitig angemeldet und, falls der Gläubiger widerspricht, glaubhaft gemacht wird.</P><P>(2) Von wiederkehrenden Leistungen, die nach dem Inhalt des Grundbuchs zu entrichten sind, brauchen die laufenden Beträge nicht angemeldet, die rückständigen nicht glaubhaft gemacht zu werden.</P><P>(3) Ansprüche der Wohnungseigentümer nach § 10 Abs. 1 Nr. 2 sind bei der Anmeldung durch einen entsprechenden Titel oder durch die Niederschrift der Beschlüsse der Wohnungseigentümer einschließlich ihrer Anlagen oder in sonst geeigneter Weise glaubhaft zu machen. Aus dem Vorbringen müssen sich die Zahlungspflicht, die Art und der Bezugszeitraum des Anspruchs sowie seine Fälligkeit ergeben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005000302",
        "type": "article",
        "name": "§ 46",
        "title": null,
        "body": {
          "content": "<P>Für wiederkehrende Leistungen, die nicht in Geld bestehen, hat das Gericht einen Geldbetrag festzusetzen, auch wenn ein solcher nicht angemeldet ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005100302",
        "type": "article",
        "name": "§ 47",
        "title": null,
        "body": {
          "content": "<P>Laufende Beträge regelmäßig wiederkehrender Leistungen sind für die Zeit bis zum Ablauf von zwei Wochen nach dem Versteigerungstermin zu decken. Nicht regelmäßig wiederkehrende Leistungen werden mit den Beträgen berücksichtigt, welche vor dem Ablauf dieser Frist zu entrichten sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005200302",
        "type": "article",
        "name": "§ 48",
        "title": null,
        "body": {
          "content": "<P>Bedingte Rechte sind wie unbedingte, Rechte, die durch Eintragung eines Widerspruchs oder einer Vormerkung gesichert sind, wie eingetragene Rechte zu berücksichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005302301",
        "type": "article",
        "name": "§ 49",
        "title": null,
        "body": {
          "content": "<P>(1) Der Teil des geringsten Gebots, welcher zur Deckung der Kosten sowie der im § 10 Nr. 1 bis 3 und im § 12 Nr. 1, 2 bezeichneten Ansprüche bestimmt ist, desgleichen der das geringste Gebot übersteigende Betrag des Meistgebots ist von dem Ersteher vor dem Verteilungstermin zu berichtigen (Bargebot).</P><P>(2) Das Bargebot ist von dem Zuschlag an zu verzinsen.</P><P>(3) Das Bargebot ist so rechtzeitig durch Überweisung oder Einzahlung auf ein Konto der Gerichtskasse zu entrichten, dass der Betrag der Gerichtskasse vor dem Verteilungstermin gutgeschrieben ist und ein Nachweis hierüber im Termin vorliegt.</P><P>(4) Der Ersteher wird durch Hinterlegung von seiner Verbindlichkeit befreit, wenn die Hinterlegung und die Ausschließung der Rücknahme im Verteilungstermin nachgewiesen werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005400302",
        "type": "article",
        "name": "§ 50",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit eine bei der Feststellung des geringsten Gebots berücksichtigte Hypothek, Grundschuld oder Rentenschuld nicht besteht, hat der Ersteher außer dem Bargebot auch den Betrag des berücksichtigten Kapitals zu zahlen. In Ansehung der Verzinslichkeit, des Zinssatzes, der Zahlungszeit, der Kündigung und des Zahlungsorts bleiben die für das berücksichtigte Recht getroffenen Bestimmungen maßgebend.</P><P>(2) Das gleiche gilt: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn das Recht bedingt ist und die aufschiebende Bedingung ausfällt oder die auflösende Bedingung eintritt;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn das Recht noch an einem anderen Grundstück besteht und an dem versteigerten Grundstück nach den besonderen Vorschriften über die Gesamthypothek erlischt.</LA></DD> </DL> </P><P>(3) Haftet der Ersteher im Falle des Absatzes 2 Nr. 2 zugleich persönlich, so ist die Erhöhung des zu zahlenden Betrags ausgeschlossen, soweit der Ersteher nicht bereichert ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005500302",
        "type": "article",
        "name": "§ 51",
        "title": null,
        "body": {
          "content": "<P>(1) Ist das berücksichtigte Recht nicht eine Hypothek, Grundschuld oder Rentenschuld, so finden die Vorschriften des § 50 entsprechende Anwendung. Der Ersteher hat statt des Kapitals den Betrag, um welchen sich der Wert des Grundstücks erhöht, drei Monate nach erfolgter Kündigung zu zahlen und von dem Zuschlag an zu verzinsen.</P><P>(2) Der Betrag soll von dem Gericht bei der Feststellung des geringsten Gebots bestimmt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005603160",
        "type": "article",
        "name": "§ 52",
        "title": null,
        "body": {
          "content": "<P>(1) Ein Recht bleibt insoweit bestehen, als es bei der Feststellung des geringsten Gebots berücksichtigt und nicht durch Zahlung zu decken ist. Im übrigen erlöschen die Rechte.</P><P>(2) Das Recht auf eine der in den §§ 912 bis 917 des Bürgerlichen Gesetzbuchs bezeichneten Renten bleibt auch dann bestehen, wenn es bei der Feststellung des geringsten Gebots nicht berücksichtigt ist. Satz 1 ist entsprechend anzuwenden auf <DL Font=\"normal\" Type=\"arabic\"><DT>a)</DT><DD Font=\"normal\"><LA Size=\"normal\">den Erbbauzins, wenn nach § 9 Abs. 3 des Erbbaurechtsgesetzes das Bestehenbleiben des Erbbauzinses als Inhalt der Reallast vereinbart worden ist;</LA></DD><DT>b)</DT><DD Font=\"normal\"><LA Size=\"normal\">Grunddienstbarkeiten und beschränkte persönliche Dienstbarkeiten, die auf dem Grundstück als Ganzem lasten, wenn in ein Wohnungseigentum mit dem Rang nach § 10 Abs. 1 Nr. 2 vollstreckt wird und diesen kein anderes Recht der Rangklasse 4 vorgeht, aus dem die Versteigerung betrieben werden kann.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005700302",
        "type": "article",
        "name": "§ 53",
        "title": null,
        "body": {
          "content": "<P>(1) Haftet bei einer Hypothek, die bestehenbleibt, der Schuldner zugleich persönlich, so übernimmt der Ersteher die Schuld in Höhe der Hypothek; die Vorschriften des § 416 des Bürgerlichen Gesetzbuchs finden mit der Maßgabe entsprechende Anwendung, daß als Veräußerer im Sinne dieser Vorschriften der Schuldner anzusehen ist.</P><P>(2) Das gleiche gilt, wenn bei einer Grundschuld oder Rentenschuld, die bestehenbleibt, der Schuldner zugleich persönlich haftet, sofern er spätestens im Versteigerungstermin vor der Aufforderung zur Abgabe von Geboten die gegen ihn bestehende Forderung unter Angabe ihres Betrags und Grundes angemeldet und auf Verlangen des Gerichts oder eines Beteiligten glaubhaft gemacht hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005800302",
        "type": "article",
        "name": "§ 54",
        "title": null,
        "body": {
          "content": "<P>(1) Die von dem Gläubiger dem Eigentümer oder von diesem dem Gläubiger erklärte Kündigung einer Hypothek, einer Grundschuld oder einer Rentenschuld ist dem Ersteher gegenüber nur wirksam, wenn sie spätestens in dem Versteigerungstermin vor der Aufforderung zur Abgabe von Geboten erfolgt und bei dem Gericht angemeldet worden ist.</P><P>(2) Das gleiche gilt von einer aus dem Grundbuch nicht ersichtlichen Tatsache, in Folge deren der Anspruch vor der Zeit geltend gemacht werden kann.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE005900302",
        "type": "article",
        "name": "§ 55",
        "title": null,
        "body": {
          "content": "<P>(1) Die Versteigerung des Grundstücks erstreckt sich auf alle Gegenstände, deren Beschlagnahme noch wirksam ist.</P><P>(2) Auf Zubehörstücke, die sich im Besitz des Schuldners oder eines neu eingetretenen Eigentümers befinden, erstreckt sich die Versteigerung auch dann, wenn sie einem Dritten gehören, es sei denn, daß dieser sein Recht nach Maßgabe des § 37 Nr. 5 geltend gemacht hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE006000302",
        "type": "article",
        "name": "§ 56",
        "title": null,
        "body": {
          "content": "<P>Die Gefahr des zufälligen Unterganges geht in Ansehung des Grundstücks mit dem Zuschlag, in Ansehung der übrigen Gegenstände mit dem Schluß der Versteigerung auf den Ersteher über. Von dem Zuschlag an gebühren dem Ersteher die Nutzungen und trägt er die Lasten. Ein Anspruch auf Gewährleistung findet nicht statt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE006101301",
        "type": "article",
        "name": "§ 57",
        "title": null,
        "body": {
          "content": "<P>Ist das Grundstück einem Mieter oder Pächter überlassen, so finden die Vorschriften der §§ 566, 566a, 566b Abs. 1, §§ 566c und 566d des Bürgerlichen Gesetzbuchs nach Maßgabe der §§ 57a und 57b entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE006200302",
        "type": "article",
        "name": "§ 57a",
        "title": null,
        "body": {
          "content": "<P>Der Ersteher ist berechtigt, das Miet- oder Pachtverhältnis unter Einhaltung der gesetzlichen Frist zu kündigen. Die Kündigung ist ausgeschlossen, wenn sie nicht für den ersten Termin erfolgt, für den sie zulässig ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE006301301",
        "type": "article",
        "name": "§ 57b",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit nach den Vorschriften des § 566b Abs. 1 und der §§ 566c, 566d des Bürgerlichen Gesetzbuchs für die Wirkung von Verfügungen und Rechtsgeschäften über die Miete oder Pacht der Übergang des Eigentums in Betracht kommt, ist an dessen Stelle die Beschlagnahme des Grundstücks maßgebend. Ist dem Mieter oder Pächter der Beschluß, durch den die Zwangsversteigerung angeordnet wird, zugestellt, so gilt mit der Zustellung die Beschlagnahme als dem Mieter oder Pächter bekannt; die Zustellung erfolgt auf Antrag des Gläubigers an die von ihm bezeichneten Personen. Dem Beschluß soll eine Belehrung über die Bedeutung der Beschlagnahme für den Mieter oder Pächter beigefügt werden. Das Gericht hat auf Antrag des Gläubigers zur Feststellung der Mieter und Pächter eines Grundstücks Ermittlungen zu veranlassen; es kann damit einen Gerichtsvollzieher oder einen sonstigen Beamten beauftragen, auch die zuständige örtliche Behörde um Mitteilung der ihr bekannten Mieter und Pächter ersuchen.</P><P>(2) Der Beschlagnahme zum Zwecke der Zwangsversteigerung steht die Beschlagnahme zum Zwecke der Zwangsverwaltung gleich, wenn sie bis zum Zuschlag fortgedauert hat. Ist dem Mieter oder Pächter der Beschluß, durch den ihm verboten wird, an den Schuldner zu zahlen, zugestellt, so gilt mit der Zustellung die Beschlagnahme als dem Mieter oder Pächter bekannt.</P><P>(3) Auf Verfügungen und Rechtsgeschäfte des Zwangsverwalters finden diese Vorschriften keine Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE006600302",
        "type": "article",
        "name": "§ 58",
        "title": null,
        "body": {
          "content": "<P>Die Kosten des Beschlusses, durch welchen der Zuschlag erteilt wird, fallen dem Ersteher zur Last.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE006701307",
        "type": "article",
        "name": "§ 59",
        "title": null,
        "body": {
          "content": "<P>(1) Jeder Beteiligte kann spätestens im Versteigerungstermin vor der Aufforderung zur Abgabe von Geboten eine von den gesetzlichen Vorschriften abweichende Feststellung des geringsten Gebots und der Versteigerungsbedingungen verlangen. Der Antrag kann spätestens zu dem in Satz 1 genannten Zeitpunkt zurückgenommen werden. Wird durch die Abweichung das Recht eines anderen Beteiligten beeinträchtigt, so ist dessen Zustimmung erforderlich.</P><P>(2) Sofern nicht feststeht, ob das Recht durch die Abweichung beeinträchtigt wird, ist das Grundstück mit der verlangten Abweichung und ohne sie auszubieten.</P><P>(3) Soll das Fortbestehen eines Rechts bestimmt werden, das nach § 52 erlöschen würde, so bedarf es nicht der Zustimmung eines nachstehenden Beteiligten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE006801301",
        "type": "article",
        "name": "§ 60",
        "title": "(weggefallen)",
        "body": null,
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE006901301",
        "type": "article",
        "name": "§ 61",
        "title": "(weggefallen)",
        "body": null,
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE007000302",
        "type": "article",
        "name": "§ 62",
        "title": null,
        "body": {
          "content": "<P>Das Gericht kann schon vor dem Versteigerungstermin Erörterungen der Beteiligten über das geringste Gebot und die Versteigerungsbedingungen veranlassen, zu diesem Zweck auch einen besonderen Termin bestimmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE007101307",
        "type": "article",
        "name": "§ 63",
        "title": null,
        "body": {
          "content": "<P>(1) Mehrere in demselben Verfahren zu versteigernde Grundstücke sind einzeln auszubieten. Grundstücke, die mit einem einheitlichen Bauwerk überbaut sind, können auch gemeinsam ausgeboten werden.</P><P>(2) Jeder Beteiligte kann spätestens im Versteigerungstermin vor der Aufforderung zur Abgabe von Geboten verlangen, daß neben dem Einzelausgebot alle Grundstücke zusammen ausgeboten werden (Gesamtausgebot). Sofern einige Grundstücke mit einem und demselben Recht belastet sind, kann jeder Beteiligte auch verlangen, daß diese Grundstücke gemeinsam ausgeboten werden (Gruppenausgebot). Auf Antrag kann das Gericht auch in anderen Fällen das Gesamtausgebot einiger der Grundstücke anordnen (Gruppenausgebot).</P><P>(3) Wird bei dem Einzelausgebot auf eines der Grundstücke ein Meistgebot abgegeben, das mehr beträgt als das geringste Gebot für dieses Grundstück, so erhöht sich bei dem Gesamtausgebot das geringste Gebot um den Mehrbetrag. Der Zuschlag wird auf Grund des Gesamtausgebots nur erteilt, wenn das Meistgebot höher ist als das Gesamtergebnis der Einzelausgebote.</P><P>(4) Das Einzelausgebot unterbleibt, wenn die anwesenden Beteiligten, deren Rechte bei der Feststellung des geringsten Gebots nicht zu berücksichtigen sind, hierauf verzichtet haben. Dieser Verzicht ist bis spätestens vor der Aufforderung zur Abgabe von Geboten zu erklären.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE007200302",
        "type": "article",
        "name": "§ 64",
        "title": null,
        "body": {
          "content": "<P>(1) Werden mehrere Grundstücke, die mit einer dem Anspruche des Gläubigers vorgehenden Gesamthypothek belastet sind, in demselben Verfahren versteigert, so ist auf Antrag die Gesamthypothek bei der Feststellung des geringsten Gebots für das einzelne Grundstück nur zu dem Teilbetrag zu berücksichtigen, der dem Verhältnis des Wertes des Grundstücks zu dem Wert der sämtlichen Grundstücke entspricht; der Wert wird unter Abzug der Belastungen berechnet, die der Gesamthypothek im Range vorgehen und bestehen bleiben. Antragsberechtigt sind der Gläubiger, der Eigentümer und jeder dem Hypothekengläubiger gleich- oder nachstehende Beteiligte.</P><P>(2) Wird der im Absatz 1 bezeichnete Antrag gestellt, so kann der Hypothekengläubiger bis zum Schluß der Verhandlung im Versteigerungstermin verlangen, daß bei der Feststellung des geringsten Gebots für die Grundstücke nur die seinem Anspruch vorgehenden Rechte berücksichtigt werden; in diesem Fall sind die Grundstücke auch mit der verlangten Abweichung auszubieten. Erklärt sich nach erfolgtem Ausgebot der Hypothekengläubiger der Aufforderung des Gerichts ungeachtet nicht darüber, welches Ausgebot für die Erteilung des Zuschlags maßgebend sein soll, so verbleibt es bei der auf Grund des Absatzes 1 erfolgten Feststellung des geringsten Gebots.</P><P>(3) Diese Vorschriften finden entsprechende Anwendung, wenn die Grundstücke mit einer und derselben Grundschuld oder Rentenschuld belastet sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNE007300302",
        "type": "article",
        "name": "§ 65",
        "title": null,
        "body": {
          "content": "<P>(1) Das Gericht kann auf Antrag anordnen, daß eine Forderung oder eine bewegliche Sache von der Versteigerung des Grundstücks ausgeschlossen und besonders versteigert werden soll. Auf Antrag kann auch eine andere Art der Verwertung angeordnet, insbesondere zur Einziehung einer Forderung ein Vertreter bestellt oder die Forderung einem Beteiligten mit dessen Zustimmung an Zahlungs Statt überwiesen werden. Die Vorschriften der §§ 817, <I>820,</I> 835 der Zivilprozeßordnung finden entsprechende Anwendung. Der Erlös ist zu hinterlegen.</P><P>(2) Die besondere Versteigerung oder die anderweitige Verwertung ist nur zulässig, wenn das geringste Gebot erreicht ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000700302"
        }
      },
      {
        "id": "BJNR000970897BJNG000800302",
        "type": "heading",
        "name": "V.",
        "title": "Versteigerung",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE007400302",
        "type": "article",
        "name": "§ 66",
        "title": null,
        "body": {
          "content": "<P>(1) In dem Versteigerungstermin werden nach dem Aufruf der Sache die das Grundstück betreffenden Nachweisungen, die das Verfahren betreibenden Gläubiger, deren Ansprüche, die Zeit der Beschlagnahme, der vom Gericht festgesetzte Wert des Grundstücks und die erfolgten Anmeldungen bekanntgemacht, hierauf das geringste Gebot und die Versteigerungsbedingungen nach Anhörung der anwesenden Beteiligten, nötigenfalls mit Hilfe eines Rechnungsverständigen, unter Bezeichnung der einzelnen Rechte festgestellt und die erfolgten Feststellungen verlesen.</P><P>(2) Nachdem dies geschehen, hat das Gericht auf die bevorstehende Ausschließung weiterer Anmeldungen hinzuweisen und sodann zur Abgabe von Geboten aufzufordern.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE007501301",
        "type": "article",
        "name": "§ 67",
        "title": null,
        "body": {
          "content": "<P>(1) Ein Beteiligter, dessen Recht durch Nichterfüllung des Gebots beeinträchtigt werden würde, kann Sicherheitsleistung verlangen, jedoch nur sofort nach Abgabe des Gebots. Das Verlangen gilt auch für weitere Gebote desselben Bieters.</P><P>(2) Steht dem Bieter eine durch das Gebot ganz oder teilweise gedeckte Hypothek, Grundschuld oder Rentenschuld zu, so braucht er Sicherheit nur auf Verlangen des Gläubigers zu leisten. Auf Gebote des Schuldners oder eines neu eingetretenen Eigentümers findet diese Vorschrift keine Anwendung.</P><P>(3) Für ein Gebot des Bundes, der Deutschen Bundesbank, der Deutschen Genossenschaftsbank, der Deutschen Girozentrale (Deutsche Kommunalbank) oder eines Landes kann Sicherheitsleistung nicht verlangt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE007603160",
        "type": "article",
        "name": "§ 68",
        "title": null,
        "body": {
          "content": "<P>(1) Die Sicherheit ist für ein Zehntel des in der Terminsbestimmung genannten, anderenfalls des festgesetzten Verkehrswerts zu leisten. Übersteigt die Sicherheit nach Satz 1 das Bargebot, ist der überschießende Betrag freizugeben. Ist die Sicherheitsleistung durch Überweisung auf das Konto der Gerichtskasse bewirkt, ordnet das Gericht die Auszahlung des überschießenden Betrags an.</P><P>(2) Ein Beteiligter, dessen Recht nach § 52 bestehenbleibt, kann darüber hinausgehende Sicherheitsleistung bis zur Höhe des Betrags verlangen, welcher zur Deckung der seinem Recht vorgehenden Ansprüche durch Zahlung zu berichtigen ist.</P><P>(3) Bietet der Schuldner oder ein neu eingetretener Eigentümer des Grundstücks, so kann der Gläubiger darüber hinausgehende Sicherheitsleistung bis zur Höhe des Betrags verlangen, welcher zur Deckung seines Anspruchs durch Zahlung zu berichtigen ist.</P><P>(4) Die erhöhte Sicherheitsleistung nach den Absätzen 2 und 3 ist spätestens bis zur Entscheidung über den Zuschlag zu erbringen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE007703301",
        "type": "article",
        "name": "§ 69",
        "title": null,
        "body": {
          "content": "<P>(1) Eine Sicherheitsleistung durch Barzahlung ist ausgeschlossen.</P><P>(2) Zur Sicherheitsleistung sind Bundesbankschecks und Verrechnungsschecks geeignet, die frühestens am dritten Werktag vor dem Versteigerungstermin ausgestellt worden sind. Dies gilt nur, wenn sie von einem im Geltungsbereich dieses Gesetzes zum Betreiben von Bankgeschäften berechtigten Kreditinstitut oder der Bundesbank ausgestellt und im Inland zahlbar sind. Als berechtigt im Sinne dieser Vorschrift gelten Kreditinstitute, die in der Liste der zugelassenen Kreditinstitute gemäß Artikel 3 Abs. 7 und Artikel 10 Abs. 2 der Richtlinie 77/780/EWG des Rates vom 12. Dezember 1977 zur Koordinierung der Rechts- und Verwaltungsvorschriften über die Aufnahme und Ausübung der Tätigkeit der Kreditinstitute (ABl. EG Nr. L 322 S. 30) aufgeführt sind.</P><P>(3) Als Sicherheitsleistung ist eine unbefristete, unbedingte und selbstschuldnerische Bürgschaft eines Kreditinstituts im Sinne des Absatzes 2 zuzulassen, wenn die Verpflichtung aus der Bürgschaft im Inland zu erfüllen ist. Dies gilt nicht für Gebote des Schuldners oder eines neu eingetretenen Eigentümers.</P><P>(4) Die Sicherheitsleistung kann durch Überweisung auf ein Konto der Gerichtskasse bewirkt werden, wenn der Betrag der Gerichtskasse vor dem Versteigerungstermin gutgeschrieben ist und ein Nachweis hierüber im Termin vorliegt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE007802301",
        "type": "article",
        "name": "§ 70",
        "title": null,
        "body": {
          "content": "<P>(1) Das Gericht hat über die Sicherheitsleistung sofort zu entscheiden.</P><P>(2) Erklärt das Gericht die Sicherheit für erforderlich, so ist sie sofort zu leisten. Die Sicherheitsleistung durch Überweisung auf ein Konto der Gerichtskasse muss bereits vor dem Versteigerungstermin erfolgen. Unterbleibt die Leistung, so ist das Gebot zurückzuweisen.</P><P>(3) Wird das Gebot ohne Sicherheitsleistung zugelassen und von dem Beteiligten, welcher die Sicherheit verlangt hat, nicht sofort Widerspruch erhoben, so gilt das Verlangen als zurückgenommen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE007900302",
        "type": "article",
        "name": "§ 71",
        "title": null,
        "body": {
          "content": "<P>(1) Ein unwirksames Gebot ist zurückzuweisen.</P><P>(2) Ist die Wirksamkeit eines Gebots von der Vertretungsmacht desjenigen, welcher das Gebot für den Bieter abgegeben hat, oder von der Zustimmung eines anderen oder einer Behörde abhängig, so erfolgt die Zurückweisung, sofern nicht die Vertretungsmacht oder die Zustimmung bei dem Gericht offenkundig ist oder durch eine öffentlich beglaubigte Urkunde sofort nachgewiesen wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008001301",
        "type": "article",
        "name": "§ 72",
        "title": null,
        "body": {
          "content": "<P>(1) Ein Gebot erlischt, wenn ein Übergebot zugelassen wird und ein Beteiligter der Zulassung nicht sofort widerspricht. Das Übergebot gilt als zugelassen, wenn es nicht sofort zurückgewiesen wird.</P><P>(2) Ein Gebot erlischt auch dann, wenn es zurückgewiesen wird und der Bieter oder ein Beteiligter der Zurückweisung nicht sofort widerspricht.</P><P>(3) Das gleiche gilt, wenn das Verfahren einstweilen eingestellt oder der Termin aufgehoben wird.</P><P>(4) Ein Gebot erlischt nicht, wenn für ein zugelassenes Übergebot die nach § 68 Abs. 2 und 3 zu erbringende Sicherheitsleistung nicht bis zur Entscheidung über den Zuschlag geleistet worden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008101307",
        "type": "article",
        "name": "§ 73",
        "title": null,
        "body": {
          "content": "<P>(1) Zwischen der Aufforderung zur Abgabe von Geboten und dem Zeitpunkt, in welchem bezüglich sämtlicher zu versteigernder Grundstücke die Versteigerung geschlossen wird, müssen 30 Minuten liegen. Die Versteigerung muß so lange fortgesetzt werden, bis der Aufforderung des Gerichts ungeachtet ein Gebot nicht mehr abgegeben wird.</P><P>(2) Das Gericht hat das letzte Gebot und den Schluß der Versteigerung zu verkünden. Die Verkündung des letzten Gebots soll mittels dreimaligen Aufrufs erfolgen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008200302",
        "type": "article",
        "name": "§ 74",
        "title": null,
        "body": {
          "content": "<P>Nach dem Schlusse der Versteigerung sind die anwesenden Beteiligten über den Zuschlag zu hören.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008302310",
        "type": "article",
        "name": "§ 74a",
        "title": null,
        "body": {
          "content": "<P>(1) Bleibt das abgegebene Meistgebot einschließlich des Kapitalwertes der nach den Versteigerungsbedingungen bestehenbleibenden Rechte unter sieben Zehnteilen des Grundstückswertes, so kann ein Berechtigter, dessen Anspruch ganz oder teilweise durch das Meistgebot nicht gedeckt ist, aber bei einem Gebot in der genannten Höhe voraussichtlich gedeckt sein würde, die Versagung des Zuschlags beantragen. Der Antrag ist abzulehnen, wenn der betreibende Gläubiger widerspricht und glaubhaft macht, daß ihm durch die Versagung des Zuschlags ein unverhältnismäßiger Nachteil erwachsen würde.</P><P>(2) Der Antrag auf Versagung des Zuschlags kann nur bis zum Schluß der Verhandlung über den Zuschlag gestellt werden; das gleiche gilt von der Erklärung des Widerspruchs.</P><P>(3) Wird der Zuschlag gemäß Absatz 1 versagt, so ist von Amts wegen ein neuer Versteigerungstermin zu bestimmen. Der Zeitraum zwischen den beiden Terminen soll, sofern nicht nach den besonderen Verhältnissen des Einzelfalles etwas anderes geboten ist, mindestens drei Monate betragen, darf aber sechs Monate nicht übersteigen.</P><P>(4) In dem neuen Versteigerungstermin darf der Zuschlag weder aus den Gründen des Absatzes 1 noch aus denen des § 85a Abs. 1 versagt werden.</P><P>(5) Der Grundstückswert (Verkehrswert) wird vom Vollstreckungsgericht, nötigenfalls nach Anhörung von Sachverständigen, festgesetzt. Der Wert der beweglichen Gegenstände, auf die sich die Versteigerung erstreckt, ist unter Würdigung aller Verhältnisse frei zu schätzen. Der Beschluß über die Festsetzung des Grundstückswertes ist mit der sofortigen Beschwerde anfechtbar. Der Zuschlag oder die Versagung des Zuschlags können mit der Begründung, daß der Grundstückswert unrichtig festgesetzt sei, nicht angefochten werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008400302",
        "type": "article",
        "name": "§ 74b",
        "title": null,
        "body": {
          "content": "<P>Ist das Meistgebot von einem zur Befriedigung aus dem Grundstück Berechtigten abgegeben worden, so findet § 74a keine Anwendung, wenn das Gebot einschließlich des Kapitalwertes der nach den Versteigerungsbedingungen bestehenbleibenden Rechte zusammen mit dem Betrage, mit dem der Meistbietende bei der Verteilung des Erlöses ausfallen würde, sieben Zehnteile des Grundstückswertes erreicht und dieser Betrag im Range unmittelbar hinter dem letzten Betrage steht, der durch das Gebot noch gedeckt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008501301",
        "type": "article",
        "name": "§ 75",
        "title": null,
        "body": {
          "content": "<P>Das Verfahren wird eingestellt, wenn der Schuldner im Versteigerungstermin einen Einzahlungs- oder Überweisungsnachweis einer Bank oder Sparkasse oder eine öffentliche Urkunde vorlegt, aus der sich ergibt, dass der Schuldner oder ein Dritter, der berechtigt ist, den Gläubiger zu befriedigen, den zur Befriedigung und zur Deckung der Kosten erforderlichen Betrag an die Gerichtskasse gezahlt hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008600302",
        "type": "article",
        "name": "§ 76",
        "title": null,
        "body": {
          "content": "<P>(1) Wird bei der Versteigerung mehrerer Grundstücke auf eines oder einige so viel geboten, daß der Anspruch des Gläubigers gedeckt ist, so wird das Verfahren in Ansehung der übrigen Grundstücke einstweilen eingestellt; die Einstellung unterbleibt, wenn sie dem berechtigten Interesse des Gläubigers widerspricht.</P><P>(2) Ist die einstweilige Einstellung erfolgt, so kann der Gläubiger die Fortsetzung des Verfahrens verlangen, wenn er ein berechtigtes Interesse daran hat, insbesondere wenn er im Verteilungstermin nicht befriedigt worden ist. Beantragt der Gläubiger die Fortsetzung nicht vor dem Ablauf von drei Monaten nach dem Verteilungstermin, so gilt der Versteigerungsantrag als zurückgenommen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008700302",
        "type": "article",
        "name": "§ 77",
        "title": null,
        "body": {
          "content": "<P>(1) Ist ein Gebot nicht abgegeben oder sind sämtliche Gebote erloschen, so wird das Verfahren einstweilen eingestellt.</P><P>(2) Bleibt die Versteigerung in einem zweiten Termin gleichfalls ergebnislos, so wird das Verfahren aufgehoben. Liegen die Voraussetzungen für die Anordnung der Zwangsverwaltung vor, so kann auf Antrag des Gläubigers das Gericht anordnen, daß das Verfahren als Zwangsverwaltung fortgesetzt wird. In einem solchen Fall bleiben die Wirkungen der für die Zwangsversteigerung erfolgten Beschlagnahme bestehen; die Vorschrift des § 155 Abs. 1 findet jedoch auf die Kosten der Zwangsversteigerung keine Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNE008800302",
        "type": "article",
        "name": "§ 78",
        "title": null,
        "body": {
          "content": "<P>Vorgänge in dem Termin, die für die Entscheidung über den Zuschlag oder für das Recht eines Beteiligten in Betracht kommen, sind durch das Protokoll festzustellen; bleibt streitig, ob oder für welches Gebot der Zuschlag zu erteilen ist, so ist das Sachverhältnis mit den gestellten Anträgen in das Protokoll aufzunehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000800302"
        }
      },
      {
        "id": "BJNR000970897BJNG000900302",
        "type": "heading",
        "name": "VI.",
        "title": "Entscheidung über den Zuschlag",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE008900302",
        "type": "article",
        "name": "§ 79",
        "title": null,
        "body": {
          "content": "<P>Bei der Beschlußfassung über den Zuschlag ist das Gericht an eine Entscheidung, die es vorher getroffen hat, nicht gebunden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009000302",
        "type": "article",
        "name": "§ 80",
        "title": null,
        "body": {
          "content": "<P>Vorgänge in dem Versteigerungstermin, die nicht aus dem Protokoll ersichtlich sind, werden bei der Entscheidung über den Zuschlag nicht berücksichtigt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009100302",
        "type": "article",
        "name": "§ 81",
        "title": null,
        "body": {
          "content": "<P>(1) Der Zuschlag ist dem Meistbietenden zu erteilen.</P><P>(2) Hat der Meistbietende das Recht aus dem Meistgebot an einen anderen abgetreten und dieser die Verpflichtung aus dem Meistgebot übernommen, so ist, wenn die Erklärungen im Versteigerungstermin abgegeben oder nachträglich durch öffentlich beglaubigte Urkunden nachgewiesen werden, der Zuschlag nicht dem Meistbietenden, sondern dem anderen zu erteilen.</P><P>(3) Erklärt der Meistbietende im Termin oder nachträglich in einer öffentlich beglaubigten Urkunde, daß er für einen anderen geboten habe, so ist diesem der Zuschlag zu erteilen, wenn die Vertretungsmacht des Meistbietenden oder die Zustimmung des anderen entweder bei dem Gericht offenkundig ist oder durch eine öffentlich beglaubigte Urkunde nachgewiesen wird.</P><P>(4) Wird der Zuschlag erteilt, so haften der Meistbietende und der Ersteher als Gesamtschuldner.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009203301",
        "type": "article",
        "name": "§ 82",
        "title": null,
        "body": {
          "content": "<P>In dem Beschluß, durch welchen der Zuschlag erteilt wird, sind das Grundstück, der Ersteher, das Gebot und die Versteigerungsbedingungen zu bezeichnen; auch sind im Falle des § 69 Abs. 3 der Bürge unter Angabe der Höhe seiner Schuld und im Falle des § 81 Abs. 4 der Meistbietende für mithaftend zu erklären.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009302301",
        "type": "article",
        "name": "§ 83",
        "title": null,
        "body": {
          "content": "<P>Der Zuschlag ist zu versagen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn die Vorschrift des § 43 Abs. 2 oder eine der Vorschriften über die Feststellung des geringsten Gebots oder der Versteigerungsbedingungen verletzt ist;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn bei der Versteigerung mehrerer Grundstücke das Einzelausgebot oder das Gesamtausgebot den Vorschriften des § 63 Abs. 1, Abs. 2 Satz 1, Abs. 4 zuwider unterblieben ist;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn in den Fällen des § 64 Abs. 2 Satz 1, Abs. 3 die Hypothek, Grundschuld oder Rentenschuld oder das Recht eines gleich- oder nachstehenden Beteiligten, der dem Gläubiger vorgeht, durch das Gesamtergebnis der Einzelausgebote nicht gedeckt werden;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn die nach der Aufforderung zur Abgabe von Geboten erfolgte Anmeldung oder Glaubhaftmachung eines Rechts ohne Beachtung der Vorschrift des § 66 Abs. 2 zurückgewiesen ist;</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn der Zwangsversteigerung oder der Fortsetzung des Verfahrens das Recht eines Beteiligten entgegensteht;</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn die Zwangsversteigerung oder die Fortsetzung des Verfahrens aus einem sonstigen Grund unzulässig ist;</LA></DD> <DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn eine der Vorschriften des § 43 Abs. 1 oder des § 73 Abs. 1 verletzt ist;</LA></DD> <DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">wenn die nach § 68 Abs. 2 und 3 verlangte Sicherheitsleistung nicht bis zur Entscheidung über den Zuschlag geleistet worden ist.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009400302",
        "type": "article",
        "name": "§ 84",
        "title": null,
        "body": {
          "content": "<P>(1) Die im § 83 Nr. 1 bis 5 bezeichneten Versagungsgründe stehen der Erteilung des Zuschlags nicht entgegen, wenn das Recht des Beteiligten durch den Zuschlag nicht beeinträchtigt wird oder wenn der Beteiligte das Verfahren genehmigt.</P><P>(2) Die Genehmigung ist durch eine öffentlich beglaubigte Urkunde nachzuweisen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009502301",
        "type": "article",
        "name": "§ 85",
        "title": null,
        "body": {
          "content": "<P>(1) Der Zuschlag ist zu versagen, wenn vor dem Schluß der Verhandlung ein Beteiligter, dessen Recht durch den Zuschlag beeinträchtigt werden würde und der nicht zu den Berechtigten des § 74a Abs. 1 gehört, die Bestimmung eines neuen Versteigerungstermins beantragt und sich zugleich zum Ersatz des durch die Versagung des Zuschlags entstehenden Schadens verpflichtet, auch auf Verlangen eines anderen Beteiligten Sicherheit leistet. Die Vorschriften des § 67 Abs. 3 und des § 69 sind entsprechend anzuwenden. Die Sicherheit ist in Höhe des bis zum Verteilungstermin zu berichtigenden Teils des bisherigen Meistgebots zu leisten.</P><P>(2) Die neue Terminsbestimmung ist auch dem Meistbietenden zuzustellen.</P><P>(3) Für die weitere Versteigerung gilt das bisherige Meistgebot mit Zinsen von dem durch Zahlung zu berichtigenden Teil des Meistgebots unter Hinzurechnung derjenigen Mehrkosten, welche aus dem Versteigerungserlös zu entnehmen sind, als ein von dem Beteiligten abgegebenes Gebot.</P><P>(4) In dem fortgesetzten Verfahren findet die Vorschrift des Absatzes 1 keine Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE022200301",
        "type": "article",
        "name": "§ 85a",
        "title": null,
        "body": {
          "content": "<P>(1) Der Zuschlag ist ferner zu versagen, wenn das abgegebene Meistgebot einschließlich des Kapitalwertes der nach den Versteigerungsbedingungen bestehenbleibenden Rechte die Hälfte des Grundstückswertes nicht erreicht.</P><P>(2) § 74a Abs. 3, 5 ist entsprechend anzuwenden. In dem neuen Versteigerungstermin darf der Zuschlag weder aus den Gründen des Absatzes 1 noch aus denen des § 74a Abs. 1 versagt werden.</P><P>(3) Ist das Meistgebot von einem zur Befriedigung aus dem Grundstück Berechtigten abgegeben worden, so ist Absatz 1 nicht anzuwenden, wenn das Gebot einschließlich des Kapitalwertes der nach den Versteigerungsbedingungen bestehenbleibenden Rechte zusammen mit dem Betrag, mit dem der Meistbietende bei der Verteilung des Erlöses ausfallen würde, die Hälfte des Grundstückswertes erreicht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009600302",
        "type": "article",
        "name": "§ 86",
        "title": null,
        "body": {
          "content": "<P>Die rechtskräftige Versagung des Zuschlags wirkt, wenn die Fortsetzung des Verfahrens zulässig ist, wie eine einstweilige Einstellung, anderenfalls wie die Aufhebung des Verfahrens.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009700302",
        "type": "article",
        "name": "§ 87",
        "title": null,
        "body": {
          "content": "<P>(1) Der Beschluß, durch welchen der Zuschlag erteilt oder versagt wird, ist in dem Versteigerungstermin oder in einem sofort zu bestimmenden Termin zu verkünden.</P><P>(2) Der Verkündungstermin soll nicht über eine Woche hinaus bestimmt werden. Die Bestimmung des Termins ist zu verkünden und durch Anheftung an die Gerichtstafel bekanntzumachen.</P><P>(3) Sind nachträglich Tatsachen oder Beweismittel vorgebracht, so sollen in dem Verkündungstermin die anwesenden Beteiligten hierüber gehört werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009803301",
        "type": "article",
        "name": "§ 88",
        "title": null,
        "body": {
          "content": "<P>Der Beschluß, durch welchen der Zuschlag erteilt wird, ist den Beteiligten, soweit sie weder im Versteigerungstermine noch im Verkündungstermin erschienen sind, und dem Ersteher sowie im Falle des § 69 Abs. 3 dem für mithaftend erklärten Bürgen und im Falle des § 81 Abs. 4 dem Meistbietenden zuzustellen. Als Beteiligte gelten auch diejenigen, welche das angemeldete Recht noch glaubhaft zu machen haben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE009900302",
        "type": "article",
        "name": "§ 89",
        "title": null,
        "body": {
          "content": "<P>Der Zuschlag wird mit der Verkündung wirksam.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE010000302",
        "type": "article",
        "name": "§ 90",
        "title": null,
        "body": {
          "content": "<P>(1) Durch den Zuschlag wird der Ersteher Eigentümer des Grundstücks, sofern nicht im Beschwerdewege der Beschluß rechtskräftig aufgehoben wird.</P><P>(2) Mit dem Grundstück erwirbt er zugleich die Gegenstände, auf welche sich die Versteigerung erstreckt hat.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE010100302",
        "type": "article",
        "name": "§ 91",
        "title": null,
        "body": {
          "content": "<P>(1) Durch den Zuschlag erlöschen unter der im § 90 Abs. 1 bestimmten Voraussetzung die Rechte, welche nicht nach den Versteigerungsbedingungen bestehenbleiben sollen.</P><P>(2) Ein Recht an dem Grundstück bleibt jedoch bestehen, wenn dies zwischen dem Berechtigten und dem Ersteher vereinbart ist und die Erklärungen entweder im Verteilungstermin abgegeben oder, bevor das Grundbuchamt um Berichtigung des Grundbuchs ersucht ist, durch eine öffentlich beglaubigte Urkunde nachgewiesen werden.</P><P>(3) Im Falle des Absatzes 2 vermindert sich der durch Zahlung zu berichtigende Teil des Meistgebots um den Betrag, welcher sonst dem Berechtigten gebühren würde. Im übrigen wirkt die Vereinbarung wie die Befriedigung des Berechtigten aus dem Grundstück.</P><P>(4) Das Erlöschen eines Rechts, dessen Inhaber zur Zeit des Erlöschens nach § 1179a des Bürgerlichen Gesetzbuchs die Löschung einer bestehenbleibenden Hypothek, Grundschuld oder Rentenschuld verlangen kann, hat nicht das Erlöschen dieses Anspruchs zur Folge. Der Anspruch erlischt, wenn der Berechtigte aus dem Grundstück befriedigt wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE010200302",
        "type": "article",
        "name": "§ 92",
        "title": null,
        "body": {
          "content": "<P>(1) Erlischt durch den Zuschlag ein Recht, das nicht auf Zahlung eines Kapitals gerichtet ist, so tritt an die Stelle des Rechts der Anspruch auf Ersatz des Wertes aus dem Versteigerungserlös.</P><P>(2) Der Ersatz für einen Nießbrauch, für eine beschränkte persönliche Dienstbarkeit sowie für eine Reallast von unbestimmter Dauer ist durch Zahlung einer Geldrente zu leisten, die dem Jahreswert des Rechts gleichkommt. Der Betrag ist für drei Monate vorauszuzahlen. Der Anspruch auf eine fällig gewordene Zahlung verbleibt dem Berechtigten auch dann, wenn das Recht auf die Rente vor dem Ablauf der drei Monate erlischt.</P><P>(3) Bei ablösbaren Rechten bestimmt sich der Betrag der Ersatzleistung durch die Ablösungssumme.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE010300302",
        "type": "article",
        "name": "§ 93",
        "title": null,
        "body": {
          "content": "<P>(1) Aus dem Beschluß, durch welchen der Zuschlag erteilt wird, findet gegen den Besitzer des Grundstücks oder einer mitversteigerten Sache die Zwangsvollstreckung auf Räumung und Herausgabe statt. Die Zwangsvollstreckung soll nicht erfolgen, wenn der Besitzer auf Grund eines Rechts besitzt, das durch den Zuschlag nicht erloschen ist. Erfolgt gleichwohl die Zwangsvollstreckung, so kann der Besitzer nach Maßgabe des § 771 der Zivilprozeßordnung Widerspruch erheben.</P><P>(2) Zum Ersatz von Verwendungen, die vor dem Zuschlag gemacht sind, ist der Ersteher nicht verpflichtet.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNE010400302",
        "type": "article",
        "name": "§ 94",
        "title": null,
        "body": {
          "content": "<P>(1) Auf Antrag eines Beteiligten, der Befriedigung aus dem Bargebot zu erwarten hat, ist das Grundstück für Rechnung des Erstehers in gerichtliche Verwaltung zu nehmen, solange nicht die Zahlung oder Hinterlegung erfolgt ist. Der Antrag kann schon im Versteigerungstermin gestellt werden.</P><P>(2) Auf die Bestellung des Verwalters sowie auf dessen Rechte und Pflichten finden die Vorschriften über die Zwangsverwaltung entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000900302"
        }
      },
      {
        "id": "BJNR000970897BJNG001000302",
        "type": "heading",
        "name": "VII.",
        "title": "Beschwerde",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE010501310",
        "type": "article",
        "name": "§ 95",
        "title": null,
        "body": {
          "content": "<P>Gegen eine Entscheidung, die vor der Beschlußfassung über den Zuschlag erfolgt, kann die sofortige Beschwerde nur eingelegt werden, soweit die Entscheidung die Anordnung, Aufhebung, einstweilige Einstellung oder Fortsetzung des Verfahrens betrifft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE010601310",
        "type": "article",
        "name": "§ 96",
        "title": null,
        "body": {
          "content": "<P>Auf die Beschwerde gegen die Entscheidung über den Zuschlag finden die Vorschriften der Zivilprozeßordnung über die Beschwerde nur insoweit Anwendung, als nicht in den §§ 97 bis 104 ein anderes vorgeschrieben ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE010700302",
        "type": "article",
        "name": "§ 97",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschwerde steht im Falle der Erteilung des Zuschlags jedem Beteiligten sowie dem Ersteher und dem für zahlungspflichtig erklärten Dritten, im Falle der Versagung dem Gläubiger zu, in beiden Fällen auch dem Bieter, dessen Gebot nicht erloschen ist, sowie demjenigen, welcher nach § 81 an die Stelle des Bieters treten soll.</P><P>(2) Im Falle des § 9 Nr. 2 genügt es, wenn die Anmeldung und Glaubhaftmachung des Rechts bei dem Beschwerdegericht erfolgt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE010800302",
        "type": "article",
        "name": "§ 98",
        "title": null,
        "body": {
          "content": "<P>Die Frist für die Beschwerde gegen einen Beschluß des Vollstreckungsgerichts, durch welchen der Zuschlag versagt wird, beginnt mit der Verkündung des Beschlusses. Das gleiche gilt im Falle der Erteilung des Zuschlags für die Beteiligten, welche im Versteigerungstermin oder im Verkündungstermin erschienen waren.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE010900302",
        "type": "article",
        "name": "§ 99",
        "title": null,
        "body": {
          "content": "<P>(1) Erachtet das Beschwerdegericht eine Gegenerklärung für erforderlich, so hat es zu bestimmen, wer als Gegner des Beschwerdeführers zuzuziehen ist.</P><P>(2) Mehrere Beschwerden sind miteinander zu verbinden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE011001301",
        "type": "article",
        "name": "§ 100",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschwerde kann nur darauf gestützt werden, daß eine der Vorschriften der §§ 81, 83 bis 85a verletzt oder daß der Zuschlag unter anderen als den der Versteigerung zugrunde gelegten Bedingungen erteilt ist.</P><P>(2) Auf einen Grund, der nur das Recht eines anderen betrifft, kann weder die Beschwerde noch ein Antrag auf deren Zurückweisung gestützt werden.</P><P>(3) Die im § 83 Nr. 6, 7 bezeichneten Versagungsgründe hat das Beschwerdegericht von Amts wegen zu berücksichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE011101310",
        "type": "article",
        "name": "§ 101",
        "title": null,
        "body": {
          "content": "<P>(1) Wird die Beschwerde für begründet erachtet, so hat das Beschwerdegericht unter Aufhebung des angefochtenen Beschlusses in der Sache selbst zu entscheiden.</P><P>(2) Wird ein Beschluß, durch welchen der Zuschlag erteilt ist, aufgehoben, auf Rechtsbeschwerde aber für begründet erachtet, so ist unter Aufhebung des Beschlusses des Beschwerdegerichts die gegen die Erteilung des Zuschlags erhobene Beschwerde zurückzuweisen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE011201310",
        "type": "article",
        "name": "§ 102",
        "title": null,
        "body": {
          "content": "<P>Hat das Beschwerdegericht den Beschluß, durch welchen der Zuschlag erteilt war, nach der Verteilung des Versteigerungserlöses aufgehoben, so steht die Rechtsbeschwerde, wenn das Beschwerdegericht sie zugelassen hat, auch denjenigen zu, welchen der Erlös zugeteilt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE011303301",
        "type": "article",
        "name": "§ 103",
        "title": null,
        "body": {
          "content": "<P>Der Beschluß des Beschwerdegerichts ist, wenn der angefochtene Beschluß aufgehoben oder abgeändert wird, allen Beteiligten und demjenigen Bieter, welchem der Zuschlag verweigert oder erteilt wird, sowie im Falle des § 69 Abs. 3 dem für mithaftend erklärten Bürgen und in den Fällen des § 81 Abs. 2, 3 dem Meistbietenden zuzustellen. Wird die Beschwerde zurückgewiesen, so erfolgt die Zustellung des Beschlusses nur an den Beschwerdeführer und den zugezogenen Gegner.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNE011400302",
        "type": "article",
        "name": "§ 104",
        "title": null,
        "body": {
          "content": "<P>Der Beschluß, durch welchen das Beschwerdegericht den Zuschlag erteilt, wird erst mit der Zustellung an den Ersteher wirksam.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001000302"
        }
      },
      {
        "id": "BJNR000970897BJNG001100302",
        "type": "heading",
        "name": "VIII.",
        "title": "Verteilung des Erlöses",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE011503301",
        "type": "article",
        "name": "§ 105",
        "title": null,
        "body": {
          "content": "<P>(1) Nach der Erteilung des Zuschlags hat das Gericht einen Termin zur Verteilung des Versteigerungserlöses zu bestimmen.</P><P>(2) Die Terminsbestimmung ist den Beteiligten und dem Ersteher sowie im Falle des § 69 Abs. 3 dem für mithaftend erklärten Bürgen und in den Fällen des § 81 Abs. 2, 3 dem Meistbietenden zuzustellen. Als Beteiligte gelten auch diejenigen, welche das angemeldete Recht noch glaubhaft zu machen haben.</P><P>(3) Die Terminsbestimmung soll an die Gerichtstafel angeheftet werden.</P><P>(4) Ist die Terminsbestimmung dem Ersteher und im Falle des § 69 Abs. 3 auch dem für mithaftend erklärten Bürgen sowie in den Fällen des § 81 Abs. 2, 3 auch dem Meistbietenden nicht zwei Wochen vor dem Termin zugestellt, so ist der Termin aufzuheben und von neuem zu bestimmen, sofern nicht das Verfahren genehmigt wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE011600302",
        "type": "article",
        "name": "§ 106",
        "title": null,
        "body": {
          "content": "<P>Zur Vorbereitung des Verteilungsverfahrens kann das Gericht in der Terminsbestimmung die Beteiligten auffordern, binnen zwei Wochen eine Berechnung ihrer Ansprüche einzureichen. In diesem Fall hat das Gericht nach dem Ablauf der Frist den Teilungsplan anzufertigen und ihn spätestens drei Tage vor dem Termin auf der Geschäftsstelle zur Einsicht der Beteiligten niederzulegen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE011702301",
        "type": "article",
        "name": "§ 107",
        "title": null,
        "body": {
          "content": "<P>(1) In dem Verteilungstermin ist festzustellen, wieviel die zu verteilende Masse beträgt. Zu der Masse gehört auch der Erlös aus denjenigen Gegenständen, welche im Falle des § 65 besonders versteigert oder anderweit verwertet sind.</P><P>(2) Die von dem Ersteher im Termin zu leistende Zahlung erfolgt an das Gericht. § 49 Abs. 3 gilt entsprechend.</P><P>(3) Ein Geldbetrag, der zur Sicherheit für das Gebot des Erstehers bei der Gerichtskasse einbezahlt ist, wird auf die Zahlung nach Absatz 2 Satz 1 angerechnet.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE011801307",
        "type": "article",
        "name": "§ 108",
        "title": "(weggefallen)",
        "body": null,
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE011900302",
        "type": "article",
        "name": "§ 109",
        "title": null,
        "body": {
          "content": "<P>(1) Aus dem Versteigerungserlös sind die Kosten des Verfahrens vorweg zu entnehmen, mit Ausnahme der durch die Anordnung des Verfahrens oder den Beitritt eines Gläubigers, durch den Zuschlag oder durch nachträgliche Verteilungsverhandlungen entstehenden Kosten.</P><P>(2) Der Überschuß wird auf die Rechte, welche durch Zahlung zu decken sind, verteilt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012000302",
        "type": "article",
        "name": "§ 110",
        "title": null,
        "body": {
          "content": "<P>Rechte, die ungeachtet der im § 37 Nr. 4 bestimmten Aufforderung nicht rechtzeitig angemeldet oder glaubhaft gemacht worden sind, stehen bei der Verteilung den übrigen Rechten nach.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012100302",
        "type": "article",
        "name": "§ 111",
        "title": null,
        "body": {
          "content": "<P>Ein betagter Anspruch gilt als fällig. Ist der Anspruch unverzinslich, so gebührt dem Berechtigten nur die Summe, welche mit Hinzurechnung der gesetzlichen Zinsen für die Zeit von der Zahlung bis zur Fälligkeit dem Betrag des Anspruchs gleichkommt; solange die Zeit der Fälligkeit ungewiß ist, gilt der Anspruch als aufschiebend bedingt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012200302",
        "type": "article",
        "name": "§ 112",
        "title": null,
        "body": {
          "content": "<P>(1) Ist bei der Versteigerung mehrerer Grundstücke der Zuschlag auf Grund eines Gesamtausgebots erteilt und wird eine Verteilung des Erlöses auf die einzelnen Grundstücke notwendig, so wird aus dem Erlös zunächst der Betrag entnommen, welcher zur Deckung der Kosten sowie zur Befriedigung derjenigen bei der Feststellung des geringsten Gebots berücksichtigten und durch Zahlung zu deckenden Rechte erforderlich ist, für welche die Grundstücke ungeteilt haften.</P><P>(2) Der Überschuß wird auf die einzelnen Grundstücke nach dem Verhältnis des Wertes der Grundstücke verteilt. Dem Überschuß wird der Betrag der Rechte, welche nach § 91 nicht erlöschen, hinzugerechnet. Auf den einem Grundstück zufallenden Anteil am Erlös wird der Betrag der Rechte, welche an diesem Grundstück bestehen bleiben, angerechnet. Besteht ein solches Recht an mehreren der versteigerten Grundstücke, so ist bei jedem von ihnen nur ein dem Verhältnis des Wertes der Grundstücke entsprechender Teilbetrag in Anrechnung zu bringen.</P><P>(3) Reicht der nach Absatz 2 auf das einzelne Grundstück entfallende Anteil am Erlös nicht zur Befriedigung derjenigen Ansprüche aus, welche nach Maßgabe des geringsten Gebots durch Zahlung zu berichtigen sind oder welche durch das bei dem Einzelausgebot für das Grundstück erzielte Meistgebot gedeckt werden, so erhöht sich der Anteil um den Fehlbetrag.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012300302",
        "type": "article",
        "name": "§ 113",
        "title": null,
        "body": {
          "content": "<P>(1) In dem Verteilungstermin wird nach Anhörung der anwesenden Beteiligten von dem Gericht, nötigenfalls mit Hilfe eines Rechnungsverständigen, der Teilungsplan aufgestellt.</P><P>(2) In dem Plan sind auch die nach § 91 nicht erlöschenden Rechte anzugeben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012400302",
        "type": "article",
        "name": "§ 114",
        "title": null,
        "body": {
          "content": "<P>(1) In den Teilungsplan sind Ansprüche, soweit ihr Betrag oder ihr Höchstbetrag zur Zeit der Eintragung des Versteigerungsvermerks aus dem Grundbuch ersichtlich war, nach dem Inhalt des Buches, im übrigen nur dann aufzunehmen, wenn sie spätestens in dem Termin angemeldet sind. Die Ansprüche des Gläubigers gelten als angemeldet, soweit sie sich aus dem Versteigerungsantrag ergeben.</P><P>(2) Laufende Beträge wiederkehrender Leistungen, die nach dem Inhalt des Grundbuchs zu entrichten sind, brauchen nicht angemeldet zu werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012501301",
        "type": "article",
        "name": "§ 114a",
        "title": null,
        "body": {
          "content": "<P>Ist der Zuschlag einem zur Befriedigung aus dem Grundstück Berechtigten zu einem Gebot erteilt, das einschließlich des Kapitalwertes der nach den Versteigerungsbedingungen bestehenbleibenden Rechte hinter sieben Zehnteilen des Grundstückswertes zurückbleibt, so gilt der Ersteher auch insoweit als aus dem Grundstück befriedigt, als sein Anspruch durch das abgegebene Meistgebot nicht gedeckt ist, aber bei einem Gebot zum Betrage der Sieben-Zehnteile-Grenze gedeckt sein würde. Hierbei sind dem Anspruch des Erstehers vorgehende oder gleichstehende Rechte, die erlöschen, nicht zu berücksichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012600302",
        "type": "article",
        "name": "§ 115",
        "title": null,
        "body": {
          "content": "<P>(1) Über den Teilungsplan wird sofort verhandelt. Auf die Verhandlung sowie auf die Erledigung erhobener Widersprüche und die Ausführung des Planes finden die §§ 876 bis 882 der Zivilprozeßordnung entsprechende Anwendung.</P><P>(2) Ist ein vor dem Termin angemeldeter Anspruch nicht nach dem Antrag in den Plan aufgenommen, so gilt die Anmeldung als Widerspruch gegen den Plan.</P><P>(3) Der Widerspruch des Schuldners gegen einen vollstreckbaren Anspruch wird nach den §§ 767, 769, 770 der Zivilprozeßordnung erledigt.</P><P>(4) Soweit der Schuldner durch Sicherheitsleistung oder Hinterlegung die Befriedigung eines solchen Anspruchs abwenden darf, unterbleibt die Ausführung des Planes, wenn die Sicherheit geleistet oder die Hinterlegung erfolgt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012703301",
        "type": "article",
        "name": "§ 116",
        "title": null,
        "body": {
          "content": "<P>Die Ausführung des Teilungsplans soll bis zur Rechtskraft des Zuschlags ausgesetzt werden, wenn der Ersteher oder im Falle des § 69 Abs. 3 der für mithaftend erklärte Bürge sowie in den Fällen des § 81 Abs. 2, 3 der Meistbietende die Aussetzung beantragt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012802301",
        "type": "article",
        "name": "§ 117",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit der Versteigerungserlös in Geld vorhanden ist, wird der Teilungsplan durch Zahlung an die Berechtigten ausgeführt. Die Zahlung ist unbar zu leisten.</P><P>(2) Die Auszahlung an einen im Termin nicht erschienenen Berechtigten ist von Amts wegen anzuordnen. Die Art der Auszahlung bestimmt sich nach den Landesgesetzen. Kann die Auszahlung nicht erfolgen, so ist der Betrag für den Berechtigten zu hinterlegen.</P><P>(3) Im Falle der Hinterlegung des Erlöses kann statt der Zahlung eine Anweisung auf den hinterlegten Betrag erteilt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE012904301",
        "type": "article",
        "name": "§ 118",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit das Bargebot nicht berichtigt wird, ist der Teilungsplan dadurch auszuführen, daß die Forderung gegen den Ersteher auf die Berechtigten übertragen und im Falle des § 69 Abs. 3 gegen den für mithaftend erklärten Bürgen auf die Berechtigten mitübertragen wird; Übertragung und Mitübertragung erfolgen durch Anordnung des Gerichts.</P><P>(2) Die Übertragung wirkt wie die Befriedigung aus dem Grundstück. Diese Wirkung tritt jedoch im Falle des Absatzes 1 nicht ein, wenn vor dem Ablauf von drei Monaten der Berechtigte dem Gericht gegenüber den Verzicht auf die Rechte aus der Übertragung erklärt oder die Zwangsversteigerung beantragt. Wird der Antrag auf Zwangsversteigerung zurückgenommen oder das Verfahren nach § 31 Abs. 2 aufgehoben, so gilt er als nicht gestellt. Im Falle des Verzichts soll das Gericht die Erklärung dem Ersteher sowie demjenigen mitteilen, auf welchen die Forderung infolge des Verzichts übergeht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013000302",
        "type": "article",
        "name": "§ 119",
        "title": null,
        "body": {
          "content": "<P>Wird auf einen bedingten Anspruch ein Betrag zugeteilt, so ist durch den Teilungsplan festzustellen, wie der Betrag anderweit verteilt werden soll, wenn der Anspruch wegfällt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013100302",
        "type": "article",
        "name": "§ 120",
        "title": null,
        "body": {
          "content": "<P>(1) Ist der Anspruch aufschiebend bedingt, so ist der Betrag für die Berechtigten zu hinterlegen. Soweit der Betrag nicht gezahlt ist, wird die Forderung gegen den Ersteher auf die Berechtigten übertragen. Die Hinterlegung sowie die Übertragung erfolgt für jeden unter der entsprechenden Bedingung.</P><P>(2) Während der Schwebezeit gelten für die Anlegung des hinterlegten Geldes, für die Kündigung und Einziehung der übertragenen Forderung sowie für die Anlegung des eingezogenen Geldes die Vorschriften der §§ 1077 bis 1079 des Bürgerlichen Gesetzbuchs; die Art der Anlegung bestimmt derjenige, welchem der Betrag gebührt, wenn die Bedingung ausfällt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013200302",
        "type": "article",
        "name": "§ 121",
        "title": null,
        "body": {
          "content": "<P>(1) In den Fällen des § 92 Abs. 2 ist für den Ersatzanspruch in den Teilungsplan ein Betrag aufzunehmen, welcher der Summe aller künftigen Leistungen gleichkommt, den fünfundzwanzigfachen Betrag einer Jahresleistung jedoch nicht übersteigt; zugleich ist zu bestimmen, daß aus den Zinsen und dem Betrag selbst die einzelnen Leistungen zur Zeit der Fälligkeit zu entnehmen sind.</P><P>(2) Die Vorschriften der §§ 119, 120 finden entsprechende Anwendung; die Art der Anlegung des Geldes bestimmt der zunächst Berechtigte.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013300302",
        "type": "article",
        "name": "§ 122",
        "title": null,
        "body": {
          "content": "<P>(1) Sind mehrere für den Anspruch eines Beteiligten haftende Grundstücke in demselben Verfahren versteigert worden, so ist, unbeschadet der Vorschrift des § 1132 Abs. 1 Satz 2 des Bürgerlichen Gesetzbuchs, bei jedem einzelnen Grundstück nur ein nach dem Verhältnis der Erlöse zu bestimmender Betrag in den Teilungsplan aufzunehmen. Der Erlös wird unter Abzug des Betrags der Ansprüche berechnet, welche dem Anspruch des Beteiligten vorgehen.</P><P>(2) Unterbleibt die Zahlung eines auf den Anspruch des Beteiligten zugeteilten Betrags, so ist der Anspruch bei jedem Grundstück in Höhe dieses Betrags in den Plan aufzunehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013400302",
        "type": "article",
        "name": "§ 123",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit auf einen Anspruch, für den auch ein anderes Grundstück haftet, der zugeteilte Betrag nicht gezahlt wird, ist durch den Teilungsplan festzustellen, wie der Betrag anderweit verteilt werden soll, wenn das Recht auf Befriedigung aus dem zugeteilten Betrag nach Maßgabe der besonderen Vorschriften über die Gesamthypothek erlischt.</P><P>(2) Die Zuteilung ist dadurch auszuführen, daß die Forderung gegen den Ersteher unter der entsprechenden Bedingung übertragen wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013500302",
        "type": "article",
        "name": "§ 124",
        "title": null,
        "body": {
          "content": "<P>(1) Im Falle eines Widerspruchs gegen den Teilungsplan ist durch den Plan festzustellen, wie der streitige Betrag verteilt werden soll, wenn der Widerspruch für begründet erklärt wird.</P><P>(2) Die Vorschriften des § 120 finden entsprechende Anwendung; die Art der Anlegung bestimmt derjenige, welcher den Anspruch geltend macht.</P><P>(3) Das gleiche gilt, soweit nach § 115 Abs. 4 die Ausführung des Planes unterbleibt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013600302",
        "type": "article",
        "name": "§ 125",
        "title": null,
        "body": {
          "content": "<P>(1) Hat der Ersteher außer dem durch Zahlung zu berichtigenden Teil des Meistgebots einen weiteren Betrag nach den §§ 50, 51 zu zahlen, so ist durch den Teilungsplan festzustellen, wem dieser Betrag zugeteilt werden soll. Die Zuteilung ist dadurch auszuführen, daß die Forderung gegen den Ersteher übertragen wird.</P><P>(2) Ist ungewiß oder streitig, ob der weitere Betrag zu zahlen ist, so erfolgt die Zuteilung und Übertragung unter der entsprechenden Bedingung. Die §§ 878 bis 882 der Zivilprozeßordnung finden keine Anwendung.</P><P>(3) Die Übertragung hat nicht die Wirkung der Befriedigung aus dem Grundstück.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013700302",
        "type": "article",
        "name": "§ 126",
        "title": null,
        "body": {
          "content": "<P>(1) Ist für einen zugeteilten Betrag die Person des Berechtigten unbekannt, insbesondere bei einer Hypothek, Grundschuld oder Rentenschuld der Brief nicht vorgelegt, so ist durch den Teilungsplan festzustellen, wie der Betrag verteilt werden soll, wenn der Berechtigte nicht ermittelt wird.</P><P>(2) Der Betrag ist für den unbekannten Berechtigten zu hinterlegen. Soweit der Betrag nicht gezahlt wird, ist die Forderung gegen den Ersteher auf den Berechtigten zu übertragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013800302",
        "type": "article",
        "name": "§ 127",
        "title": null,
        "body": {
          "content": "<P>(1) Wird der Brief über eine infolge der Versteigerung erloschene Hypothek, Grundschuld oder Rentenschuld vorgelegt, so hat das Gericht ihn unbrauchbar zu machen. Ist das Recht nur zum Teil erloschen, so ist dies auf dem Brief zu vermerken. Wird der Brief nicht vorgelegt, so kann das Gericht ihn von dem Berechtigten einfordern.</P><P>(2) Im Falle der Vorlegung eines vollstreckbaren Titels über einen Anspruch, auf welchen ein Betrag zugeteilt wird, hat das Gericht auf dem Titel zu vermerken, in welchem Umfang der Betrag durch Zahlung, Hinterlegung oder Übertragung gedeckt worden ist.</P><P>(3) Der Wortlaut der Vermerke ist durch das Protokoll festzustellen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE013901301",
        "type": "article",
        "name": "§ 128",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit für einen Anspruch die Forderung gegen den Ersteher übertragen wird, ist für die Forderung eine Sicherungshypothek an dem Grundstück mit dem Rang des Anspruchs einzutragen. War das Recht, aus welchem der Anspruch herrührt, nach dem Inhalt des Grundbuchs mit dem Recht eines Dritten belastet, so wird dieses Recht als Recht an der Forderung miteingetragen.</P><P>(2) Soweit die Forderung gegen den Ersteher unverteilt bleibt, wird eine Sicherungshypothek für denjenigen eingetragen, welcher zur Zeit des Zuschlags Eigentümer des Grundstücks war.</P><P>(3) Mit der Eintragung entsteht die Hypothek. Vereinigt sich die Hypothek mit dem Eigentum in einer Person, so kann sie nicht zum Nachteil eines Rechts, das bestehen geblieben ist, oder einer nach Absätzen 1, 2 eingetragenen Sicherungshypothek geltend gemacht werden.</P><P>(4) Wird das Grundstück von neuem versteigert, ist der zur Deckung der Hypothek erforderliche Betrag als Teil des Bargebots zu berücksichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014000302",
        "type": "article",
        "name": "§ 129",
        "title": null,
        "body": {
          "content": "<P>Die Sicherungshypothek für die im § 10 Nr. 1 bis 3 bezeichneten Ansprüche, für die im § 10 Nr. 4 bezeichneten Ansprüche auf wiederkehrende Leistungen und für die im § 10 Abs. 2 bezeichneten Kosten kann nicht zum Nachteil der Rechte, welche bestehen geblieben sind, und der übrigen nach § 128 Abs. 1, 2 eingetragenen Sicherungshypotheken geltend gemacht werden, es sei denn, daß vor dem Ablauf von sechs Monaten nach der Eintragung derjenige, welchem die Hypothek zusteht, die Zwangsversteigerung des Grundstücks beantragt. Wird der Antrag auf Zwangsversteigerung zurückgenommen oder das Verfahren nach § 31 Abs. 2 aufgehoben, so gilt er als nicht gestellt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014100302",
        "type": "article",
        "name": "§ 130",
        "title": null,
        "body": {
          "content": "<P>(1) Ist der Teilungsplan ausgeführt und der Zuschlag rechtskräftig, so ist das Grundbuchamt zu ersuchen, den Ersteher als Eigentümer einzutragen, den Versteigerungsvermerk sowie die durch den Zuschlag erloschenen Rechte zu löschen und die Eintragung der Sicherungshypotheken für die Forderung gegen den Ersteher zu bewirken. Bei der Eintragung der Hypotheken soll im Grundbuch ersichtlich gemacht werden, daß sie auf Grund eines Zwangsversteigerungsverfahrens erfolgt ist.</P><P>(2) Ergibt sich, daß ein bei der Feststellung des geringsten Gebots berücksichtigtes Recht nicht zur Entstehung gelangt oder daß es erloschen ist, so ist das Ersuchen auch auf die Löschung dieses Rechtes zu richten.</P><P>(3) Hat der Ersteher, bevor er als Eigentümer eingetragen worden ist, die Eintragung eines Rechts an dem versteigerten Grundstück bewilligt, so darf die Eintragung nicht vor der Erledigung des im Absatz 1 bezeichneten Ersuchens erfolgen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE020600302",
        "type": "article",
        "name": "§ 130a",
        "title": null,
        "body": {
          "content": "<P>(1) Soweit für den Gläubiger eines erloschenen Rechts gegenüber einer bestehenbleibenden Hypothek, Grundschuld oder Rentenschuld nach § 1179a des Bürgerlichen Gesetzbuchs die Wirkungen einer Vormerkung bestanden, fallen diese Wirkungen mit der Ausführung des Ersuchens nach § 130 weg.</P><P>(2) Ist bei einem solchen Recht der Löschungsanspruch nach § 1179a des Bürgerlichen Gesetzbuchs gegenüber einem bestehenbleibenden Recht nicht nach § 91 Abs. 4 Satz 2 erloschen, so ist das Ersuchen nach § 130 auf einen spätestens im Verteilungstermin zu stellenden Antrag des Anspruchsberechtigten jedoch auch darauf zu richten, daß für ihn bei dem bestehenbleibenden Recht eine Vormerkung zur Sicherung des sich aus der erloschenen Hypothek, Grundschuld oder Rentenschuld ergebenden Anspruchs auf Löschung einzutragen ist. Die Vormerkung sichert den Löschungsanspruch vom gleichen Zeitpunkt an, von dem ab die Wirkungen des § 1179a Abs. 1 Satz 3 des Bürgerlichen Gesetzbuchs bestanden. Wer durch die Eintragung der Vormerkung beeinträchtigt wird, kann von dem Berechtigten die Zustimmung zu deren Löschung verlangen, wenn diesem zur Zeit des Erlöschens seines Rechts ein Anspruch auf Löschung des bestehenbleibenden Rechts nicht zustand oder er auch bei Verwirklichung dieses Anspruchs eine weitere Befriedigung nicht erlangen würde; die Kosten der Löschung der Vormerkung und der dazu erforderlichen Erklärungen hat derjenige zu tragen, für den die Vormerkung eingetragen war.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014200302",
        "type": "article",
        "name": "§ 131",
        "title": null,
        "body": {
          "content": "<P>In den Fällen des § 130 Abs. 1 ist zur Löschung einer Hypothek, einer Grundschuld oder einer Rentenschuld, im Falle des § 128 zur Eintragung des Vorranges einer Sicherungshypothek die Vorlegung des über das Recht erteilten Briefes nicht erforderlich. Das gleiche gilt für die Eintragung der Vormerkung nach § 130a Abs. 2 Satz 1.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014303301",
        "type": "article",
        "name": "§ 132",
        "title": null,
        "body": {
          "content": "<P>(1) Nach Ausführung des Teilungsplans ist die Forderung gegen den Ersteher, im Falle des § 69 Abs. 3 auch gegen den für mithaftend erklärten Bürgen und im Falle des § 81 Abs. 4 auch gegen den für mithaftend erklärten Meistbietenden, der Anspruch aus der Sicherungshypothek gegen den Ersteher und jeden späteren Eigentümer vollstreckbar. Diese Vorschrift findet keine Anwendung, soweit der Ersteher einen weiteren Betrag nach den §§ 50, 51 zu zahlen hat.</P><P>(2) Die Zwangsvollstreckung erfolgt auf Grund einer vollstreckbaren Ausfertigung des Beschlusses, durch welchen der Zuschlag erteilt ist. In der Vollstreckungsklausel ist der Berechtigte sowie der Betrag der Forderung anzugeben; der Zustellung einer Urkunde über die Übertragung der Forderung bedarf es nicht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014400302",
        "type": "article",
        "name": "§ 133",
        "title": null,
        "body": {
          "content": "<P>Die Zwangsvollstreckung in das Grundstück ist gegen den Ersteher ohne Zustellung des vollstreckbaren Titels oder der nach § 132 erteilten Vollstreckungsklausel zulässig; sie kann erfolgen, auch wenn der Ersteher noch nicht als Eigentümer eingetragen ist. Der Vorlegung des im § 17 Abs. 2 bezeichneten Zeugnisses bedarf es nicht, solange das Grundbuchamt noch nicht um die Eintragung ersucht ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014501301",
        "type": "article",
        "name": "§ 134",
        "title": "(weggefallen)",
        "body": null,
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014600302",
        "type": "article",
        "name": "§ 135",
        "title": null,
        "body": {
          "content": "<P>Ist für einen zugeteilten Betrag die Person des Berechtigten unbekannt, so hat das Vollstreckungsgericht zur Ermittlung des Berechtigten einen Vertreter zu bestellen. Die Vorschriften des § 7 Abs. 2 finden entsprechende Anwendung. Die Auslagen und Gebühren des Vertreters sind aus dem zugeteilten Betrag vorweg zu entnehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014700302",
        "type": "article",
        "name": "§ 136",
        "title": null,
        "body": {
          "content": "<P>Ist der Nachweis des Berechtigten von der Beibringung des Briefes über eine Hypothek, Grundschuld oder Rentenschuld abhängig, so kann der Brief im Wege des Aufgebotsverfahrens auch dann für kraftlos erklärt werden, wenn das Recht bereits gelöscht ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014800302",
        "type": "article",
        "name": "§ 137",
        "title": null,
        "body": {
          "content": "<P>(1) Wird der Berechtigte nachträglich ermittelt, so ist der Teilungsplan weiter auszuführen.</P><P>(2) Liegt ein Widerspruch gegen den Anspruch vor, so ist derjenige, welcher den Widerspruch erhoben hat, von der Ermittlung des Berechtigten zu benachrichtigen. Die im § 878 der Zivilprozeßordnung bestimmte Frist zur Erhebung der Klage beginnt mit der Zustellung der Benachrichtigung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE014900302",
        "type": "article",
        "name": "§ 138",
        "title": null,
        "body": {
          "content": "<P>(1) Wird der Berechtigte nicht vor dem Ablauf von drei Monaten seit dem Verteilungstermin ermittelt, so hat auf Antrag das Gericht den Beteiligten, welchem der Betrag anderweit zugeteilt ist, zu ermächtigen, das Aufgebotsverfahren zum Zwecke der Ausschließung des unbekannten Berechtigten von der Befriedigung aus dem zugeteilten Betrag zu beantragen.</P><P>(2) Wird nach der Erteilung der Ermächtigung der Berechtigte ermittelt, so hat das Gericht den Ermächtigten hiervon zu benachrichtigen. Mit der Benachrichtigung erlischt die Ermächtigung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE015000302",
        "type": "article",
        "name": "§ 139",
        "title": null,
        "body": {
          "content": "<P>(1) Das Gericht kann im Falle der nachträglichen Ermittlung des Berechtigten zur weiteren Ausführung des Teilungsplans einen Termin bestimmen. Die Terminsbestimmung ist dem Berechtigten und dessen Vertreter, dem Beteiligten, welchem der Betrag anderweit zugeteilt ist, und demjenigen zuzustellen, welcher zur Zeit des Zuschlags Eigentümer des Grundstücks war.</P><P>(2) Liegt ein Widerspruch gegen den Anspruch vor, so erfolgt die Zustellung der Terminsbestimmung auch an denjenigen, welcher den Widerspruch erhoben hat. Die im § 878 der Zivilprozeßordnung bestimmte Frist zur Erhebung der Klage beginnt mit dem Termin.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE015101160",
        "type": "article",
        "name": "§ 140",
        "title": null,
        "body": {
          "content": "<P>(1) Für das Aufgebotsverfahren ist das Vollstreckungsgericht zuständig.</P><P>(2) Der Antragsteller hat zur Begründung des Antrags die ihm bekannten Rechtsnachfolger desjenigen anzugeben, welcher als letzter Berechtigter ermittelt ist.</P><P>(3) In dem Aufgebot ist der unbekannte Berechtigte aufzufordern, sein Recht innerhalb der Aufgebotsfrist anzumelden, widrigenfalls seine Ausschließung von der Befriedigung aus dem zugeteilten Betrag erfolgen werde.</P><P>(4) Das Aufgebot ist demjenigen, welcher als letzter Berechtigter ermittelt ist, den angezeigten Rechtsnachfolgern sowie dem Vertreter des unbekannten Berechtigten zuzustellen.</P><P>(5) Eine im Vollstreckungsverfahren erfolgte Anmeldung gilt auch für das Aufgebotsverfahren.</P><P>(6) Der Antragsteller kann die Erstattung der Kosten des Verfahrens aus dem zugeteilten Betrag verlangen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE015201160",
        "type": "article",
        "name": "§ 141",
        "title": null,
        "body": {
          "content": "<P>Nach der Erlassung des Ausschließungsbeschlusses hat das Gericht einen Termin zur weiteren Ausführung des Teilungsplans zu bestimmen. Die Terminsbestimmung ist dem Antragsteller und den Personen, welchen Rechte in dem Urteil vorbehalten sind, dem Vertreter des unbekannten Berechtigten sowie demjenigen zuzustellen, welcher zur Zeit des Zuschlags Eigentümer des Grundstücks war.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE015300302",
        "type": "article",
        "name": "§ 142",
        "title": null,
        "body": {
          "content": "<P>In den Fällen des § 117 Abs. 2 und der §§ 120, 121, 124, 126 erlöschen die Rechte auf den hinterlegten Betrag mit dem Ablauf von dreißig Jahren, wenn nicht der Empfangsberechtigte sich vorher bei der Hinterlegungsstelle meldet; derjenige, welcher zur Zeit des Zuschlags Eigentümer des Grundstücks war, ist zur Erhebung berechtigt. Die dreißigjährige Frist beginnt mit der Hinterlegung, in den Fällen der §§ 120, 121 mit dem Eintritt der Bedingung, unter welcher die Hinterlegung erfolgt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE015400302",
        "type": "article",
        "name": "§ 143",
        "title": null,
        "body": {
          "content": "<P>Die Verteilung des Versteigerungserlöses durch das Gericht findet nicht statt, wenn dem Gericht durch öffentliche oder öffentlich beglaubigte Urkunden nachgewiesen wird, daß sich die Beteiligten über die Verteilung des Erlöses geeinigt haben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE015503301",
        "type": "article",
        "name": "§ 144",
        "title": null,
        "body": {
          "content": "<P>(1) Weist der Ersteher oder im Falle des § 69 Abs. 3 der für mithaftend erklärte Bürge dem Gericht durch öffentliche oder öffentlich beglaubigte Urkunden nach, daß er diejenigen Berechtigten, deren Ansprüche durch das Gebot gedeckt sind, befriedigt hat oder daß er von ihnen als alleiniger Schuldner angenommen ist, so sind auf Anordnung des Gerichts die Urkunden nebst der Erklärung des Erstehers oder des Bürgen zur Einsicht der Beteiligten auf der Geschäftsstelle niederzulegen. Die Beteiligten sind von der Niederlegung zu benachrichtigen und aufzufordern, Erinnerungen binnen zwei Wochen geltend zu machen.</P><P>(2) Werden Erinnerungen nicht innerhalb der zweiwöchigen Frist erhoben, so beschränkt sich das Verteilungsverfahren auf die Verteilung des Erlöses aus denjenigen Gegenständen, welche im Falle des § 65 besonders versteigert oder anderweit verwertet worden sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNE015601301",
        "type": "article",
        "name": "§ 145",
        "title": null,
        "body": {
          "content": "<P>Die Vorschriften des § 105 Abs. 2 Satz 2 und der §§ 127, 130 bis 133 finden in den Fällen der §§ 143, 144 entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001100302"
        }
      },
      {
        "id": "BJNR000970897BJNG001700307",
        "type": "heading",
        "name": "IX.",
        "title": "Grundpfandrechte in ausländischer Währung",
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000300302"
        }
      },
      {
        "id": "BJNR000970897BJNE022404310",
        "type": "article",
        "name": "§ 145a",
        "title": null,
        "body": {
          "content": "<P>Für die Zwangsversteigerung eines Grundstücks, das mit einer Hypothek, Grundschuld oder Rentenschuld in einer nach § 28 Satz 2 der Grundbuchordnung zugelassenen Währung belastet ist, gelten folgende Sonderbestimmungen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Terminbestimmung muß die Angabe, daß das Grundstück mit einer Hypothek, Grundschuld oder Rentenschuld in einer nach § 28 Satz 2 der Grundbuchordnung zugelassenen Währung belastet ist, und die Bezeichnung dieser Währung enthalten.</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">In dem Zwangsversteigerungstermin wird vor der Aufforderung zur Abgabe von Geboten festgestellt und bekannt gemacht, welchen Wert die in der nach § 28 Satz 2 der Grundbuchordnung zugelassenen Fremdwährung eingetragene Hypothek, Grundschuld oder Rentenschuld nach dem amtlich ermittelten letzten Kurs in Euro hat. Dieser Kurswert bleibt für das weitere Verfahren maßgebend.</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Höhe des Bargebots wird in Euro festgestellt. Die Gebote sind in Euro abzugeben.</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Der Teilungsplan wird in Euro aufgestellt.</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wird ein Gläubiger einer in nach § 28 Satz 2 der Grundbuchordnung zulässigen Fremdwährung eingetragenen Hypothek, Grundschuld oder Rentenschuld nicht vollständig befriedigt, so ist der verbleibende Teil seiner Forderung in der Fremdwährung festzustellen. Die Feststellung ist für die Haftung mitbelasteter Gegenstände, für die Verbindlichkeit des persönlichen Schuldners und für die Geltendmachung des Ausfalls im Insolvenzverfahren maßgebend.</LA></DD></DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 3,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001700307"
        }
      },
      {
        "id": "BJNR000970897BJNG001200302",
        "type": "heading",
        "name": "Dritter Titel",
        "title": "Zwangsverwaltung",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG000100302"
        }
      },
      {
        "id": "BJNR000970897BJNE015700302",
        "type": "article",
        "name": "§ 146",
        "title": null,
        "body": {
          "content": "<P>(1) Auf die Anordnung der Zwangsverwaltung finden die Vorschriften über die Anordnung der Zwangsversteigerung entsprechende Anwendung, soweit sich nicht aus den §§ 147 bis 151 ein anderes ergibt.</P><P>(2) Von der Anordnung sind nach dem Eingang der im § 19 Abs. 2 bezeichneten Mitteilungen des Grundbuchamts die Beteiligten zu benachrichtigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE015800302",
        "type": "article",
        "name": "§ 147",
        "title": null,
        "body": {
          "content": "<P>(1) Wegen des Anspruchs aus einem eingetragenen Rechte findet die Zwangsverwaltung auch dann statt, wenn die Voraussetzungen des § 17 Abs. 1 nicht vorliegen, der Schuldner aber das Grundstück im Eigenbesitze hat.</P><P>(2) Der Besitz ist durch Urkunden glaubhaft zu machen, sofern er nicht bei dem Gericht offenkundig ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE015900302",
        "type": "article",
        "name": "§ 148",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschlagnahme des Grundstücks umfaßt auch die im § 21 Abs. 1, 2 bezeichneten Gegenstände. Die Vorschrift des § 23 Abs. 1 Satz 2 findet keine Anwendung.</P><P>(2) Durch die Beschlagnahme wird dem Schuldner die Verwaltung und Benutzung des Grundstücks entzogen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016001310",
        "type": "article",
        "name": "§ 149",
        "title": null,
        "body": {
          "content": "<P>(1) Wohnt der Schuldner zur Zeit der Beschlagnahme auf dem Grundstück, so sind ihm die für seinen Hausstand unentbehrlichen Räume zu belassen.</P><P>(2) Gefährdet der Schuldner oder ein Mitglied seines Hausstandes das Grundstück oder die Verwaltung, so hat auf Antrag das Gericht dem Schuldner die Räumung des Grundstücks aufzugeben.</P><P>(3) Bei der Zwangsverwaltung eines landwirtschaftlichen, forstwirtschaftlichen oder gärtnerischen Grundstücks hat der Zwangsverwalter aus den Erträgnissen des Grundstücks oder aus deren Erlös dem Schuldner die Mittel zur Verfügung zu stellen, die zur Befriedigung seiner und seiner Familie notwendigen Bedürfnisse erforderlich sind. Im Streitfall entscheidet das Vollstreckungsgericht nach Anhörung des Gläubigers, des Schuldners und des Zwangsverwalters. Der Beschluß unterliegt der sofortigen Beschwerde.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016100302",
        "type": "article",
        "name": "§ 150",
        "title": null,
        "body": {
          "content": "<P>(1) Der Verwalter wird von dem Gericht bestellt.</P><P>(2) Das Gericht hat dem Verwalter durch einen Gerichtsvollzieher oder durch einen sonstigen Beamten das Grundstück zu übergeben oder ihm die Ermächtigung zu erteilen, sich selbst den Besitz zu verschaffen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016200302",
        "type": "article",
        "name": "§ 150a",
        "title": null,
        "body": {
          "content": "<P>(1) Gehört bei der Zwangsverwaltung eines Grundstücks zu den Beteiligten eine öffentliche Körperschaft, ein unter staatlicher Aufsicht stehendes Institut, eine Hypothekenbank oder ein Siedlungsunternehmen im Sinne des Reichssiedlungsgesetzes, so kann dieser Beteiligte innerhalb einer ihm vom Vollstreckungsgericht zu bestimmenden Frist eine in seinen Diensten stehende Person als Verwalter vorschlagen.</P><P>(2) Das Gericht hat den Vorgeschlagenen zum Verwalter zu bestellen, wenn der Beteiligte die dem Verwalter nach § 154 Satz 1 obliegende Haftung übernimmt und gegen den Vorgeschlagenen mit Rücksicht auf seine Person oder die Art der Verwaltung Bedenken nicht bestehen. Der vorgeschlagene Verwalter erhält für seine Tätigkeit keine Vergütung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016300302",
        "type": "article",
        "name": "§ 150b",
        "title": null,
        "body": {
          "content": "<P>(1) Bei der Zwangsverwaltung eines landwirtschaftlichen, forstwirtschaftlichen oder gärtnerischen Grundstücks ist der Schuldner zum Verwalter zu bestellen. Von seiner Bestellung ist nur abzusehen, wenn er nicht dazu bereit ist oder wenn nach Lage der Verhältnisse eine ordnungsmäßige Führung der Verwaltung durch ihn nicht zu erwarten ist.</P><P>(2) Vor der Bestellung sollen der betreibende Gläubiger und etwaige Beteiligte der in § 150a bezeichneten Art sowie die untere Verwaltungsbehörde gehört werden.</P><P>(3) Ein gemäß § 150a gemachter Vorschlag ist nur für den Fall zu berücksichtigen, daß der Schuldner nicht zum Verwalter bestellt wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016400302",
        "type": "article",
        "name": "§ 150c",
        "title": null,
        "body": {
          "content": "<P>(1) Wird der Schuldner zum Zwangsverwalter bestellt, so hat das Gericht eine Aufsichtsperson zu bestellen. Aufsichtsperson kann auch eine Behörde oder juristische Person sein.</P><P>(2) Für die Aufsichtsperson gelten die Vorschriften des § 153 Abs. 2 und des § 154 Satz 1 entsprechend. Gerichtliche Anordnungen, die dem Verwalter zugestellt werden, sind auch der Aufsichtsperson zuzustellen. Vor der Erteilung von Anweisungen im Sinne des § 153 ist auch die Aufsichtsperson zu hören.</P><P>(3) Die Aufsichtsperson hat dem Gericht unverzüglich Anzeige zu erstatten, wenn der Schuldner gegen seine Pflichten als Verwalter verstößt.</P><P>(4) Der Schuldner führt die Verwaltung unter Aufsicht der Aufsichtsperson. Er ist verpflichtet, der Aufsichtsperson jederzeit Auskunft über das Grundstück, den Betrieb und die mit der Bewirtschaftung zusammenhängenden Rechtsverhältnisse zu geben und Einsicht in vorhandene Aufzeichnungen zu gewähren. Er hat, soweit es sich um Geschäfte handelt, die über den Rahmen der laufenden Wirtschaftsführung hinausgehen, rechtzeitig die Entschließung der Aufsichtsperson einzuholen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016500302",
        "type": "article",
        "name": "§ 150d",
        "title": null,
        "body": {
          "content": "<P>Der Schuldner darf als Verwalter über die Nutzungen des Grundstücks und deren Erlös, unbeschadet der Vorschriften der §§ 155 bis 158, nur mit Zustimmung der Aufsichtsperson verfügen. Zur Einziehung von Ansprüchen, auf die sich die Beschlagnahme erstreckt, ist er ohne diese Zustimmung befugt; er ist jedoch verpflichtet, die Beträge, die zu notwendigen Zahlungen zur Zeit nicht erforderlich sind, nach näherer Anordnung des Gerichts unverzüglich anzulegen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016600302",
        "type": "article",
        "name": "§ 150e",
        "title": null,
        "body": {
          "content": "<P>Der Schuldner erhält als Verwalter keine Vergütung. Erforderlichenfalls bestimmt das Gericht nach Anhörung der Aufsichtsperson, in welchem Umfang der Schuldner Erträgnisse des Grundstücks oder deren Erlös zur Befriedigung seiner und seiner Familie notwendigen Bedürfnisse verwenden darf.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016700302",
        "type": "article",
        "name": "§ 151",
        "title": null,
        "body": {
          "content": "<P>(1) Die Beschlagnahme wird auch dadurch wirksam, daß der Verwalter nach § 150 den Besitz des Grundstücks erlangt.</P><P>(2) Der Beschluß, durch welchen der Beitritt eines Gläubigers zugelassen wird, soll dem Verwalter zugestellt werden; die Beschlagnahme wird zugunsten des Gläubigers auch mit dieser Zustellung wirksam, wenn der Verwalter sich bereits im Besitz des Grundstücks befindet.</P><P>(3) Das Zahlungsverbot an den Drittschuldner ist auch auf Antrag des Verwalters zu erlassen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016800302",
        "type": "article",
        "name": "§ 152",
        "title": null,
        "body": {
          "content": "<P>(1) Der Verwalter hat das Recht und die Pflicht, alle Handlungen vorzunehmen, die erforderlich sind, um das Grundstück in seinem wirtschaftlichen Bestand zu erhalten und ordnungsmäßig zu benutzen; er hat die Ansprüche, auf welche sich die Beschlagnahme erstreckt, geltend zu machen und die für die Verwaltung entbehrlichen Nutzungen in Geld umzusetzen.</P><P>(2) Ist das Grundstück vor der Beschlagnahme einem Mieter oder Pächter überlassen, so ist der Miet- oder Pachtvertrag auch dem Verwalter gegenüber wirksam.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE022301311",
        "type": "article",
        "name": "§ 152a",
        "title": null,
        "body": {
          "content": "<P>Das Bundesministerium der Justiz und für Verbraucherschutz wird ermächtigt, Stellung, Aufgaben und Geschäftsführung des Zwangsverwalters sowie seine Vergütung (Gebühren und Auslagen) durch Rechtsverordnung mit Zustimmung des Bundesrates näher zu regeln. Die Höhe der Vergütung ist an der Art und dem Umfang der Aufgabe sowie an der Leistung des Zwangsverwalters auszurichten. Es sind Mindest- und Höchstsätze vorzusehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE016900302",
        "type": "article",
        "name": "§ 153",
        "title": null,
        "body": {
          "content": "<P>(1) Das Gericht hat den Verwalter nach Anhörung des Gläubigers und des Schuldners mit der erforderlichen Anweisung für die Verwaltung zu versehen, die dem Verwalter zu gewährende Vergütung festzusetzen und die Geschäftsführung zu beaufsichtigen; in geeigneten Fällen ist ein Sachverständiger zuzuziehen.</P><P>(2) Das Gericht kann dem Verwalter die Leistung einer Sicherheit auferlegen, gegen ihn Zwangsgeld festsetzen und ihn entlassen. Das Zwangsgeld ist vorher anzudrohen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017000302",
        "type": "article",
        "name": "§ 153a",
        "title": null,
        "body": {
          "content": "<P>Ist in einem Gebiet das zu dem landwirtschaftlichen Betrieb gehörende Vieh nach der Verkehrssitte nicht Zubehör des Grundstücks, so hat, wenn der Schuldner zum Zwangsverwalter bestellt wird, das Vollstreckungsgericht gemäß § 153 Anordnungen darüber zu erlassen, welche Beträge der Schuldner als Entgelt dafür, daß das Vieh aus den Erträgnissen des Grundstücks ernährt wird, der Teilungsmasse zuzuführen hat und wie die Erfüllung dieser Verpflichtung sicherzustellen ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE022900307",
        "type": "article",
        "name": "§ 153b",
        "title": null,
        "body": {
          "content": "<P>(1) Ist über das Vermögen des Schuldners das Insolvenzverfahren eröffnet, so ist auf Antrag des Insolvenzverwalters die vollständige oder teilweise Einstellung der Zwangsverwaltung anzuordnen, wenn der Insolvenzverwalter glaubhaft macht, daß durch die Fortsetzung der Zwangsverwaltung eine wirtschaftlich sinnvolle Nutzung der Insolvenzmasse wesentlich erschwert wird.</P><P>(2) Die Einstellung ist mit der Auflage anzuordnen, daß die Nachteile, die dem betreibenden Gläubiger aus der Einstellung erwachsen, durch laufende Zahlungen aus der Insolvenzmasse ausgeglichen werden.</P><P>(3) Vor der Entscheidung des Gerichts sind der Zwangsverwalter und der betreibende Gläubiger zu hören.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE023000307",
        "type": "article",
        "name": "§ 153c",
        "title": null,
        "body": {
          "content": "<P>(1) Auf Antrag des betreibenden Gläubigers hebt das Gericht die Anordnung der einstweiligen Einstellung auf, wenn die Voraussetzungen für die Einstellung fortgefallen sind, wenn die Auflagen nach § 153b Abs.2 nicht beachtet werden oder wenn der Insolvenzverwalter der Aufhebung zustimmt.</P><P>(2) Vor der Entscheidung des Gerichts ist der Insolvenzverwalter zu hören. Wenn keine Aufhebung erfolgt, enden die Wirkungen der Anordnung mit der Beendigung des Insolvenzverfahrens.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017100302",
        "type": "article",
        "name": "§ 154",
        "title": null,
        "body": {
          "content": "<P>Der Verwalter ist für die Erfüllung der ihm obliegenden Verpflichtungen allen Beteiligten gegenüber verantwortlich. Er hat dem Gläubiger und dem Schuldner jährlich und nach der Beendigung der Verwaltung Rechnung zu legen. Die Rechnung ist dem Gericht einzureichen und von diesem dem Gläubiger und dem Schuldner vorzulegen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017201310",
        "type": "article",
        "name": "§ 155",
        "title": null,
        "body": {
          "content": "<P>(1) Aus den Nutzungen des Grundstücks sind die Ausgaben der Verwaltung sowie die Kosten des Verfahrens mit Ausnahme derjenigen, welche durch die Anordnung des Verfahrens oder den Beitritt eines Gläubigers entstehen, vorweg zu bestreiten.</P><P>(2) Die Überschüsse werden auf die in § 10 Abs. 1 Nr. 1 bis 5 bezeichneten Ansprüche verteilt. Hierbei werden in der zweiten, dritten und vierten Rangklasse jedoch nur Ansprüche auf laufende wiederkehrende Leistungen, einschließlich der Rentenleistungen, sowie auf diejenigen Beträge berücksichtigt, die zur allmählichen Tilgung einer Schuld als Zuschlag zu den Zinsen zu entrichten sind. Abzahlungsbeträge auf eine unverzinsliche Schuld sind wie laufende wiederkehrende Leistungen zu berücksichtigen, soweit sie fünf vom Hundert des ursprünglichen Schuldbetrages nicht übersteigen.</P><P>(3) Hat der eine Zwangsverwaltung betreibende Gläubiger für Instandsetzungs-, Ergänzungs- oder Umbauarbeiten an Gebäuden Vorschüsse gewährt, so sind diese zum Satz von einhalb vom Hundert über dem Zinssatz der Spitzenrefinanzierungsfazilität der Europäischen Zentralbank (SFR-Zinssatz) zu verzinsen. Die Zinsen genießen bei der Zwangsverwaltung und der Zwangsversteigerung dasselbe Vorrecht wie die Vorschüsse selbst.</P><P>(4) Hat der Zwangsverwalter oder, wenn der Schuldner zum Verwalter bestellt ist, der Schuldner mit Zustimmung der Aufsichtsperson Düngemittel, Saatgut oder Futtermittel angeschafft, die im Rahmen der bisherigen Wirtschaftsweise zur ordnungsmäßigen Aufrechterhaltung des Betriebs benötigt werden, so haben Ansprüche aus diesen Lieferungen den in § 10 Abs. 1 Nr. 1 bezeichneten Rang. Das gleiche gilt von Krediten, die zur Bezahlung dieser Lieferungen in der für derartige Geschäfte üblichen Weise aufgenommen sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017301301",
        "type": "article",
        "name": "§ 156",
        "title": null,
        "body": {
          "content": "<P>(1) Die laufenden Beträge der öffentlichen Lasten sind von dem Verwalter ohne weiteres Verfahren zu berichtigen. Dies gilt auch bei der Vollstreckung in ein Wohnungseigentum für die laufenden Beträge der daraus fälligen Ansprüche auf Zahlung der Beiträge zu den Lasten und Kosten des gemeinschaftlichen Eigentums oder des Sondereigentums, die nach § 16 Abs. 2, § 28 Abs. 2 und 5 des Wohnungseigentumsgesetzes geschuldet werden, einschließlich der Vorschüsse und Rückstellungen sowie der Rückgriffsansprüche einzelner Wohnungseigentümer. Die Vorschrift des § 10 Abs. 1 Nr. 2 Satz 3 findet keine Anwendung.</P><P>(2) Ist zu erwarten, daß auch auf andere Ansprüche Zahlungen geleistet werden können, so wird nach dem Eingang der im § 19 Abs. 2 bezeichneten Mitteilungen des Grundbuchamts der Verteilungstermin bestimmt. In dem Termin wird der Teilungsplan für die ganze Dauer des Verfahrens aufgestellt. Die Terminsbestimmung ist den Beteiligten sowie dem Verwalter zuzustellen. Die Vorschriften des § 105 Abs. 2 Satz 2, des § 113 Abs. 1 und der §§ 114, 115, 124, 126 finden entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017400302",
        "type": "article",
        "name": "§ 157",
        "title": null,
        "body": {
          "content": "<P>(1) Nach der Feststellung des Teilungsplans hat das Gericht die planmäßige Zahlung der Beträge an die Berechtigten anzuordnen; die Anordnung ist zu ergänzen, wenn nachträglich der Beitritt eines Gläubigers zugelassen wird. Die Auszahlungen erfolgen zur Zeit ihrer Fälligkeit durch den Verwalter, soweit die Bestände hinreichen.</P><P>(2) Im Falle der Hinterlegung eines zugeteilten Betrags für den unbekannten Berechtigten ist nach den Vorschriften der §§ 135 bis 141 zu verfahren. Die Vorschriften des § 142 finden Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017500302",
        "type": "article",
        "name": "§ 158",
        "title": null,
        "body": {
          "content": "<P>(1) Zur Leistung von Zahlungen auf das Kapital einer Hypothek oder Grundschuld oder auf die Ablösungssumme einer Rentenschuld hat das Gericht einen Termin zu bestimmen. Die Terminsbestimmung ist von dem Verwalter zu beantragen.</P><P>(2) Soweit der Berechtigte Befriedigung erlangt hat, ist das Grundbuchamt von dem Gericht um die Löschung des Rechts zu ersuchen. Eine Ausfertigung des Protokolls ist beizufügen; die Vorlegung des über das Recht erteilten Briefes ist zur Löschung nicht erforderlich.</P><P>(3) Im übrigen finden die Vorschriften der §§ 117, 127 entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE022501310",
        "type": "article",
        "name": "§ 158a",
        "title": null,
        "body": {
          "content": "<P>Für die Zwangsverwaltung eines Grundstücks, das mit einer Hypothek, Grundschuld oder Rentenschuld in einer nach § 28 Satz 2 der Grundbuchordnung zugelassenen Währung belastet ist, gelten folgende Sonderbestimmungen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Beträge, die auf ein in der Fremdwährung eingetragenes Recht entfallen, sind im Teilungsplan in der eingetragenen Währung festzustellen.</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Auszahlung erfolgt in Euro.</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Der Verwalter zahlt wiederkehrende Leistungen nach dem Kurswert des Fälligkeitstages aus. Zahlungen auf das Kapital setzt das Gericht in dem zur Leistung bestimmten Termin nach dem amtlich ermittelten letzten Kurswert fest.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017600302",
        "type": "article",
        "name": "§ 159",
        "title": null,
        "body": {
          "content": "<P>(1) Jeder Beteiligte kann eine Änderung des Teilungsplans im Wege der Klage erwirken, auch wenn er Widerspruch gegen den Plan nicht erhoben hat.</P><P>(2) Eine planmäßig geleistete Zahlung kann auf Grund einer späteren Änderung des Planes nicht zurückgefordert werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017700302",
        "type": "article",
        "name": "§ 160",
        "title": null,
        "body": {
          "content": "<P>Die Vorschriften der §§ 143 bis 145 über die außergerichtliche Verteilung finden entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNE017800302",
        "type": "article",
        "name": "§ 161",
        "title": null,
        "body": {
          "content": "<P>(1) Die Aufhebung des Verfahrens erfolgt durch Beschluß des Gerichts.</P><P>(2) Das Verfahren ist aufzuheben, wenn der Gläubiger befriedigt ist.</P><P>(3) Das Gericht kann die Aufhebung anordnen, wenn die Fortsetzung des Verfahrens besondere Aufwendungen erfordert und der Gläubiger den nötigen Geldbetrag nicht vorschießt.</P><P>(4) Im übrigen finden auf die Aufhebung des Verfahrens die Vorschriften der §§ 28, 29, 32, 34 entsprechende Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001200302"
        }
      },
      {
        "id": "BJNR000970897BJNG001300302",
        "type": "heading",
        "name": "Zweiter Abschnitt",
        "title": "Zwangsversteigerung von\nSchiffen, Schiffsbauwerken und Luftfahrzeugen im Wege\nder Zwangsvollstreckung",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR000970897BJNG001500302",
        "type": "heading",
        "name": "Erster Titel",
        "title": "Zwangsversteigerung von\nSchiffen und Schiffsbauwerken",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001300302"
        }
      },
      {
        "id": "BJNR000970897BJNE017900302",
        "type": "article",
        "name": "§ 162",
        "title": null,
        "body": {
          "content": "<P>Auf die Zwangsversteigerung eines im Schiffsregister eingetragenen Schiffs oder eines Schiffsbauwerks, das im Schiffsbauregister eingetragen ist oder in dieses Register eingetragen werden kann, sind die Vorschriften des Ersten Abschnitts entsprechend anzuwenden, soweit sich nicht aus den §§ 163 bis 170a etwas anderes ergibt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018003311",
        "type": "article",
        "name": "§ 163",
        "title": null,
        "body": {
          "content": "<P>(1) Für die Zwangsversteigerung eines eingetragenen Schiffs ist als Vollstreckungsgericht das Amtsgericht zuständig, in dessen Bezirk sich das Schiff befindet; § 1 Abs. 2 gilt entsprechend.</P><P>(2) Für das Verfahren tritt an die Stelle des Grundbuchs das Schiffsregister.</P><P>(3) Die Träger der Sozialversicherung einschließlich der Arbeitslosenversicherung gelten als Beteiligte, auch wenn sie eine Forderung nicht angemeldet haben. Bei der Zwangsversteigerung eines Seeschiffes vertritt die Deutsche Rentenversicherung Knappschaft-Bahn-See, bei der Zwangsversteigerung eines Binnenschiffes die Berufsgenossenschaft Verkehrswirtschaft Post-Logistik Telekommunikation die übrigen Versicherungsträger gegenüber dem Vollstreckungsgericht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018100302",
        "type": "article",
        "name": "§ 164",
        "title": null,
        "body": {
          "content": "<P>Die Beschränkung des § 17 gilt für die Zwangsversteigerung eines eingetragenen Schiffs nicht, soweit sich aus den Vorschriften des Handelsgesetzbuchs oder des Gesetzes, betreffend die privatrechtlichen Verhältnisse der Binnenschiffahrt, etwas anderes ergibt; die hiernach zur Begründung des Antrags auf Zwangsversteigerung erforderlichen Tatsachen sind durch Urkunden glaubhaft zu machen, soweit sie nicht dem Gericht offenkundig sind; dem Antrag auf Zwangsversteigerung ist ein Zeugnis der Registerbehörde über die Eintragung des Schiffs im Schiffsregister beizufügen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018200302",
        "type": "article",
        "name": "§ 165",
        "title": null,
        "body": {
          "content": "<P>(1) Bei der Anordnung der Zwangsversteigerung hat das Gericht zugleich die Bewachung und Verwahrung des Schiffs anzuordnen. Die Beschlagnahme wird auch mit der Vollziehung dieser Anordnung wirksam.</P><P>(2) Das Gericht kann zugleich mit der einstweiligen Einstellung des Verfahrens im Einverständnis mit dem betreibenden Gläubiger anordnen, daß die Bewachung und Verwahrung einem Treuhänder übertragen wird, den das Gericht auswählt. Der Treuhänder untersteht der Aufsicht des Gerichts und ist an die ihm erteilten Weisungen des Gerichts gebunden. Das Gericht kann ihn im Einverständnis des Gläubigers auch ermächtigen, das Schiff für Rechnung und im Namen des Schuldners zu nutzen. Über die Verwendung des Reinertrages entscheidet das Gericht. In der Regel soll er nach den Grundsätzen des § 155 verteilt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018300302",
        "type": "article",
        "name": "§ 166",
        "title": null,
        "body": {
          "content": "<P>(1) Ist gegen den Schiffer auf Grund eines vollstreckbaren Titels, der auch gegenüber dem Eigentümer wirksam ist, das Verfahren angeordnet, so wirkt die Beschlagnahme zugleich gegen den Eigentümer.</P><P>(2) Der Schiffer gilt in diesem Fall als Beteiligter nur so lange, als er das Schiff führt; ein neuer Schiffer gilt als Beteiligter, wenn er sich bei dem Gericht meldet und seine Angabe auf Verlangen des Gerichts oder eines Beteiligten glaubhaft macht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018400302",
        "type": "article",
        "name": "§ 167",
        "title": null,
        "body": {
          "content": "<P>(1) Die Bezeichnung des Schiffs in der Bestimmung des Versteigerungstermins soll nach dem Schiffsregister erfolgen.</P><P>(2) Die im § 37 Nr. 4 bestimmte Aufforderung muß ausdrücklich auch auf die Rechte der Schiffsgläubiger hinweisen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018502301",
        "type": "article",
        "name": "§ 168",
        "title": null,
        "body": {
          "content": "<P>(1) Die Terminbestimmung soll auch durch ein geeignetes Schifffahrtsfachblatt bekannt gemacht werden. Die Landesregierungen werden ermächtigt, durch Rechtsverordnung nähere Bestimmungen hierüber zu erlassen. Die Landesregierungen können die Ermächtigung auf die Landesjustizverwaltungen übertragen.</P><P>(2) Befindet sich der Heimathafen oder Heimatort des Schiffs in dem Bezirk eines anderen Gerichts, so soll die Terminsbestimmung auch durch das für Bekanntmachungen dieses Gerichts bestimmte Blatt oder elektronische Informations- und Kommunikationssystem bekanntgemacht werden.</P><P>(3) Die im § 39 Abs. 2 vorgesehene Anordnung ist unzulässig.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018600302",
        "type": "article",
        "name": "§ 168a",
        "title": "(weggefallen)",
        "body": null,
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018700302",
        "type": "article",
        "name": "§ 168b",
        "title": null,
        "body": {
          "content": "<P>Hat ein Schiffsgläubiger sein Recht innerhalb der letzten sechs Monate vor der Bekanntmachung der Terminsbestimmung bei dem Registergericht angemeldet, so gilt die Anmeldung als bei dem Versteigerungsgericht bewirkt. Das Registergericht hat bei der Übersendung der im § 19 Abs. 2 bezeichneten Urkunden und Mitteilungen die innerhalb der letzten sechs Monate bei ihm eingegangenen Anmeldungen an das Versteigerungsgericht weiterzugeben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE020704310",
        "type": "article",
        "name": "§ 168c",
        "title": null,
        "body": {
          "content": "<P>Für die Zwangsversteigerung eines Schiffs, das mit einer Schiffshypothek in ausländischer Währung belastet ist, gelten folgende Sonderbestimmungen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Terminbestimmung muß die Angabe, daß das Schiff mit einer Schiffshypothek in ausländischer Währung belastet ist, und die Bezeichnung dieser Währung enthalten.</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">In dem Zwangsversteigerungstermin wird vor der Aufforderung zur Abgabe von Geboten festgestellt und bekanntgemacht, welchen Wert die in ausländischer Währung eingetragene Schiffshypothek nach dem amtlich ermittelten letzten Kurs in Euro hat. Dieser Kurswert bleibt für das weitere Verfahren maßgebend.</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Höhe des Bargebots wird in Euro festgestellt. Die Gebote sind in Euro abzugeben.</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Der Teilungsplan wird in Euro aufgestellt.</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wird ein Gläubiger einer in ausländischer Währung eingetragenen Schiffshypothek nicht vollständig befriedigt, so ist der verbleibende Teil seiner Forderung in der ausländischen Währung festzustellen. Die Feststellung ist für die Haftung mitbelasteter Gegenstände, für die Verbindlichkeit des persönlichen Schuldners und für die Geltendmachung des Ausfalls im Insolvenzverfahren maßgebend.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018802301",
        "type": "article",
        "name": "§ 169",
        "title": null,
        "body": {
          "content": "<P>(1) Ist das Schiff einem Mieter oder Pächter überlassen, so gelten die Vorschriften des § 578a des Bürgerlichen Gesetzbuchs entsprechend. Soweit nach § 578a Abs. 2 für die Wirkung von Verfügungen und Rechtsgeschäften über die Miete oder Pacht der Übergang des Eigentums in Betracht kommt, ist an dessen Stelle die Beschlagnahme des Schiffs maßgebend; ist der Beschluß, durch den die Zwangsversteigerung angeordnet wird, auf Antrag des Gläubigers dem Mieter oder Pächter zugestellt, so gilt mit der Zustellung die Beschlagnahme als dem Mieter oder Pächter bekannt.</P><P>(2) Soweit das Bargebot bis zum Verteilungstermin nicht berichtigt wird, ist für die Forderung gegen den Ersteher eine Schiffshypothek an dem Schiff in das Schiffsregister einzutragen. Die Schiffshypothek entsteht mit der Eintragung, auch wenn der Ersteher das Schiff inzwischen veräußert hat. Im übrigen gelten die Vorschriften des Gesetzes über Rechte an eingetragenen Schiffen und Schiffsbauwerken vom 15. November 1940 (Reichsgesetzbl. I S. 1499) über die durch Rechtsgeschäft bestellte Schiffshypothek.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE018902307",
        "type": "article",
        "name": "§ 169a",
        "title": null,
        "body": {
          "content": "<P>(1) Auf die Zwangsversteigerung eines Seeschiffes sind die Vorschriften der §§ 74a, 74b und 85a nicht anzuwenden; § 38 Satz 1 findet hinsichtlich der Angabe des Verkehrswerts keine Anwendung.</P><P>(2) § 68 findet mit der Maßgabe Anwendung, daß Sicherheit für ein Zehntel des Bargebots zu leisten ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE019000302",
        "type": "article",
        "name": "§ 170",
        "title": null,
        "body": {
          "content": "<P>(1) An die Stelle der nach § 94 Abs. 1 zulässigen Verwaltung tritt die gerichtliche Bewachung und Verwahrung des versteigerten Schiffs.</P><P>(2) Das Gericht hat die getroffenen Maßregeln aufzuheben, wenn der zu ihrer Fortsetzung erforderliche Geldbetrag nicht vorgeschossen wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE019100302",
        "type": "article",
        "name": "§ 170a",
        "title": null,
        "body": {
          "content": "<P>(1) Die Zwangsversteigerung eines Schiffsbauwerks darf erst angeordnet werden, nachdem es in das Schiffsbauregister eingetragen ist. Der Antrag auf Anordnung der Zwangsversteigerung kann jedoch schon vor der Eintragung gestellt werden.</P><P>(2) § 163 Abs. 1, §§ 165, 167 Abs. 1, §§ 168c, 169 Abs. 2, § 170 gelten sinngemäß. An die Stelle des Grundbuchs tritt das Schiffsbauregister. Wird das Schiffsbauregister von einem anderen Gericht als dem Vollstreckungsgericht geführt, so soll die Terminsbestimmung auch durch das für Bekanntmachungen dieses Gerichts bestimmte Blatt bekanntgemacht werden. An Stelle der im § 43 Abs. 1 bestimmten Frist tritt eine Frist von zwei Wochen, an Stelle der im § 43 Abs. 2 bestimmten Frist eine solche von einer Woche.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNE019201301",
        "type": "article",
        "name": "§ 171",
        "title": null,
        "body": {
          "content": "<P>(1) Auf die Zwangsversteigerung eines ausländischen Schiffs, das, wenn es ein deutsches Schiff wäre, in das Schiffsregister eingetragen werden müßte, sind die Vorschriften des Ersten Abschnitts entsprechend anzuwenden, soweit sie nicht die Eintragung im Schiffsregister voraussetzen und sich nicht aus den folgenden Vorschriften etwas anderes ergibt.</P><P>(2) Als Vollstreckungsgericht ist das Amtsgericht zuständig, in dessen Bezirk sich das Schiff befindet; § 1 Abs. 2 gilt entsprechend. Die Zwangsversteigerung darf, soweit sich nicht aus den Vorschriften des Handelsgesetzbuchs oder des Gesetzes, betreffend die privatrechtlichen Verhältnisse der Binnenschiffahrt, etwas anderes ergibt, nur angeordnet werden, wenn der Schuldner das Schiff im Eigenbesitz hat; die hiernach zur Begründung des Antrags auf Zwangsversteigerung erforderlichen Tatsachen sind durch Urkunden glaubhaft zu machen, soweit sie nicht beim Gericht offenkundig sind.</P><P>(3) Die Terminsbestimmung muß die Aufforderung an alle Berechtigten, insbesondere an die Schiffsgläubiger, enthalten, ihre Rechte spätestens im Versteigerungstermin vor der Aufforderung zur Abgabe von Geboten anzumelden und, wenn der Gläubiger widerspricht, glaubhaft zu machen, widrigenfalls die Rechte bei der Verteilung des Versteigerungserlöses dem Anspruch des Gläubigers und den übrigen Rechten nachgesetzt werden würden. Die Terminsbestimmung soll, soweit es ohne erhebliche Verzögerung des Verfahrens tunlich ist, auch den aus den Schiffspapieren ersichtlichen Schiffsgläubigern und sonstigen Beteiligten zugestellt und, wenn das Schiff im Schiffsregister eines fremden Staates eingetragen ist, der Registerbehörde mitgeteilt werden.</P><P>(4) Die Vorschriften über das geringste Gebot sind nicht anzuwenden. Das Meistgebot ist in seinem ganzen Betrag durch Zahlung zu berichtigen.</P><P>(5) Die Vorschriften der §§ 165, 166, 168 Abs. 1 und 3, §§ 169a, 170 Abs. 1 sind anzuwenden. Die vom Gericht angeordnete Überwachung und Verwahrung des Schiffs darf erst aufgehoben und das Schiff dem Ersteher erst übergeben werden, wenn die Berichtigung des Meistgebots oder die Einwilligung der Beteiligten nachgewiesen wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001500302"
        }
      },
      {
        "id": "BJNR000970897BJNG001600302",
        "type": "heading",
        "name": "Zweiter Titel",
        "title": "Zwangsversteigerung von\nLuftfahrzeugen",
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001300302"
        }
      },
      {
        "id": "BJNR000970897BJNE020800302",
        "type": "article",
        "name": "§ 171a",
        "title": null,
        "body": {
          "content": "<P>Auf die Zwangsversteigerung eines in der Luftfahrzeugrolle eingetragenen Luftfahrzeugs sind die Vorschriften des Ersten Abschnitts entsprechend anzuwenden, soweit sich nicht aus den §§ 171b bis 171g etwas anderes ergibt. Das gleiche gilt für die Zwangsversteigerung eines in dem Register für Pfandrechte an Luftfahrzeugen eingetragenen Luftfahrzeugs, dessen Eintragung in der Luftfahrzeugrolle gelöscht ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE020900302",
        "type": "article",
        "name": "§ 171b",
        "title": null,
        "body": {
          "content": "<P>(1) Für die Zwangsversteigerung des Luftfahrzeugs ist als Vollstreckungsgericht das Amtsgericht zuständig, in dessen Bezirk das Luftfahrt-Bundesamt seinen Sitz hat.</P><P>(2) Für das Verfahren tritt an die Stelle des Grundbuchs das Register für Pfandrechte an Luftfahrzeugen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021000302",
        "type": "article",
        "name": "§ 171c",
        "title": null,
        "body": {
          "content": "<P>(1) Die Zwangsversteigerung darf erst angeordnet werden, nachdem das Luftfahrzeug in das Register für Pfandrechte an Luftfahrzeugen eingetragen ist. Der Antrag auf Anordnung der Zwangsversteigerung kann jedoch schon vor der Eintragung gestellt werden.</P><P>(2) Bei der Anordnung der Zwangsversteigerung hat das Gericht zugleich die Bewachung und Verwahrung des Luftfahrzeugs anzuordnen. Die Beschlagnahme wird auch mit der Vollziehung dieser Anordnung wirksam.</P><P>(3) Das Gericht kann zugleich mit der einstweiligen Einstellung des Verfahrens im Einverständnis mit dem betreibenden Gläubiger anordnen, daß die Bewachung und Verwahrung einem Treuhänder übertragen wird, den das Gericht auswählt. Der Treuhänder untersteht der Aufsicht des Gerichts und ist an die ihm erteilten Weisungen des Gerichts gebunden. Das Gericht kann ihn im Einverständnis mit dem Gläubiger auch ermächtigen, das Luftfahrzeug für Rechnung und im Namen des Schuldners zu nutzen. Über die Verwendung des Reinertrages entscheidet das Gericht. In der Regel soll er nach den Grundsätzen des § 155 verteilt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021100302",
        "type": "article",
        "name": "§ 171d",
        "title": null,
        "body": {
          "content": "<P>(1) In der Bestimmung des Versteigerungstermins soll das Luftfahrzeug nach dem Register für Pfandrechte an Luftfahrzeugen bezeichnet werden.</P><P>(2) Die in § 39 Abs. 2 vorgesehene Anordnung ist unzulässig.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021204310",
        "type": "article",
        "name": "§ 171e",
        "title": null,
        "body": {
          "content": "<P>Für die Zwangsversteigerung eines Luftfahrzeugs, das mit einem Registerpfandrecht in ausländischer Währung belastet ist, gelten folgende Sonderbestimmungen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Terminsbestimmung muß die Angabe, daß das Luftfahrzeug mit einem Registerpfandrecht in ausländischer Währung belastet ist, und die Bezeichnung dieser Währung enthalten.</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">In dem Zwangsversteigerungstermin wird vor der Aufforderung zur Abgabe von Geboten festgestellt und bekanntgemacht, welchen Wert das in ausländischer Währung eingetragene Registerpfandrecht nach dem amtlich ermittelten letzten Kurs in Euro hat. Dieser Kurswert bleibt für das weitere Verfahren maßgebend.</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Die Höhe des Bargebots wird in Euro festgestellt. Die Gebote sind in Euro abzugeben.</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Der Verteilungsplan wird in Euro aufgestellt.</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Wird ein Gläubiger eines in ausländischer Währung eingetragenen Registerpfandrechts nicht vollständig befriedigt, so ist der verbleibende Teil seiner Forderung in der ausländischen Währung festzustellen. Die Feststellung ist für die Haftung mitbelasteter Gegenstände, für die Verbindlichkeit des persönlichen Schuldners und für die Geltendmachung des Ausfalls im Insolvenzverfahren maßgebend.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021300302",
        "type": "article",
        "name": "§ 171f",
        "title": null,
        "body": {
          "content": "<P>§ 169 gilt für das Luftfahrzeug entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021400302",
        "type": "article",
        "name": "§ 171g",
        "title": null,
        "body": {
          "content": "<P>(1) An die Stelle der nach § 94 Abs. 1 zulässigen Verwaltung tritt die gerichtliche Bewachung und Verwahrung des versteigerten Luftfahrzeugs.</P><P>(2) Das Gericht hat die getroffenen Maßregeln aufzuheben, wenn der zu ihrer Fortsetzung erforderliche Geldbetrag nicht vorgeschossen wird.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021500302",
        "type": "article",
        "name": "§ 171h",
        "title": null,
        "body": {
          "content": "<P>Auf die Zwangsversteigerung eines ausländischen Luftfahrzeugs sind die Vorschriften in §§ 171a bis 171g entsprechend anzuwenden, soweit sich nicht aus den §§ 171i bis 171n anderes ergibt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021600302",
        "type": "article",
        "name": "§ 171i",
        "title": null,
        "body": {
          "content": "<P>(1) In der dritten Klasse (§ 10 Abs. 1 Nr. 3) werden nur befriedigt Gebühren, Zölle, Bußen und Geldstrafen auf Grund von Vorschriften über Luftfahrt, Zölle und Einwanderung.</P><P>(2) In der vierten Klasse (§ 10 Abs. 1 Nr. 4) genießen Ansprüche auf Zinsen aus Rechten nach § 103 des Gesetzes über Rechte an Luftfahrzeugen vom 26. Februar 1959 (Bundesgesetzbl. I S. 57) das Vorrecht dieser Klasse wegen der laufenden und der aus den letzten drei Geschäftsjahren rückständigen Beträge.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021700302",
        "type": "article",
        "name": "§ 171k",
        "title": null,
        "body": {
          "content": "<P>Wird das Luftfahrzeug nach der Beschlagnahme veräußert oder mit einem Recht nach § 103 des Gesetzes über Rechte an Luftfahrzeugen belastet und ist die Veräußerung oder Belastung nach Artikel VI des Genfer Abkommens vom 19. Juni 1948 (Bundesgesetzbl. 1959 II S. 129) anzuerkennen, so ist die Verfügung dem Gläubiger gegenüber wirksam, es sei denn, daß der Schuldner im Zeitpunkt der Verfügung Kenntnis von der Beschlagnahme hatte.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021800302",
        "type": "article",
        "name": "§ 171l",
        "title": null,
        "body": {
          "content": "<P>(1) Das Vollstreckungsgericht teilt die Anordnung der Zwangsversteigerung tunlichst durch Luftpost der Behörde mit, die das Register führt, in dem die Rechte an dem Luftfahrzeug eingetragen sind.</P><P>(2) Der Zeitraum zwischen der Anberaumung des Termins und dem Termin muß mindestens sechs Wochen betragen. Die Zustellung der Terminsbestimmung an Beteiligte, die im Ausland wohnen, wird durch Aufgabe zur Post bewirkt. Die Postsendung muß mit der Bezeichnung \"Einschreiben\" versehen werden. Sie soll tunlichst durch Luftpost befördert werden. Der betreffende Gläubiger hat die bevorstehende Versteigerung mindestens einen Monat vor dem Termin an dem Ort, an dem das Luftfahrzeug eingetragen ist, nach den dort geltenden Bestimmungen öffentlich bekanntzumachen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE021900302",
        "type": "article",
        "name": "§ 171m",
        "title": null,
        "body": {
          "content": "<P>Die Beschwerde gegen die Erteilung des Zuschlags ist binnen sechs Monaten einzulegen. Sie kann auf die Gründe des § 100 nur binnen einer Notfrist von zwei Wochen, danach nur noch darauf gestützt werden, daß die Vorschriften des § 171l Abs. 2 verletzt sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNE022000302",
        "type": "article",
        "name": "§ 171n",
        "title": null,
        "body": {
          "content": "<P>Erlischt durch den Zuschlag das Recht zum Besitz eines Luftfahrzeugs auf Grund eines für einen Zeitraum von sechs oder mehr Monaten abgeschlossenen Mietvertrages, so gelten die Vorschriften über den Ersatz für einen Nießbrauch entsprechend.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 2,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001600302"
        }
      },
      {
        "id": "BJNR000970897BJNG001400302",
        "type": "heading",
        "name": "Dritter Abschnitt",
        "title": "Zwangsversteigerung und\nZwangsverwaltung in besonderen Fällen",
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR000970897BJNE019301307",
        "type": "article",
        "name": "§ 172",
        "title": null,
        "body": {
          "content": "<P>Wird die Zwangsversteigerung oder die Zwangsverwaltung von dem Insolvenzverwalter beantragt, so finden die Vorschriften des ersten und zweiten Abschnitts entsprechende Anwendung, soweit sich nicht aus den §§ 173, 174 ein anderes ergibt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE019401307",
        "type": "article",
        "name": "§ 173",
        "title": null,
        "body": {
          "content": "<P>Der Beschluß, durch welchen das Verfahren angeordnet wird, gilt nicht als Beschlagnahme. Im Sinne der §§ 13, 55 ist jedoch die Zustellung des Beschlusses an den Insolvenzverwalter als Beschlagnahme anzusehen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE019501307",
        "type": "article",
        "name": "§ 174",
        "title": null,
        "body": {
          "content": "<P>Hat ein Gläubiger für seine Forderung gegen den Schuldner des Insolvenzverfahrens ein von dem Insolvenzverwalter anerkanntes Recht auf Befriedigung aus dem Grundstücke, so kann er bis zum Schluß der Verhandlung im Versteigerungstermin verlangen, daß bei der Feststellung des geringsten Gebots nur die seinem Anspruche vorgehenden Rechte berücksichtigt werden; in diesem Fall ist das Grundstück auch mit der verlangten Abweichung auszubieten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE023100307",
        "type": "article",
        "name": "§ 174a",
        "title": null,
        "body": {
          "content": "<P>Der Insolvenzverwalter kann bis zum Schluß der Verhandlung im Versteigerungstermin verlangen, daß bei der Feststellung des geringsten Gebots nur die den Ansprüchen aus § 10 Abs. 1 Nr. 1a vorgehenden Rechte berücksichtigt werden; in diesem Fall ist das Grundstück auch mit der verlangten Abweichung auszubieten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE019600302",
        "type": "article",
        "name": "§ 175",
        "title": null,
        "body": {
          "content": "<P>(1) Hat ein Nachlaßgläubiger für seine Forderung ein Recht auf Befriedigung aus einem zum Nachlasse gehörenden Grundstück, so kann der Erbe nach der Annahme der Erbschaft die Zwangsversteigerung des Grundstücks beantragen. Zu dem Antrag ist auch jeder andere berechtigt, welcher das Aufgebot der Nachlaßgläubiger beantragen kann.</P><P>(2) Diese Vorschriften finden keine Anwendung, wenn der Erbe für die Nachlaßverbindlichkeiten unbeschränkt haftet oder wenn der Nachlaßgläubiger im Aufgebotsverfahren ausgeschlossen ist oder nach den §§ 1974, 1989 des Bürgerlichen Gesetzbuchs einem ausgeschlossenen Gläubiger gleichsteht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE019700302",
        "type": "article",
        "name": "§ 176",
        "title": null,
        "body": {
          "content": "<P>Wird die Zwangsversteigerung nach § 175 beantragt, so finden die Vorschriften des ersten und zweiten Abschnitts sowie der §§ 173, 174 entsprechende Anwendung, soweit sich nicht aus den §§ 177, 178 ein anderes ergibt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE019800302",
        "type": "article",
        "name": "§ 177",
        "title": null,
        "body": {
          "content": "<P>Der Antragsteller hat die Tatsachen, welche sein Recht zur Stellung des Antrags begründen, durch Urkunden glaubhaft zu machen, soweit sie nicht bei dem Gericht offenkundig sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE019901307",
        "type": "article",
        "name": "§ 178",
        "title": null,
        "body": {
          "content": "<P>(1) Die Zwangsversteigerung soll nicht angeordnet werden, wenn die Eröffnung des Nachlaßinsolvenzverfahrens beantragt ist.</P><P>(2) Durch die Eröffnung des Nachlaßinsolvenzverfahrens wird die Zwangsversteigerung nicht beendigt; für das weitere Verfahren gilt der Insolvenzverwalter als Antragsteller.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE020000302",
        "type": "article",
        "name": "§ 179",
        "title": null,
        "body": {
          "content": "<P>Ist ein Nachlaßgläubiger, der verlangen konnte, daß das geringste Gebot nach Maßgabe des § 174 ohne Berücksichtigung seines Anspruchs festgestellt werde, bei der Feststellung des geringsten Gebots berücksichtigt, so kann ihm die Befriedigung aus dem übrigen Nachlaß verweigert werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE020102311",
        "type": "article",
        "name": "§ 180",
        "title": null,
        "body": {
          "content": "<P>(1) Soll die Zwangsversteigerung zum Zwecke der Aufhebung einer Gemeinschaft erfolgen, so finden die Vorschriften des Ersten und Zweiten Abschnitts entsprechende Anwendung, soweit sich nicht aus den §§ 181 bis 185 ein anderes ergibt.</P><P>(2) Die einstweilige Einstellung des Verfahrens ist auf Antrag eines Miteigentümers auf die Dauer von längstens sechs Monaten anzuordnen, wenn dies bei Abwägung der widerstreitenden Interessen der mehreren Miteigentümer angemessen erscheint. Die einmalige Wiederholung der Einstellung ist zulässig. § 30b gilt entsprechend.</P><P>(3) Betreibt ein Miteigentümer die Zwangsversteigerung zur Aufhebung einer Gemeinschaft, der außer ihm nur sein Ehegatte, sein früherer Ehegatte, sein Lebenspartner oder sein früherer Lebenspartner angehört, so ist auf Antrag dieses Ehegatten, früheren Ehegatten, dieses Lebenspartners oder früheren Lebenspartners die einstweilige Einstellung des Verfahrens anzuordnen, wenn dies zur Abwendung einer ernsthaften Gefährdung des Wohls eines gemeinschaftlichen Kindes erforderlich ist. Die mehrfache Wiederholung der Einstellung ist zulässig. § 30b gilt entsprechend. Das Gericht hebt seinen Beschluß auf Antrag auf oder ändert ihn, wenn dies mit Rücksicht auf eine Änderung der Sachlage geboten ist.</P><P>(4) Durch Anordnungen nach Absatz 2, 3 darf das Verfahren nicht auf mehr als fünf Jahre insgesamt einstweilen eingestellt werden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE020202160",
        "type": "article",
        "name": "§ 181",
        "title": null,
        "body": {
          "content": "<P>(1) Ein vollstreckbarer Titel ist nicht erforderlich.</P><P>(2) Die Zwangsversteigerung eines Grundstücks, Schiffs, Schiffsbauwerks oder Luftfahrzeugs darf nur angeordnet werden, wenn der Antragsteller als Eigentümer im Grundbuch, im Schiffsregister, im Schiffsbauregister oder im Register für Pfandrechte an Luftfahrzeugen eingetragen oder Erbe eines eingetragenen Eigentümers ist oder wenn er das Recht des Eigentümers oder des Erben auf Aufhebung der Gemeinschaft ausübt. Von dem Vormund eines Miteigentümers kann der Antrag nur mit Genehmigung des Familiengerichts, von dem Betreuer eines Miteigentümers nur mit Genehmigung des Betreuungsgerichts gestellt werden.</P><P>(3) (weggefallen)</P><P>(4) Die Vorschrift des § 17 Abs. 3 findet auch auf die Erbfolge des Antragstellers Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE020300302",
        "type": "article",
        "name": "§ 182",
        "title": null,
        "body": {
          "content": "<P>(1) Bei der Feststellung des geringsten Gebots sind die den Anteil des Antragstellers belastenden oder mitbelastenden Rechte an dem Grundstück sowie alle Rechte zu berücksichtigen, die einem dieser Rechte vorgehen oder gleichstehen.</P><P>(2) Ist hiernach bei einem Anteil ein größerer Betrag zu berücksichtigen als bei einem anderen Anteil, so erhöht sich das geringste Gebot um den zur Ausgleichung unter den Miteigentümern erforderlichen Betrag.</P><P>(3) (weggefallen)</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE020400302",
        "type": "article",
        "name": "§ 183",
        "title": null,
        "body": {
          "content": "<P>Im Falle der Vermietung oder Verpachtung des Grundstücks finden die in den §§ 57a und 57b vorgesehenen Maßgaben keine Anwendung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE020500302",
        "type": "article",
        "name": "§ 184",
        "title": null,
        "body": {
          "content": "<P>Ein Miteigentümer braucht für sein Gebot keine Sicherheit zu leisten, wenn ihm eine durch das Gebot ganz oder teilweise gedeckte Hypothek, Grundschuld oder Rentenschuld zusteht.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE022100302",
        "type": "article",
        "name": "§ 185",
        "title": null,
        "body": {
          "content": "<P>(1) Ist ein Verfahren über einen Antrag auf Zuweisung eines landwirtschaftlichen Betriebes nach § 13 Abs. 1 des Grundstückverkehrsgesetzes vom 28. Juli 1961 (Bundesgesetzbl. I S. 1091) anhängig und erstreckt sich der Antrag auf ein Grundstück, dessen Zwangsversteigerung nach § 180 angeordnet ist, so ist das Zwangsversteigerungsverfahren wegen dieses Grundstücks auf Antrag so lange einzustellen, bis über den Antrag auf Zuweisung rechtskräftig entschieden ist.</P><P>(2) Ist die Zwangsversteigerung mehrerer Grundstücke angeordnet und bezieht sich der Zuweisungsantrag nur auf eines oder einzelne dieser Grundstücke, so kann das Vollstreckungsgericht anordnen, daß das Zwangsversteigerungsverfahren auch wegen der nicht vom Zuweisungsverfahren erfaßten Grundstücke eingestellt wird.</P><P>(3) Wird dem Zuweisungsantrag stattgegeben, so ist das Zwangsversteigerungsverfahren, soweit es die zugewiesenen Grundstücke betrifft, aufzuheben und im übrigen fortzusetzen.</P><P>(4) Die Voraussetzungen für die Einstellung und die Aufhebung des Zwangsversteigerungsverfahrens sind vom Antragsteller nachzuweisen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      },
      {
        "id": "BJNR000970897BJNE023200301",
        "type": "article",
        "name": "§ 186",
        "title": null,
        "body": {
          "content": "<P>Die §§ 3, 30c, 38, 49, 68, 69, 70, 72, 75, 82, 83, 85, 88, 103, 105, 107, 116, 117, 118, 128, 132, 144 und 169 sind in der Fassung des Artikels 11 des Gesetzes vom 22. Dezember 2006 (BGBl. I S. 3416) auf die am 1. Februar 2007 anhängigen Verfahren nur anzuwenden, soweit Zahlungen später als zwei Wochen nach diesem Tag zu bewirken sind.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 1,
        "parent": {
          "type": "heading",
          "id": "BJNR000970897BJNG001400302"
        }
      }
    ]
  }
}
