{
  "data": {
    "type": "law",
    "id": "BJNR280400003",
    "abbreviation": "ZwVwV",
    "extraAbbreviations": [],
    "firstPublished": "2003-12-19",
    "sourceTimestamp": "20130405132628",
    "headingShort": null,
    "headingLong": "Zwangsverwalterverordnung",
    "publicationInfo": [
      {
        "periodical": "BGBl I",
        "reference": "2003, 2804"
      }
    ],
    "statusInfo": null,
    "notes": {
      "body": null,
      "documentaryFootnotes": "<P><BR/> <pre xml:space=\"preserve\">(+++ Textnachweis ab:  1. 1.2004 +++)<BR/><BR/></pre></P>"
    },
    "contents": [
      {
        "id": "BJNR280400003BJNE000100000",
        "type": "article",
        "name": "Eingangsformel",
        "title": null,
        "body": {
          "content": "<P>Auf Grund des § 152a des Gesetzes über die Zwangsversteigerung und die Zwangsverwaltung in der im Bundesgesetzblatt Teil III, Gliederungsnummer 310-14, veröffentlichten bereinigten Fassung, der durch Artikel 7 Abs. 23 des Gesetzes vom 17. Dezember 1990 (BGBl. I S. 2847) eingefügt worden ist, in Verbindung mit Artikel 35 des Gesetzes vom 13. Dezember 2001 (BGBl. I S. 3574), verordnet das Bundesministerium der Justiz:</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE000200000",
        "type": "article",
        "name": "§ 1",
        "title": "Stellung",
        "body": {
          "content": "<P>(1) Zwangsverwalter und Zwangsverwalterinnen führen die Verwaltung selbständig und wirtschaftlich nach pflichtgemäßem Ermessen aus. Sie sind jedoch an die vom Gericht erteilten Weisungen gebunden.</P><P>(2) Als Verwalter ist eine geschäftskundige natürliche Person zu bestellen, die nach Qualifikation und vorhandener Büroausstattung die Gewähr für die ordnungsgemäße Gestaltung und Durchführung der Zwangsverwaltung bietet.</P><P>(3) Der Verwalter darf die Verwaltung nicht einem anderen übertragen. Ist er verhindert, die Verwaltung zu führen, so hat er dies dem Gericht unverzüglich anzuzeigen. Zur Besorgung einzelner Geschäfte, die keinen Aufschub dulden, kann sich jedoch der Verwalter im Fall seiner Verhinderung anderer Personen bedienen. Ihm ist auch gestattet, Hilfskräfte zu unselbständigen Tätigkeiten unter seiner Verantwortung heranzuziehen.</P><P>(4) Der Verwalter ist zum Abschluss einer Vermögensschadenshaftpflichtversicherung für seine Tätigkeit mit einer Deckung von mindestens 500 000 Euro verpflichtet. Durch Anordnung des Gerichts kann, soweit der Einzelfall dies erfordert, eine höhere Versicherungssumme bestimmt werden. Auf Verlangen der Verfahrensbeteiligten oder des Gerichts hat der Verwalter das Bestehen der erforderlichen Haftpflichtversicherung nachzuweisen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE000300000",
        "type": "article",
        "name": "§ 2",
        "title": "Ausweis",
        "body": {
          "content": "<P>Der Verwalter erhält als Ausweis eine Bestallungsurkunde, aus der sich das Objekt der Zwangsverwaltung, der Name des Schuldners, das Datum der Anordnung sowie die Person des Verwalters ergeben.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE000400000",
        "type": "article",
        "name": "§ 3",
        "title": "Besitzerlangung über das Zwangsverwaltungsobjekt, Bericht",
        "body": {
          "content": "<P>(1) Der Verwalter hat das Zwangsverwaltungsobjekt in Besitz zu nehmen und darüber einen Bericht zu fertigen. Im Bericht sind festzuhalten: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zeitpunkt und Umstände der Besitzerlangung;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">eine Objektbeschreibung einschließlich der Nutzungsart und der bekannten Drittrechte;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">alle der Beschlagnahme unterfallenden Mobilien, insbesondere das Zubehör;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">alle der Beschlagnahme unterfallenden Forderungen und Rechte, insbesondere Miet- und Pachtforderungen, mit dem Eigentum verbundene Rechte auf wiederkehrende Leistungen sowie Forderungen gegen Versicherungen unter Beachtung von Beitragsrückständen;</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">die öffentlichen Lasten des Grundstücks unter Angabe der laufenden Beträge;</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Räume, die dem Schuldner für seinen Hausstand belassen werden;</LA></DD> <DT>7.</DT><DD Font=\"normal\"><LA Size=\"normal\">die voraussichtlichen Ausgaben der Verwaltung, insbesondere aus Dienst- oder Arbeitsverhältnissen;</LA></DD> <DT>8.</DT><DD Font=\"normal\"><LA Size=\"normal\">die voraussichtlichen Einnahmen und die Höhe des für die Verwaltung erforderlichen Kostenvorschusses;</LA></DD> <DT>9.</DT><DD Font=\"normal\"><LA Size=\"normal\">alle sonstigen für die Verwaltung wesentlichen Verhältnisse.</LA></DD> </DL> </P><P>(2) Den Bericht über die Besitzerlangung hat der Verwalter bei Gericht einzureichen. Soweit die in Absatz 1 bezeichneten Verhältnisse nicht schon bei Besitzübergang festgestellt werden können, hat der Verwalter dies unverzüglich nachzuholen und dem Gericht anzuzeigen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE000500000",
        "type": "article",
        "name": "§ 4",
        "title": "Mitteilungspflicht",
        "body": {
          "content": "<P>Der Verwalter hat alle betroffenen Mieter und Pächter sowie alle von der Verwaltung betroffenen Dritten unverzüglich über die Zwangsverwaltung zu informieren. Außerdem kann der Verwalter den Erlass von Zahlungsverboten an die Drittschuldner bei dem Gericht beantragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE000600000",
        "type": "article",
        "name": "§ 5",
        "title": "Nutzungen des Zwangsverwaltungsobjektes",
        "body": {
          "content": "<P>(1) Der Verwalter soll die Art der Nutzung, die bis zur Anordnung der Zwangsverwaltung bestand, beibehalten.</P><P>(2) Die Nutzung erfolgt grundsätzlich durch Vermietung oder Verpachtung. Hiervon ausgenommen sind: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">landwirtschaftlich oder forstwirtschaftlich genutzte Objekte in Eigenverwaltung des Schuldners gemäß § 150b des Gesetzes über die Zwangsversteigerung und die Zwangsverwaltung;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">die Wohnräume des Schuldners, die ihm gemäß § 149 des Gesetzes über die Zwangsversteigerung und die Zwangsverwaltung unentgeltlich zu belassen sind.</LA></DD> </DL> </P><P>(3) Der Verwalter ist berechtigt, begonnene Bauvorhaben fertig zu stellen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE000700000",
        "type": "article",
        "name": "§ 6",
        "title": "Miet- und Pachtverträge",
        "body": {
          "content": "<P>(1) Miet- oder Pachtverträge sowie Änderungen solcher Verträge sind vom Verwalter schriftlich abzuschließen.</P><P>(2) Der Verwalter hat in Miet- oder Pachtverträgen zu vereinbaren, <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">dass der Mieter oder Pächter nicht berechtigt sein soll, Ansprüche aus dem Vertrag zu erheben, wenn das Zwangsverwaltungsobjekt vor der Überlassung an den Mieter oder Pächter im Wege der Zwangsversteigerung veräußert wird;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">dass die gesetzliche Haftung des Vermieters oder Verpächters für den vom Ersteher zu ersetzenden Schaden ausgeschlossen sein soll, wenn das Grundstück nach der Überlassung an den Mieter oder Pächter im Wege der Zwangsversteigerung veräußert wird und der an die Stelle des Vermieters oder Verpächters tretende Ersteher die sich aus dem Miet- oder Pachtverhältnis ergebenden Verpflichtungen nicht erfüllt;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">dass der Vermieter oder Verpächter auch von einem sich im Fall einer Kündigung (§ 57a Satz 1 des Gesetzes über die Zwangsversteigerung und die Zwangsverwaltung, § 111 der Insolvenzordnung) möglicherweise ergebenden Schadensersatzanspruch freigestellt sein soll.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE000800000",
        "type": "article",
        "name": "§ 7",
        "title": "Rechtsverfolgung",
        "body": {
          "content": "<P>Der Verwalter hat die Rechtsverfolgung seiner Ansprüche im Rahmen des pflichtgemäßen Ermessens zeitnah einzuleiten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE000900000",
        "type": "article",
        "name": "§ 8",
        "title": "Rückstände, Vorausverfügungen",
        "body": {
          "content": "<P>Die Rechtsverfolgung durch den Verwalter erstreckt sich auch auf Rückstände nach § 1123 Abs. 1 und 2 des Bürgerlichen Gesetzbuchs und unterbrochene Vorausverfügungen nach § 1123 Abs. 1, §§ 1124 und 1126 des Bürgerlichen Gesetzbuchs, sofern nicht der Gläubiger auf die Rechtsverfolgung verzichtet.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001000000",
        "type": "article",
        "name": "§ 9",
        "title": "Ausgaben der Zwangsverwaltung",
        "body": {
          "content": "<P>(1) Der Verwalter hat von den Einnahmen die Liquidität zurückzubehalten, die für Ausgaben der Verwaltung einschließlich der Verwaltervergütung und der Kosten des Verfahrens vorgehalten werden muss.</P><P>(2) Der Verwalter soll nur Verpflichtungen eingehen, die aus bereits vorhandenen Mitteln erfüllt werden können.</P><P>(3) Der Verwalter ist verpflichtet, das Zwangsverwaltungsobjekt insbesondere gegen Feuer-, Sturm-, Leitungswasserschäden und Haftpflichtgefahren, die vom Grundstück und Gebäude ausgehen, zu versichern, soweit dies durch eine ordnungsgemäße Verwaltung geboten erscheint. Er hat diese Versicherung unverzüglich abzuschließen, sofern <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Schuldner oder Gläubiger einen bestehenden Versicherungsschutz nicht innerhalb von 14 Tagen nach Zugang des Anordnungsbeschlusses schriftlich nachweisen und</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">der Gläubiger die unbedingte Kostendeckung schriftlich mitteilt.</LA></DD> </DL></P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001100000",
        "type": "article",
        "name": "§ 10",
        "title": "Zustimmungsvorbehalte",
        "body": {
          "content": "<P>(1) Der Verwalter hat zu folgenden Maßnahmen die vorherige Zustimmung des Gerichts einzuholen: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">wesentliche Änderungen zu der nach § 5 gebotenen Nutzung; dies gilt auch für die Fertigstellung begonnener Bauvorhaben;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">vertragliche Abweichungen von dem Klauselkatalog des § 6 Abs. 2;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Ausgaben, die entgegen dem Gebot des § 9 Abs. 2 aus bereits vorhandenen Mitteln nicht gedeckt sind;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zahlung von Vorschüssen an Auftragnehmer im Zusammenhang insbesondere mit der Erbringung handwerklicher Leistungen;</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Ausbesserungen und Erneuerungen am Zwangsverwaltungsobjekt, die nicht zu der gewöhnlichen Instandhaltung gehören, insbesondere wenn der Aufwand der jeweiligen Maßnahme 15 Prozent des vom Verwalter nach pflichtgemäßem Ermessen geschätzten Verkehrswertes des Zwangsverwaltungsobjektes überschreitet;</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">Durchsetzung von Gewährleistungsansprüchen im Zusammenhang mit Baumaßnahmen nach § 5 Abs. 3.</LA></DD> </DL> </P><P>(2) Das Gericht hat den Gläubiger und den Schuldner vor seiner Entscheidung anzuhören.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001200000",
        "type": "article",
        "name": "§ 11",
        "title": "Auszahlungen",
        "body": {
          "content": "<P>(1) Aus den nach Bestreiten der Ausgaben der Verwaltung sowie der Kosten des Verfahrens (§ 155 Abs. 1 des Gesetzes über die Zwangsversteigerung und die Zwangsverwaltung) verbleibenden Überschüssen der Einnahmen darf der Verwalter ohne weiteres Verfahren nur Vorschüsse sowie die laufenden Beträge der öffentlichen Lasten nach der gesetzlichen Rangfolge berichtigen.</P><P>(2) Sonstige Zahlungen an die Berechtigten darf der Verwalter nur aufgrund der von dem Gericht nach Feststellung des Teilungsplans getroffenen Anordnung leisten. Ist zu erwarten, dass solche Zahlungen geleistet werden können, so hat dies der Verwalter dem Gericht unter Angabe des voraussichtlichen Betrages der Überschüsse und der Zeit ihres Einganges anzuzeigen.</P><P>(3) Sollen Auszahlungen auf das Kapital einer Hypothek oder Grundschuld oder auf die Ablösesumme einer Rentenschuld geleistet werden, so hat der Verwalter zu diesem Zweck die Anberaumung eines Termins bei dem Gericht zu beantragen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001300000",
        "type": "article",
        "name": "§ 12",
        "title": "Beendigung der Zwangsverwaltung",
        "body": {
          "content": "<P>(1) Die Beendigung der Zwangsverwaltung erfolgt mit dem gerichtlichen Aufhebungsbeschluss. Dies gilt auch für den Fall der Erteilung des Zuschlags in der Zwangsversteigerung.</P><P>(2) Das Gericht kann den Verwalter nach dessen Anhörung im Aufhebungsbeschluss oder auf Antrag durch gesonderten Beschluss ermächtigen, seine Tätigkeit in Teilbereichen fortzusetzen, soweit dies für den ordnungsgemäßen Abschluss der Zwangsverwaltung erforderlich ist. Hat der Verwalter weiterführende Arbeiten nicht zu erledigen, sind der Anordnungsbeschluss und die Bestallungsurkunde mit der Schlussrechnung zurückzugeben, ansonsten mit der Beendigung seiner Tätigkeit.</P><P>(3) Unabhängig von der Aufhebung der Zwangsverwaltung bleibt der Verwalter berechtigt, von ihm begründete Verbindlichkeiten aus der vorhandenen Liquidität zu begleichen und bis zum Eintritt der Fälligkeit Rücklagen zu bilden. Ein weitergehender Rückgriff gegen den Gläubiger bleibt unberührt. Dies gilt auch für den Fall der Antragsrücknahme.</P><P>(4) Hat der Verwalter die Forderung des Gläubigers einschließlich der Kosten der Zwangsvollstreckung bezahlt, so hat er dies dem Gericht unverzüglich anzuzeigen. Dasselbe gilt, wenn der Gläubiger ihm mitteilt, dass er befriedigt ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001400000",
        "type": "article",
        "name": "§ 13",
        "title": "Masseverwaltung",
        "body": {
          "content": "<P>(1) Der Massebestand ist von eigenen Beständen des Verwalters getrennt zu halten.</P><P>(2) Der Verwalter hat für jede Zwangsverwaltung ein gesondertes Treuhandkonto einzurichten, über das er den Zahlungsverkehr führt. Das Treuhandkonto kann auch als Rechtsanwaltsanderkonto geführt werden.</P><P>(3) Der Verwalter hat die allgemeinen Grundsätze einer ordnungsgemäßen Buchführung zu beachten. Die Rechnungslegung muss den Abgleich der Solleinnahmen mit den tatsächlichen Einnahmen ermöglichen. Die Einzelbuchungen sind auszuweisen. Mit der Rechnungslegung sind die Kontoauszüge und Belege bei Gericht einzureichen.</P><P>(4) Auf Antrag von Gläubiger oder Schuldner hat der Verwalter Auskunft über den Sachstand zu erteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001500000",
        "type": "article",
        "name": "§ 14",
        "title": "Buchführung der Zwangsverwaltung",
        "body": {
          "content": "<P>(1) Die Buchführung der Zwangsverwaltung ist eine um die Solleinnahmen ergänzte Einnahmenüberschussrechnung.</P><P>(2) Die Rechnungslegung erfolgt jährlich (Jahresrechnung) nach Kalenderjahren. Mit Zustimmung des Gerichts kann hiervon abgewichen werden.</P><P>(3) Bei Aufhebung der Zwangsverwaltung legt der Verwalter Schlussrechnung in Form einer abgebrochenen Jahresrechnung.</P><P>(4) Nach vollständiger Beendigung seiner Amtstätigkeit reicht der Verwalter eine Endabrechnung ein, nachdem alle Zahlungsvorgänge beendet sind und das Konto auf Null gebracht worden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001600000",
        "type": "article",
        "name": "§ 15",
        "title": "Gliederung der Einnahmen und Ausgaben",
        "body": {
          "content": "<P>(1) Die Soll- und Isteinnahmen sind nach folgenden Konten zu gliedern: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Mieten und Pachten nach Verwaltungseinheiten,</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">andere Einnahmen.</LA></DD> </DL> </P><P>(2) Der Saldo der vorigen Rechnung ist als jeweiliger Anfangsbestand vorzutragen.</P><P>(3) Die Gliederung der Ausgaben erfolgt nach folgenden Konten: <DL Font=\"normal\" Type=\"arabic\"><DT>1.</DT><DD Font=\"normal\"><LA Size=\"normal\">Aufwendungen zur Unterhaltung des Objektes;</LA></DD> <DT>2.</DT><DD Font=\"normal\"><LA Size=\"normal\">öffentliche Lasten;</LA></DD> <DT>3.</DT><DD Font=\"normal\"><LA Size=\"normal\">Zahlungen an die Gläubiger;</LA></DD> <DT>4.</DT><DD Font=\"normal\"><LA Size=\"normal\">Gerichtskosten der Verwaltung;</LA></DD> <DT>5.</DT><DD Font=\"normal\"><LA Size=\"normal\">Vergütung des Verwalters;</LA></DD> <DT>6.</DT><DD Font=\"normal\"><LA Size=\"normal\">andere Ausgaben.</LA></DD> </DL> </P><P>(4) Ist zur Umsatzsteuer optiert worden, so sind Umsatzsteueranteile und Vorsteuerbeträge gesondert darzustellen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001700000",
        "type": "article",
        "name": "§ 16",
        "title": "Auskunftspflicht",
        "body": {
          "content": "<P>Der Verwalter hat jederzeit dem Gericht oder einem mit der Prüfung beauftragten Sachverständigen Buchführungsunterlagen, die Akten und sonstige Schriftstücke vorzulegen und alle weiteren Auskünfte im Zusammenhang mit seiner Verwaltung zu erteilen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001800000",
        "type": "article",
        "name": "§ 17",
        "title": "Vergütung und Auslagenersatz",
        "body": {
          "content": "<P>(1) Der Verwalter hat Anspruch auf eine angemessene Vergütung für seine Geschäftsführung sowie auf Erstattung seiner Auslagen nach Maßgabe des § 21. Die Höhe der Vergütung ist an der Art und dem Umfang der Aufgabe sowie an der Leistung des Zwangsverwalters auszurichten.</P><P>(2) Zusätzlich zur Vergütung und zur Erstattung der Auslagen wird ein Betrag in Höhe der vom Verwalter zu zahlenden Umsatzsteuer festgesetzt.</P><P>(3) Ist der Verwalter als Rechtsanwalt zugelassen, so kann er für Tätigkeiten, die ein nicht als Rechtsanwalt zugelassener Verwalter einem Rechtsanwalt übertragen hätte, die gesetzliche Vergütung eines Rechtsanwalts abrechnen. Ist der Verwalter Steuerberater oder besitzt er eine andere besondere Qualifikation, gilt Satz 1 sinngemäß.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE001900000",
        "type": "article",
        "name": "§ 18",
        "title": "Regelvergütung",
        "body": {
          "content": "<P>(1) Bei der Zwangsverwaltung von Grundstücken, die durch Vermieten oder Verpachten genutzt werden, erhält der Verwalter als Vergütung in der Regel 10 Prozent des für den Zeitraum der Verwaltung an Mieten oder Pachten  eingezogenen Bruttobetrags. Für vertraglich geschuldete, nicht eingezogene Mieten oder Pachten erhält er 20 Prozent der Vergütung, die er erhalten hätte, wenn diese Mieten eingezogen worden wären. Soweit Mietrückstände eingezogen werden, für die der Verwalter bereits eine Vergütung nach Satz 2 erhalten hat, ist diese anzurechnen.</P><P>(2) Ergibt sich im Einzelfall ein Missverhältnis zwischen der Tätigkeit des Verwalters und der Vergütung nach Absatz 1, so kann der in Absatz 1 Satz 1 genannte Prozentsatz bis auf 5 vermindert oder bis auf 15 angehoben werden.</P><P>(3) Für die Fertigstellung von Bauvorhaben erhält der Verwalter 6 Prozent der von ihm verwalteten Bausumme. Planungs-, Ausführungs- und Abnahmekosten sind Bestandteil der Bausumme und finden keine Anrechnung auf die Vergütung des Verwalters.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002000000",
        "type": "article",
        "name": "§ 19",
        "title": "Abweichende Berechnung der Vergütung",
        "body": {
          "content": "<P>(1) Wenn dem Verwalter eine Vergütung nach § 18 nicht zusteht, bemisst sich die Vergütung nach Zeitaufwand. In diesem Fall erhält er für jede Stunde der für die Verwaltung erforderlichen Zeit, die er oder einer seiner Mitarbeiter aufgewendet hat, eine Vergütung von mindestens 35 Euro und höchstens 95 Euro. Der Stundensatz ist für den jeweiligen Abrechnungszeitraum einheitlich zu bemessen.</P><P>(2) Der Verwalter kann für den Abrechnungszeitraum einheitlich nach Absatz 1 abrechnen, wenn die Vergütung nach § 18 Abs. 1 und 2 offensichtlich unangemessen ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002100000",
        "type": "article",
        "name": "§ 20",
        "title": "Mindestvergütung",
        "body": {
          "content": "<P>(1) Ist das Zwangsverwaltungsobjekt von dem Verwalter in Besitz genommen, so beträgt die Vergütung des Verwalters mindestens 600 Euro.</P><P>(2) Ist das Verfahren der Zwangsverwaltung aufgehoben worden, bevor der Verwalter das Grundstück in Besitz genommen hat, so erhält er eine Vergütung von 200 Euro, sofern er bereits tätig geworden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002200000",
        "type": "article",
        "name": "§ 21",
        "title": "Auslagen",
        "body": {
          "content": "<P>(1) Mit der Vergütung sind die allgemeinen Geschäftskosten abgegolten. Zu den allgemeinen Geschäftskosten gehört der Büroaufwand des Verwalters einschließlich der Gehälter seiner Angestellten.</P><P>(2) Besondere Kosten, die dem Verwalter im Einzelfall, zum Beispiel durch Reisen oder die Einstellung von Hilfskräften für bestimmte Aufgaben im Rahmen der Zwangsverwaltung, tatsächlich entstehen, sind als Auslagen zu erstatten, soweit sie angemessen sind. Anstelle der tatsächlich entstandenen Auslagen kann der Verwalter nach seiner Wahl für den jeweiligen Abrechnungszeitraum eine Pauschale von 10 Prozent seiner Vergütung, höchstens jedoch 40 Euro für jeden angefangenen Monat seiner Tätigkeit, fordern.</P><P>(3) Mit der Vergütung sind auch die Kosten einer Haftpflichtversicherung abgegolten. Ist die Verwaltung jedoch mit einem besonderen Haftungsrisiko verbunden, so sind die durch eine Höherversicherung nach § 1 Abs. 4 begründeten zusätzlichen Kosten als Auslagen zu erstatten.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002300000",
        "type": "article",
        "name": "§ 22",
        "title": "Festsetzung",
        "body": {
          "content": "<P>Die Vergütung und die dem Verwalter zu erstattenden Auslagen werden im Anschluss an die Rechnungslegung nach § 14 Abs. 2 oder die Schlussrechnung nach § 14 Abs. 3 für den entsprechenden Zeitraum auf seinen Antrag vom Gericht festgesetzt. Vor der Festsetzung kann der Verwalter mit Einwilligung des Gerichts aus den Einnahmen einen Vorschuss auf die Vergütung und die Auslagen entnehmen.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002400000",
        "type": "article",
        "name": "§ 23",
        "title": "Grundstücksgleiche Rechte",
        "body": {
          "content": "<P>Die vorstehenden Bestimmungen sind auf die Zwangsverwaltung von Berechtigungen, für welche die Vorschriften über die Zwangsverwaltung von Grundstücken gelten, entsprechend anzuwenden.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002500000",
        "type": "article",
        "name": "§ 24",
        "title": "Nichtanwendbarkeit der Verordnung",
        "body": {
          "content": "<P>(1) Die Vorschriften dieser Verordnung gelten nicht, falls der Schuldner zum Verwalter bestellt ist (§§ 150b bis 150e des Gesetzes über die Zwangsversteigerung und die Zwangsverwaltung).</P><P>(2) Die Vorschriften dieser Verordnung gelten ferner nicht, falls die durch die §§ 150, 153, 154 des Gesetzes über die Zwangsversteigerung und die Zwangsverwaltung dem Gericht zugewiesene Tätigkeit nach landesgesetzlichen Vorschriften von einer landschaftlichen oder ritterschaftlichen Kreditanstalt übernommen worden ist.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002600000",
        "type": "article",
        "name": "§ 25",
        "title": "Übergangsvorschrift",
        "body": {
          "content": "<P>In Zwangsverwaltungen, die bis einschließlich zum 31. Dezember 2003 angeordnet worden sind, findet die Verordnung über die Geschäftsführung und die Vergütung des Zwangsverwalters vom 16. Februar 1970 (BGBl. I S. 185), zuletzt geändert durch Artikel 9 des Gesetzes vom 13. Dezember 2001 (BGBl. I S. 3574), weiter Anwendung; jedoch richten sich die Vergütung des Verwalters und der Auslagenersatz ab dem ersten auf den 31. Dezember 2003 folgenden Abrechnungszeitraum nach den §§ 17 bis 22 dieser Verordnung.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002700000",
        "type": "article",
        "name": "§ 26",
        "title": "Inkrafttreten, Außerkrafttreten",
        "body": {
          "content": "<P>Diese Verordnung tritt am 1. Januar 2004 in Kraft.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      },
      {
        "id": "BJNR280400003BJNE002800000",
        "type": "article",
        "name": "Schlussformel",
        "title": null,
        "body": {
          "content": "<P>Der Bundesrat hat zugestimmt.</P>",
          "footnotes": null
        },
        "documentaryFootnotes": null,
        "contentLevel": 0,
        "parent": null
      }
    ]
  }
}
